{
  "name" : "0.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Draft agreement under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction",
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "United Nations"
    }, {
      "heading" : "General Assembly",
      "text" : "Advanced, unedited, pending paragraph renumbering\n4 March 2023\nEnglish only\nIntergovernmental conference on an international\nlegally binding instrument under the United Nations\nConvention on the Law of the Sea on the\nconservation and sustainable use of marine biological\ndiversity of areas beyond national jurisdiction Resumed fifth session New York, 20 February–3 March 2023\nDraft agreement under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction\n2/54\nPREAMBLE\nThe Parties to this Agreement,\nRecalling the relevant provisions of the United Nations Convention on the Law\nof the Sea, including the obligation to protect and preserve the marine environment,\nStressing the need to respect the balance of rights, obligations and interests set\nout in the Convention,\nRecognizing the need to address, in a coherent and cooperative manner,\nbiodiversity loss and degradation of ecosystems of the ocean, due to, in particular, climate change impacts on marine ecosystems, such as warming and ocean deoxygenation, as well as ocean acidification, pollution, including plastic pollution , and unsustainable use,\nConscious of the need for the comprehensive global regime under the\nConvention to better address the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction,\nRecognizing the importance of contributing to the realization of a just and\nequitable international economic order which takes into account the interests and needs of humankind as a whole and, in particular, the specia l interests and needs of developing States, whether coastal or landlocked,\nRecognizing also that support for developing States Parties through capacity-\nbuilding and the development and transfer of marine technology are essential elements for the attainment of the objectives of the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction,\nRecalling the United Nations Declaration on the Rights of Indigenous Peoples,\nAffirming that nothing in this Agreement shall be construed as diminishing or\nextinguishing the existing rights of Indigenous Peoples, including as set out in the United Nations Declaration on the Rights of Indigenous Peoples, or of, as appropriate, local communities,\nRecognizing the obligation set out in the Convention to assess, as far as\npracticable, the potential effects on the marine environment of activities under a State’s jurisdiction or control when the State has reasonable grounds for believing that such activities may cause substantial pollution of or significant and harmful changes to the marine environment,\nMindful of the obligation set out in the Convention to take all measures\nnecessary to ensure that pollution arising from incidents or activities does not spread beyond the areas where sovereign rights are exercised in accordance with the Convention,\nDesiring to act as stewards of the ocean in areas beyond national jurisdiction on\nbehalf of present and future generations by protecting, caring for and ensuring responsible use of the marine environment, maintaining the integrity of ocean ecosystems and conserving the inherent value of biodiversity of areas beyond national jurisdiction,\nAcknowledging that the generation of, access to, and utilization of digital\nsequencing information on marine genetic resources of areas beyond national jurisdiction, together with the fair and equitable sharing of benefits arising from its utilization, contribute to research and innovation and to the general objective of this Agreement,\n3/54\nRespecting the sovereignty, territorial integrity and political independence of all\nStates,\nRecalling that the legal status of non-parties to the Convention or any other\nrelated agreements is governed by the rules of the law of treaties,\nRecalling that as set out in the Convention, States are responsible for the\nfulfilment of their international obligations concerning the protection and preservation of the marine environment and may be liable in accordance with international law,\nAcknowledging that the generation of, access to, and utilization of digital\nsequence information on marine genetic resources of areas beyond national jurisdiction together with the fair and equitable sharing of benefits arising from its utilization contribute to research and innovation and to general objective of this Agreement,\nCommitted to achieving sustainable development,\nAspiring to achieve universal participation,\nHave agreed as follows:\nPART I GENERAL PROVISIONS\nArticle 1"
    }, {
      "heading" : "Use of terms",
      "text" : "For the purposes of this Agreement:\n3. “Area-based management tool” means a tool, including a marine protected area, for a geographically defined area through which one or several sectors or activities are managed with the aim of achieving particular conservation and sustainable use objectives in accordance with this Agreement.\n4. “Areas beyond national jurisdiction” means the high seas and the Area.\n5. “Biotechnology” means any technological application that uses biological systems, living organisms, or derivatives thereof, to make or modify products or processes for specific use.\n6. “Collection in situ”, in relation to marine genetic resources, means the collection or sampling of marine genetic resources in areas beyond national jurisdiction.\n7. “Convention” means the United Nations Convention on the Law of the Sea of 10 December 1982.\n8. “Cumulative impacts” means the combined and incremental impacts resulting from different activities, including known past and present and reasonably foreseeable activities, or from the repetition of similar activities over time, and the consequences of climate change, ocean acidification and related impacts .\n10. “Environmental impact assessment” means a process to identify and evaluate the potential impacts of an activity to inform decision-making.\n11. “Marine genetic resources” means any material of marine plant, animal, microbial or other origin containing functional units of heredity of actual or potential value.\n12. “Marine protected area” means a geographically defined marine area that is designated and managed to achieve specific long-term biodiversity conservation\n4/54\nobjectives and may allow, where appropriate, sustainable use provided it is consistent with the conservation objectives.\n13. “Marine technology” includes, inter alia, information and data, provided in a user-friendly format, on marine sciences and related marine operations and services; manuals, guidelines, criteria, standards, reference materials; sampling and methodology equipment; observation facilities and equipment ; for in situ and laboratory observations, analysis and experimentation; computer and computer software, including models and modelling techniques; related biotechnology; and expertise, knowledge, skills, technical, scientific and legal know-how and analytical methods related to the conservation and sustainable use of marine biodiversity.\n14. “Party” means a State or regional economic integration organization that has consented to be bound by this Agreement and for which this Agreement is in force.\n15. “Regional economic integration organization” means an organization constituted by sovereign States of a given region to which its member States have transferred competence in respect of matters governed by this Agreement and which has been duly authorized, in accordance with its internal procedures, to sign, ratify, accept, approve or accede to this Agreement.\n16. “Sustainable use” means the use of components of biological diversity in a way and at a rate that does not lead to a long-term decline of biological diversity, thereby maintaining its potential to meet the needs and aspirations of present and future generations.\n17. “Utilization of marine genetic resources” means to conduct research and development on the genetic and/or biochemical composition of marine genetic resources, including through the application of biotechnology, as defined in article 1, paragraph 5.\nArticle 2"
    }, {
      "heading" : "General objective",
      "text" : "The objective of this Agreement is to ensure the conservation and sustainable\nuse of marine biological diversity of areas beyond national jurisdiction, for the present and in the long term, through effective implementation of the relevant provisions of the Convention and further international cooperation and coordination.\nArticle 3"
    }, {
      "heading" : "Scope of Application",
      "text" : "This Agreement applies to areas beyond national jurisdiction.\nArticle 3 bis"
    }, {
      "heading" : "Exceptions",
      "text" : "This Agreement does not apply to any warship, military aircraft or naval\nauxiliary. Except for Part II, this Agreement does not apply to other vessels or aircraft owned or operated by a Party and used, for the time being, only on government non - commercial service. However, each Party shall ensure, by the adoption of appropriate measures not impairing the operations or operational capabilities of such vessels or aircraft owned or operated by it, that such vessels or aircraft act in a manner consistent, so far as is reasonable and practicable, with this Agreement.\n5/54\nArticle 4\nRelationship between this Agreement and the Convention and\nrelevant legal instruments and frameworks and relevant global,\nregional, subregional and sectoral bodies\n1. This Agreement shall be interpreted and applied in the context of and in a manner consistent with the Convention. Nothing in this Agreement shall prejudice the rights, jurisdiction and duties of States under the Convention, including in respect of the exclusive economic zone and the continental shelf within and beyond 200 nautical miles.\n2. This Agreement shall be interpreted and applied in a manner that does not undermine relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies and that promotes coherence and coordination with those instruments, frameworks and bodies.\n3. The legal status of non-parties to the Convention or any other related agreements with regard to those instruments is not affected by this Agreement.\nArticle 4 bis"
    }, {
      "heading" : "Without prejudice",
      "text" : "This Agreement, including any decision or recommendation of the Conference\nof the Parties or any of its subsidiary bodies, and acts or measures or activities undertaken on its basis, shall be without prejudice to, and shall not be relied upon as a basis for asserting or denying any claims to, sovereignty, sovereign rights or jurisdiction, including in respect of any disputes relating thereto.\nArticle 5"
    }, {
      "heading" : "General principles and approaches",
      "text" : "In order to achieve the objectives of this Agreement, Parties shall be guided by\nthe following principles and approaches:\n(a) The polluter-pays principle;\n(b) the principle of the common heritage of humankind which is set out in the\nConvention;\n(b) bis. the freedom of marine scientific research, together with other f reedoms\nof the high seas;\n(c) The principle of equity, and the fair and equitable sharing of benefits;\n(d) Precautionary principle or precautionary approach, as appropriate;\n(e) An ecosystem approach;\n(f) An integrated approach to ocean management;\n(g) An approach that builds ecosystems resilience, including to adverse effects\nof climate change and ocean acidification, and also maintains and restores ecosystem integrity, including the carbon cycling services that underpin the ocean’s role in climate;\n(h) The use of the best available science and scientific information;\n(i) The use of relevant traditional knowledge of Indigenous Peoples and local\ncommunities, where available;\n6/54\n(j) The respect, promotion and consideration of their respective obligations, as\napplicable, relating to the rights of Indigenous Peoples or of, as appropriate, local communities when taking action to address the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction;\n(k) The non-transfer, directly or indirectly, of damage or hazards from one\narea to another and the non-transformation of one type of pollution into another, in taking measures to prevent reduce, and control pollution of the marine environment;\n(l) Full recognition of the special circumstances of small island developing\nStates and of least developed countries;\n(m) Acknowledgement of the special interests and needs of landlocked\ndeveloping countries.\nArticle 6"
    }, {
      "heading" : "International cooperation",
      "text" : "1. Parties shall cooperate under this Agreement for the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, including through strengthening and enhancing cooperation with and promoting cooperation among relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies in the achievement of the objective of this Agreement.\n2. Parties shall endeavour to promote, as appropriate, the objectives of this Agreement when participating in decision-making under other relevant legal instruments, frameworks, or global, regional, subregional or sectoral bodies.\n3. Parties shall promote international cooperation in marine scientific research and in the development and transfer of marine technology consistent with the Convention in support of the objective of this Agreement.\nPART II\nMARINE GENETIC RESOURCES, INCLUDING THE"
    }, {
      "heading" : "FAIR AND EQUITABLE SHARING OF BENEFITS",
      "text" : "Article 7"
    }, {
      "heading" : "Objectives",
      "text" : "The objectives of this Part are:\n(a) The fair and equitable sharing of benefits arising from activities with\nrespect to marine genetic resources and digital sequence information on marine genetic resources of areas beyond national jurisdiction for the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction;\n(b) The building and development of the capacity of Parties, particularly\ndeveloping States Parties, in particular the least developed countries, landlocked developing countries, geographically disadvantaged States, small island developing States, coastal African States, archipelagic States and developing middle-income countries, to carry out activities with respect to marine genetic resources and digital sequence information on marine genetic resources of areas beyond national jurisdiction;\n7/54\n(c) The generation of knowledge, scientific understanding and technological\ninnovation, including through the development and conduct of marine scientific research as fundamental contributions to the implementation of this Agreement;\n(d) The development and transfer of marine technology in accordance with\nthis Agreement.\nArticle 8"
    }, {
      "heading" : "Application",
      "text" : "1. The provisions of this Agreement shall apply to activities with respect to marine genetic resources and digital sequence information on marine genetic resources of areas beyond national jurisdiction collected and generated after the entry into force of this Agreement for the respective Party. The application of the provisions of this Agreement shall extend to the utilization of marine genetic resources and digital sequence information on marine genetic resources of areas beyond national jurisdiction collected or generated before entry into force, unless a Party makes an exception in writing under article 63 when signing, ratifying, approving, accepting or acceding to this Agreement.\n2. The provisions of this Part shall not apply to:\n(a) Fishing regulated under relevant international law and fishing-related\nactivities; or\n(b) Fish or other living marine resources known to have been taken in fishing\nand fishing-related activities from areas beyond national jurisdiction, except where such fish or other living marine resources are regulated as utilization under this Part.\n2bis. The obligations in this Part shall not apply to a Party’s military activities, including military activities by government vessels and aircraft engaged in non - commercial service. The obligations in this Part with respect to the utilization of marine genetic resources and digital sequence information on marine genetic resources of areas beyond national jurisdiction shall apply to a Party’s non -military activities.\nArticle 9\nActivities with respect to marine genetic resources of areas beyond\nnational jurisdiction\n1. Activities with respect to marine genetic resources of areas beyond national jurisdiction may be carried out by all Parties, irrespective of their geographical location, and natural or juridical persons under the jurisdiction of the Parties. Such activities shall be carried out in accordance with this Agreement.\n2. Parties shall promote cooperation in all activities with respect to marine genetic resources of areas beyond national jurisdiction.\n3. Collection in situ of marine genetic resources of areas beyond national jurisdiction shall be carried out with due regard for the rights and legitimate interests of coastal States in areas within their national jurisdiction and also with due regard for the interests of other States in areas beyond national jurisdiction, in accordance with the Convention. To this end, Parties shall endeavour to cooperate, as appropriate, including through specific modalities for the operation of the clearing-house mechanism determined under article 51, with a view to implementing this Agreement.\n8/54\n4. No State shall claim or exercise sovereignty or sovereign rights over marine genetic resources of areas beyond national jurisdiction. No such claim or exercise of sovereignty or sovereign rights shall be recognized.\n4bis. Collection in situ of marine genetic resources of areas beyond national jurisdiction shall not constitute the legal basis for any claim to any part of the marine environment or its resources.\n5. Activities with respect to marine genetic resources of areas beyond national jurisdiction are in the interests of all States and for the benefit of all humanity, particularly for the benefit of advancing the scientific knowledge of humanity and promoting the conservation and sustainable use of marine biological diversity, taking into particular consideration the interests and needs of developing States.\n6. Activities with respect to marine genetic resources of areas beyond national jurisdiction shall be carried out exclusively for peaceful purposes.\nArticle 10\nNotification on activities with respect to marine genetic resources\nand digital sequence information on marine genetic resources of\nareas beyond national jurisdiction\n1. Parties shall take the necessary legislative, administrative or policy measures to ensure that information is notified to the clearing-house mechanism in accordance with this Part.\n2. The following information shall be notified to the clearing-house mechanism six months or as early as possible prior to the collection in situ of marine genetic resources of areas beyond national jurisdiction:\n(a) The nature and objectives under which the collection is carried out,\nincluding, as appropriate, any programme(s) of which it forms part;\n(b) The subject matter of the research or, if known, marine genetic resources\nto be targeted or collected, and the purposes for which such resources will be collected;\n(c) The geographical areas in which the collection is to be undertaken;\n(d) A summary of the method and means to be used for collection, including\nthe name, tonnage, type and class of vessels, scientific equipment and/or study methods employed;\n(d)bis Information concerning any other contributions to proposed major\nprogrammes;\n(e) The expected date of first appearance and final departure of the research\nvessels, or deployment of the equipment and its removal, as appropriate.\n(f) The name(s) of the sponsoring institution(s) and the person in charge of\nthe project;\n(g) Opportunities for scientists of all States, in particular for scientists from\ndeveloping States, to be involved in or associated with the project;\n(h) The extent to which it is considered that States that may need and request\ntechnical assistance, in particular developing States, should be able to participate or to be represented in the project;\n(i) A data management plan prepared according to open and responsible data\ngovernance, taking into account current international practice.\n9/54\n2bis. Upon notification referred to in paragraph 2, the clearing-house mechanism shall automatically generate a BBNJ standardized batch identifier.\n3. Where there is a material change to the information provided to the clearing - house mechanism prior to the planned collection, updated information shall be notified to the clearing-house mechanism within a reasonable period of time and no later than the start of collection in situ, when practicable.\n4. Parties shall ensure that the following information, along with the BBNJ standardized batch identifier, is notified to the clearing-house mechanism as soon as it becomes available, but no later than one year from the collection in situ of marine genetic resources of areas beyond national jurisdiction:\n(a) The repository or database where digital sequence information on marine\ngenetic resources is or will be deposited;\n(b) Where all marine genetic resources collected in situ are or will be\ndeposited or held;\n(c) A report detailing the geographical area from which marine genetic\nresources were collected, including information on the latitude, longitude and depth of collection, and, to the extent available, the findings from the activity undertaken;\n(d) Any necessary updates to the data management plan provided under\nparagraph (2)(j) above.\n5. Parties shall ensure that samples of marine genetic resources and digital sequence information on marine genetic resources of areas beyond national jurisdiction that are in repositories or databases under their jurisdiction are able to be identified as originating from areas beyond national jurisdiction, in accordance with current international practice and to the extent practicable.\n5bis. Parties shall ensure that repositories, to the extent practicable, and databases under their jurisdiction biennially prepare an aggregate report on access to marine genetic resources and digital sequence information linked to their BBNJ standardized batch identifier, and make it available to the access and benefit-sharing committee established under article 11 bis.\n6. Where marine genetic resources of areas beyond national jurisdiction, and where practicable, the digital sequence information on such resources are subject to utilization, including commercialization, by natural or juridical persons under their jurisdiction, Parties shall ensure that the following information, including the BBNJ standardized batch identifier, if available, be notified to the c learing-house mechanism as soon as such information becomes available:\n(a) Where the results of the utilization, such as publications, patents granted,\nif available and to the extent possible, and products developed, can be found;\n(b) Where available, details of the post-collection notification to the clearing-\nhouse mechanism related to the marine genetic resources that were the subject of utilization;\n(c) Where the original sample that is the subject of utilization is held;\n(d) The modalities envisaged for access to marine genetic resources and\ndigital sequence information on marine genetic resources being utilized, and a data management plan for the same;\n(e) Once marketed, information, if available, on sales of relevant products and\nany further development.\n10/54\nArticle 10 bis\nTraditional knowledge of Indigenous Peoples and local\ncommunities associated with marine genetic resources in areas\nbeyond national jurisdiction\nParties shall take legislative, administrative or policy measures, where relevant\nand as appropriate, with the aim of ensuring that traditional knowledge associated with marine genetic resources in areas beyond national jurisdiction that is held by Indigenous Peoples and local communities shall only be accessed with the free, prior and informed consent or approval and involvement of these Indigenous Peoples and local communities. Access to such traditional knowledge may be facilitated by the clearing-house mechanism. Access to and use of such traditional knowledge shall be on mutually agreed terms.\nArticle 11\nFair and equitable sharing of benefits\n1. The benefits arising from activities with respect to marine genetic resources and digital sequence information on marine genetic resources of areas beyond national jurisdiction shall be shared in a fair and equitable manner in accordance with this Part and contribute to the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\n2. Non-monetary benefits shall be shared in accordance with this Agreement in the form of, inter alia:\n(a) Access to samples and samples collection in accordance with current\ninternational practice;\n(a)bis Access to digital sequence information in accordance with current\ninternational practice;\n(a)ter Open access to findable, accessible, interoperable and reusable\n(FAIR) scientific data in accordance with current international practice and open and responsible data governance;\n(b) Information contained in the notifications, along with BBNJ standardized\nbatch identifiers, provided in accordance with article 10, in publicly searchable and accessible forms;\n(c) Transfer of marine technology in line with relevant modalities provided\nunder Part V of this Agreement;\n(d) Capacity-building, including by financing research programmes, and\npartnership opportunities, particularly directly relevant and substantial ones, for scientists and researchers in research projects, as well as dedicated initiatives, in particular for developing States, taking into account the special circumstances of small island developing States and of least developed countries;\n(f) Increased technical and scientific cooperation, in particular with scientists\nfrom and scientific institutions in developing States;\n(g) Other forms of benefits as determined by the Conference of the Parties,\ntaking into account recommendations by the access and benefit-sharing committee established under article 11 bis.\n3. Parties shall take the necessary legislative, administrative or policy measures to ensure that marine genetic resources and digital sequence information on marine\n11/54\ngenetic resources of areas beyond national jurisdiction together with their BBNJ standardized batch identifiers subject to utilization by natural or juridical persons under their jurisdiction are deposited in publicly accessible repositories and databases, maintained either nationally or internationally, no later than three years from the start of such utilization, or as soon as they become available, taking into account current international practice in these fields.\n4. Access to marine genetic resources and digital sequence information on marine genetic resources of areas beyond national jurisdiction in the repositories and databases under a Party’s jurisdiction may be subject to reasonable conditions as follows:\n(a) The need to preserve the physical integrity of marine genetic resources;\n(b) The reasonable costs associated with maintaining the relevant database,\nbiorepository or gene bank in which the sample, data or information is held;\n(c) The reasonable costs associated with providing access to the marine\ngenetic resource, data or information;\n(d) Other reasonable conditions in line with the objectives of this Agreement ;\nand opportunities for such access on fair, most favourable terms, inc luding on\nconcessional and preferential terms, may be provided to researcher and research institutions from developing countries.\n5. Monetary benefits from the utilization of marine genetic resources and digital sequence information on marine genetic resources of areas beyond national jurisdiction, including commercialization, shall be shared fairly and equitably, through the financial mechanism established under article 52, for the conservation and sustainable use of the marine biological diversity of areas beyond national jurisdiction.\n5bis ante. After the entry into force of this Agreement, developed States Parties shall make annual contributions to the special fund referred to in article 52. The Conference of the Parties shall determine, at its first meeting, the rate of such contributions. A Party’s rate of contribution shall be 50% of that Party’s assessed contribution to the budget adopted by the Conference of the Parties under article 48(5)(e). Such payment shall continue until a decision is taken by the Conference of the Parties under paragraph 5bis.\n5bis. The Conference of the Parties shall decide the modalities for the sharing of monetary benefits from the utilization of marine genetic resources and digital sequence information on marine genetic resources of areas beyond national jurisdiction, taking into account the recommendations of the access and benefit sharing committee established in article 11 bis. If all efforts to reach consensus have been exhausted, a decision shall be adopted by a three-fourths majority of Parties present and voting. The payments shall be made through the special fund established under article 52. The modalities may include the following:\n(a) Milestone payments;\n(b) Payments or contributions related to the commercialization of products,\nincluding payment of a percentage of the revenue from sales of products;\n(b)bis Tiered fee paid on a periodic basis, based on a diversified set of\nindicators measuring aggregate level of activities by a State Party;\n(c) Other forms as decided by the Conference of the Parties taking into\naccount recommendations by the access and benefit-sharing committee.\n5ter. A Party may make a declaration at the time the Conference of the Parties adopts the modalities stating that those modalities shall not take effect for that Party for a\n12/54\nperiod of up to four years in order to allow time for the necessary implementation. A Party that makes such a declaration shall continue to make the payment set out in paragraph 5bis ante until the new modalities take effect.\n6. In deciding the modalities for the sharing of monetary benefits from the use of digital sequence information on marine genetic resources of areas beyond national jurisdiction under paragraph 5bis, the Conference of the Parties shall take into account the recommendations of the access and benefit-sharing committee, recognizing that such modalities should be mutually supportive of and adaptable to other access and benefit - sharing instruments.\n7. The Conference of the Parties, taking into account recommendations from the access and benefit-sharing committee established under article 11 bis, shall review and assess on a biennial basis, the monetary benefits from the utilization of marine genetic resources and digital sequence information on marine genetic resources of areas beyond national jurisdiction. The first review shall take place no later than five years after the entry into force of this Agreement. The review shall include consideration of the annual contributions referred to in paragraph 5bis ante.\n8. Parties shall take the necessary legislative, administrative or policy measures, as appropriate, with the aim of ensuring that benefits arising from activities with respect to marine genetic resources and digital sequence information on marine genetic resources of areas beyond national jurisdiction by natural or juridical p ersons under their jurisdiction are shared in accordance with this Agreement.\nArticle 11 bis"
    }, {
      "heading" : "Access and benefit-sharing committee",
      "text" : "1. An access and benefit-sharing committee is hereby established. It shall serve, inter alia, as a means for establishing guidelines for benefit-sharing, in accordance with article 11, providing transparency and ensuring a fair and equitable sharing of both monetary and non-monetary benefits.\n2. The access and benefit-sharing committee shall be composed of fifteen members possessing appropriate qualifications in related fields so as to ensure the effective exercise of the functions of the committee. The members shall be nominated by Parties and elected by the Conference of the Parties, taking into account gender balance and equitable geographic distribution, and providing for representation on the committee from developing States, including from the least developed countries, from small island developing States and from landlocked developing countries. The terms of reference and modalities for the operation of the committee shall be determined by the Conference of the Parties.\n3. The committee may make recommendations to the Conference of the Parties on matters relating to this Part, including on the following matters:\n(a) Guidelines or a code of conduct for activities with respect to marine\ngenetic resources and digital sequence information on marine genetic resources of areas beyond national jurisdiction in accordance with this Part;\n(b) Measures to implement decisions taken in accordance with this Part;\n(c) Rates or mechanisms for the sharing of monetary benefits in accordance\nwith article 11;\n(d) Matters relating to this Part in relation to the clearing-house mechanism;\n(e) Matters relating to this Part in relation to the financial mechanism\nestablished under article 52;\n13/54\n(f) Any other matters relating to this Part that the Conference of the Parties\nmay request the access and benefit-sharing committee to address.\n4. Each Party shall make available to the access and benefit-sharing committee, through the clearing-house mechanism, the information required under this Agreement, which shall include:\n(a) Legislative, administrative and policy measures on access and benefit -\nsharing;\n(b) Contact details and other relevant information on national focal points;\n(c) Other information required pursuant to the decisions taken by the\nConference of the Parties.\n4bis. The access and benefit-sharing committee may consult and facilitate exchanges of information with relevant legal instruments and frameworks and relevant global, regional, sub-regional and sectoral bodies on activities under its mandate including benefit-sharing, the use of digital sequence information on marine genetic resource s, best practices, tools and methodologies, data governance and lessons learned.\n4ter. The access and benefit-sharing committee may make recommendations to the Conference of the Parties, in relation to information obtained under article 11 bis, paragraph 4bis.\nArticle 13"
    }, {
      "heading" : "Monitoring and transparency",
      "text" : "1. Monitoring and transparency of activities with respect to marine genetic resources and digital sequence information on marine genetic resources of areas beyond national jurisdiction shall be achieved through notification to the clearing-house mechanism, use of BBNJ standardized batch identifiers in accordance with this Part, and according to procedures adopted by the Conference of the Parties as recommended by the access and benefit-sharing committee.\n3. Parties shall periodically submit reports to the access and benefit-sharing committee on their implementation of the provisions in this Part on activities with respect to marine genetic resources and digital sequence information on marine genetic resources of areas beyond national jurisdiction and the sharing of benefits therefrom, in accordance with this Part.\n5. The access and benefit-sharing committee shall prepare a report based on the information received through the clearing-house mechanism and make it available to Parties, which may submit comments. The access and benefit-sharing committee shall submit this report, including comments received, for the consideration of the Conference of the Parties. The Conference of the Parties, taking into account the recommendation of the access and benefit-sharing committee, may determine appropriate guidelines for the implementation of this article, which shall take into account the national capabilities and circumstances of Parties.\nPART III MEASURES SUCH AS AREA-BASED MANAGEMENT TOOLS, INCLUDING MARINE PROTECTED AREAS\nArticle 14\nObjectives\n14/54\nThe objectives of this Part are to:\n(a) Conserve and sustainably use areas requiring protection, including through\nthe establishment of a comprehensive system of area-based management tools, with ecologically representative and well-connected networks of marine protected areas;\n(b) Strengthen cooperation and coordination in the use of area-based\nmanagement tools, including marine protected areas, among States, relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies;\n(c) Protect, preserve, restore and maintain biodiversity and ecosystems,\nincluding with a view to enhancing their productivity and health, and strengthen resilience to stressors, including those related to climate change, ocean acidification and marine pollution;\n(d) Support food security and other socioeconomic objectives, including the\nprotection of cultural values;\n(e) Support developing States Parties, in particular the least developed\ncountries, landlocked developing countries, geographically disadvantaged States, small island developing States, coastal African States, archipelagic States and developing middle-income countries, taking into account the special circumstances of small island developing States, through capacity-building and the development and transfer of marine technology in developing, implementing, monitoring, managing and enforcing area-based management tools, including marine protected areas.\nArticle 15\nArea of Application The establishment of area-based management tools shall not include any areas\nwithin national jurisdiction, and shall not be relied upon as a basis for asserting or denying any claims to sovereignty, sovereign rights, or jurisdiction including in respect of any disputes relating thereto. The Conference of the Parties shall not consider for decision proposals for the establishment of such area-based management tools, and in no case shall such proposals be interpreted as recognition or nonrecognition of any claims to sovereignty, sovereign rights, or jurisdiction.\nArticle 16\nDeleted.\nArticle 17"
    }, {
      "heading" : "Proposals",
      "text" : "1. Proposals regarding the establishment of area-based management tools, including marine protected areas, under this Part shall be submitted by Parties, individually or collectively, to the secretariat.\n2. Parties shall collaborate and consult, as appropriate, with relevant stakeholders, including States and global, regional, subregional and sectoral bodies, as well as civil society, the scientific community, the private sector, Indigenous Peoples and local communities, for the development of proposals, as set out in this Part.\n15/54\n3. Proposals shall be formulated on the basis of the best available science and scientific information and, where available, relevant traditional knowledge of Indigenous Peoples and local communities, taking into account the precautio nary approach and an ecosystem approach.\n4. Proposals with regard to identified areas shall include the following key elements:\n(a) A geographic or spatial description of the area that is the subject of the\nproposal by reference to the indicative criteria specified in annex I;\n(b) Information on any of the criteria specified in annex I, as well as any\ncriteria that may be further developed and revised in accordance with paragraph 5 of this article, applied in identifying the area;\n(c) Human activities in the area, including uses by Indigenous Peoples and\nlocal communities, and their possible impact, if any;\n(d) A description of the state of the marine environment and biodiversity in\nthe identified area;\n(e) A description of the conservation and, where appropriate, sustainable use\nobjectives that are to be applied to the area;\n(f) A draft management plan encompassing the proposed measures, and\noutlining proposed monitoring, research and review activities to achieve the specified objectives;\n(g) The duration of the proposed area and measures, if any;\n(h) Information on any consultations undertaken with States, including\nadjacent coastal States and/or relevant global, regional, subregional and sectoral bodies, if any;\n(i) Information on area-based management tools, including marine protected\nareas implemented under relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies;\n(j) Relevant scientific input and, where available, traditional knowledge of\nIndigenous Peoples and local communities.\n5. Indicative criteria for the identification of such areas shall include, as relevant, those specified in annex I and may be further developed and revised as necessary by the Scientific and Technical Body for consideration and adoption by the Conference of the Parties.\n6. Further requirements regarding the contents of proposals, including the modalities for the application of indicative criteria as specified in paragraph 5 of this article, and guidance on proposals specified in paragraph 4 (b) of this article shall be elaborated by the Scientific and Technical Body, as necessary, for consideration and adoption by the Conference of the Parties.\nArticle 17 bis\nPublicity and preliminary review of proposals\nUpon receipt of a proposal in writing, the secretariat shall make the proposal\npublicly available and transmit it to the Scientific and Technical Body for a preliminary review. The purpose of the review is to ascertain that the draft proposal contains the information required under article 17, including indicative criteria described in this Part and in annex I. The outcome of that review would be made\n16/54\npublicly available and shall be conveyed to the proponent by the secretariat. The proponent shall retransmit the proposal to the secretariat, having taken into account the preliminary review by the Scientific and Technical Body. The secretariat shall notify the Parties and make that retransmitted proposal public ly available and facilitate consultations pursuant to article 18.\nArticle 18"
    }, {
      "heading" : "Consultations on and assessment of proposals",
      "text" : "1. Consultations on proposals submitted under article 17 shall be inclusive, transparent and open to all relevant stakeholders, including States and global, regional, subregional and sectoral bodies, as well as civil society, the scientific community, Indigenous Peoples and local communities.\n2. The secretariat shall facilitate consultations and gather inputs as follows:\n(a) States, in particular adjacent coastal States, shall be notified and invited to\nsubmit, inter alia:\n(i) Views on the merits and geographic scope of the proposal;\n(ii) Any other relevant scientific inputs;\n(iii) Information regarding any existing measures or activities in adjacent or related areas within national jurisdiction and beyond national jurisdiction;\n(iv) Views on the potential implications of the proposal for areas within national jurisdiction;\n(v) Any other relevant information;\n(b) Bodies of relevant legal instruments and frameworks and relevant global,\nregional, subregional and sectoral bodies shall be notified and invited to submit, inter alia:\n(i) Views on the merits of the proposal;\n(ii) Any other relevant scientific inputs;\n(iii) Information regarding any existing measures adopted by that instrument, framework or body for the relevant area or for adjacent areas;\n(iv) Views regarding any aspects of the measures and other elements for a management plan identified in the proposal that fall within the competence of that body;\n(v) Views regarding any relevant additional measures that fall within the competence of that instrument, framework or body;\n(vi) Any other relevant information;\n(c) Indigenous Peoples and local communities with relevant traditional\nknowledge, the scientific community, civil society and other relevant stakeholders shall be invited to submit, inter alia:\n(i) Views on the merits of the proposal;\n(ii) Any other relevant scientific inputs;\n(iii) Any relevant traditional knowledge of Indigenous Peoples and local communities;\n(iv) Any other relevant information.\n17/54\n3. Contributions received pursuant to paragraph 2 shall be made publicly available by the secretariat.\n4. In cases where the proposed measure affects areas that are entirely surrounded by the exclusive economic zones of States, proponents shall:\n(a) Undertake targeted and proactive consultations, including prior\nnotification, with such States;\n(b) Consider the views and comments of such States on the proposed measure\nand provide written responses specifically addressing such views and comments and, where appropriate, revise the proposed measure accordingly.\n5. The proponent shall consider the contributions received during the consultation period, as well as the views of and information from the Scientific and Technical Body and, as appropriate, revise the proposal accordingly or respond to substantive contributions not reflected in the proposal.\n6. The consultation period shall be time-bound.\n7. The revised proposal shall be submitted to the Scientific and Technical Body, which shall assess the proposal and make recommendations to the Conference of the Parties.\n8. The modalities for the consultation and assessment process, including duration, shall be further elaborated by the Scientific and Technical Body, as necessary, at its first meeting, for consideration and adoption by the Conference of the Parties, taking into account the special circumstances of small island developing States Parties.\nArticle 19\nEstablishment of area-based management tools\n1. The Conference of the Parties, on the basis of the final proposal and the draft management plan, taking into account the contributions and scientific inputs received during the consultation process established under this Part, and the scientific advice and recommendations of the Scientific and Technical Body:\n(a) Shall take decisions on the establishment of area-based management tools,\nincluding marine protected areas, and related measures;\n(b) May take decisions on measures compatible with those adopted by\nrelevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, in cooperation and coordination with those instruments, frameworks and bodies;\n(c) May, where proposed measures are within the competences of other\nglobal, regional, subregional or sectoral bodies, make recommendations to Parties to this Agreement and to global, regional, subregional and sectoral bodies to promote the adoption of relevant measures through such instruments, frameworks and bodies, in accordance with their respective mandates.\n2. In taking decisions under this article, the Conference of the Parties shall respect the competences of and, not undermine, relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies.\n3. The Conference of the Parties shall make arrangements for regular consultations to enhance cooperation and coordination with and among relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies with regard to area-based management tools, including marine protected areas, as well as\n18/54\ncoordination with regard to related measures adopted under such instruments and frameworks and by such bodies.\n4. Where the achievement of the objectives and the implementation of this Part so requires, to further international cooperation and coordination with respect to the conservation and sustainable use of marine biodiversity of areas beyond national jurisdiction, the Conferences of Parties may consider and, subject to paragraphs 1 and 2 of this article, may decide, as appropriate, to develop a mechanism regarding existing area-based management tools, including marine protected areas adopted by relevant legal instruments and frameworks or relevant global, regional, subregional or sectoral bodies.\n6. Decisions and recommendations adopted by the Conference of the Parties in accordance with this Part shall not undermine the effectiveness of measures adopted in respect of areas within national jurisdiction and shall be made with due regard for the rights and duties of all States, in accordance with the Convention. In cases where measures proposed under this Part would affect or could reasonably be expected to affect the superjacent water above the seabed and subsoil of submarine areas over which a coastal State exercises sovereign rights in accordance with the Convention, such measures shall have due regard to the sovereign rights of such coastal States. Consultations shall be undertaken to that end, in accordance with the provisions of this Part.\n7. In cases where an area-based management tool, including a marine protected area, established under this Part subsequently falls, either wholly or in part, within the national jurisdiction of a coastal State, the part within national jurisdiction shall immediately cease to be in force. The part remaining in areas beyond national jurisdiction shall remain in force until the Conference of the Parties, at its following meeting, reviews and decides whether to amend or revoke the area-based management tool, including a marine protected area, as necessary.\n8. Upon the establishment of, or amendment to the competence of, a legal instrument or framework or relevant global, regional, subregional or sectoral body, any area-based management tool, including a marine protected area, or related measures adopted by the Conference of the Parties under this Part that subsequently falls within the competence of such instrument, framework or body, either wholly or in part, shall remain in force until the Conference of the Parties reviews and decides, in close cooperation and coordination with that instrument, framework or body, to maintain, amend or revoke the area-based management tool, including a marine protected area, and related measures, as appropriate.\nArticle 19 bis"
    }, {
      "heading" : "Decision-making",
      "text" : "1. As a general rule, the decisions and recommendations under this Part shall be taken by consensus.\n2. If no consensus is reached, decisions and recommendations under this Part shall be taken by a three-quarter majority of the representatives present and voting, before which the Conference of the Parties shall decide, by a two-thirds majority of the representatives present and voting that every effort to reach agreement by consensus has been exhausted.\n3. Decisions taken under this Part shall enter into force 120 days after the meeting of the Conference of the Parties at which they were taken, and shall be binding on all Parties.\n19/54\n4. During the period of 120 days provided for in paragraph 3 of this article, any Party may, by notification in writing to the secretariat, make an objection with respect to a decision adopted under this Part, and that decision shall not be binding on that Party. An objection to a decision may be withdrawn at any time by written not ification to the secretariat and, thereupon, the decision shall be binding for that Party 90 days following the date of the notification stating that the objection is withdrawn.\n5. A Party presenting an objection under paragraph 4 shall provide to the secretariat, in writing, at the time of presenting its objection, the explanation of the grounds for its objection, which shall be based on one or more of the following grounds:\n(i) The decision is inconsistent with this Agreement or the rights and duties\nof the objecting Party in accordance with the Convention;\n(ii) The decision unjustifiably discriminates in form or in fact against the\nobjecting Party;\n(iii) The Party cannot practicably comply with the decision at the time of the\nobjection after making all reasonable efforts to do so.\n6. A Party making an objection under paragraph 4 shall, to the extent practicable, adopt alternative measures or approaches that are equivalent in effect to the decision to which it has objected and shall not adopt measures nor take actions that would undermine the effectiveness of the decision to which it has objected unless such measures or actions are essential for the exercise of rights and duties of the objecting Party in accordance with the Convention.\n7. The objecting Party shall report to the next regular meeting of the Conference of the Parties following its notification under paragraph 4, and periodically thereafter, on its implementation of paragraph 6, to inform the monitoring and review under article 21.\n8. An objection to a decision made in accordance with paragraph 4 may only be renewed if the objecting Party considers it still necessary, every three years after the entry into force of the decision, by written notification to the secretariat. Such writt en notification shall include an explanation of the grounds of its initial objection.\n9. If no notification of renewal pursuant to paragraph 8 is received, the objection shall be considered automatically withdrawn and, thereupon, the decision shall be binding for that Party 120 days after that objection is automatically withdrawn. The secretariat shall notify the Party 60 days prior to the date on which the objection will be automatically withdrawn.\n10. Decisions of the Conference of the Parties adopted under this Part, and objections to those decisions, shall be made publicly available by the secretariat and shall be transmitted to all States and relevant legal instruments and frameworks, including the relevant global, regional, subregional and sectoral bodies.\nArticle 20 ante"
    }, {
      "heading" : "Emergency measures",
      "text" : "The Conference of the Parties shall take decisions to adopt measures in areas\nbeyond national jurisdiction, to be applied on an emergency basis, if necessary, when a natural phenomenon or human-caused disaster has caused, or is likely to cause, serious or irreversible harm to marine biological diversity of areas beyond national jurisdiction, to ensure that the serious or irreversible harm is not exacerbated.\n20/54\n(a) Measures adopted under this article shall be considered necessary only if,\nfollowing consultation with relevant legal instruments or frameworks or global, regional, subregional or sectoral bodies, the serious or irreversible harm cannot be managed in a timely manner through the application of the other articles of this Agreement or by a relevant legal instrument or framework or global, regional, subregional or sectoral body;\n(b) Measures adopted on an emergency basis shall be based on the best\navailable science and scientific information and, where available, relevant traditional knowledge of Indigenous Peoples and local communities, and take into account the precautionary approach. Such measures may be proposed by Parties or recommended by the Scientific and Technical Body, and may be adopted intersessionally. The measures shall be temporary and must be reconsidered for decision at the next meeting of the Conference of the Parties following their adoption;\n(b.bis.) The measures shall terminate two years following their entry into force,\nor shall be terminated earlier by the Conference of the Parties upon being replaced by area-based management tools, including marine protected areas, and related measures established in accordance with this Part, or by measures adopted by a relevant legal instrument or framework or global, regional, subregional or secto ral body, or by a decision of the Conference of the Parties when the circumstances that necessitated the measure cease to exist;\n(c) Procedures and guidance for the establishment of emergency measures,\nincluding consultation procedures, shall be elaborated by the Scientific and Technical Body, as necessary, for consideration and adoption by the Conference of the Parties at its earliest opportunity. Such procedures shall be inclusive and transparent.\nArticle 20"
    }, {
      "heading" : "Implementation",
      "text" : "1. Parties shall ensure that activities under their jurisdiction or control that take place in areas beyond national jurisdiction are conducted consistently with the decisions adopted under this Part.\n2. Nothing in this Agreement shall prevent a Party from adopting more stringent measures with respect to its nationals and vessels or with regard to activities under its jurisdiction or control in addition to those adopted under this Part, in accordance with international law and in support of the objectives of the Agreement.\n3. The implementation of the measures adopted under this Part should not impose a disproportionate burden on Parties that are small island developing States or least developed countries, directly or indirectly.\n4. Parties shall promote, as appropriate, the adoption of measures within relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies of which they are members, to support the implementation of the decisions and recommendations made by the Conference of the Parties under this Part.\n5. Parties shall encourage those States that are entitled to become Parties to this Agreement, in particular those whose activities, vessels, or nationals operate in an area that is the subject of an established area-based management tool, including a marine protected area, to adopt measures supporting the decisions and recommendations by the Conference of the Parties on area-based management tools, including marine protected areas, established under this Part.\n6. A Party that is not a party to or a participant in a relevant legal instrument or framework, or a member of a relevant global, regional, subregional or sectoral body,\n21/54\nand that does not otherwise agree to apply the measures established under such instruments, frameworks and bodies, shall not be discharged from the obligation to cooperate, in accordance with the Convention and this Agreement, in the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\nArticle 21"
    }, {
      "heading" : "Monitoring and review",
      "text" : "1. Parties, individually or collectively, shall report to the Conference of the Parties on the implementation of area-based management tools, including marine protected areas, established under this Part, and related measures. Such reports, as well as the information and the review referred to in paragraphs 2 and 3, respectively, shall be made publicly available by the secretariat.\n2. The relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies shall be invited to provide information to the Conference of the Parties on the implementation of measures that they have adopted to achieve the objectives of the area-based management tool, including marine protected area, established under this Part.\n3. Area-based management tools, including marine protected areas, established under this Part, including related measures, shall be monitored and periodically reviewed by the Scientific and Technical Body, taking into account the repo rts and information referred to in paragraphs 1 and 2, respectively.\n4. The review referred to in paragraph 3 shall assess the effectiveness of area-based management tools, including marine protected areas, established under this Part, including related measures and the progress made in achieving their objectives and provide advice and recommendations to the Conference of the Parties.\n5. Following the review, the Conference of the Parties shall, as necessary, take decisions or recommendations on the amendment, extension or revocation of areabased management tools, including marine protected areas, and any related measures, adopted by the Conference of the Parties, on the basis of the best available science and scientific information and, where available, relevant traditional knowledge of Indigenous Peoples and local communities, taking into account the precautionary approach and an ecosystem approach.\nPART IV ENVIRONMENTAL IMPACT ASSESSMENTS\nArticle 21 bis"
    }, {
      "heading" : "Objectives",
      "text" : "The objectives of this Part are to:\n(a) Operationalize the provisions of the Convention on environmental impact\nassessment for areas beyond national jurisdiction by establishing processes, thresholds and other requirements for conducting and reporting assessments by Parties;\n(b) Ensure that activities covered by this Part are assessed and conducted to\nprevent, mitigate and manage significant adverse impacts for the purpose of protecting and preserving the marine environment;\n22/54\n(c) Support the consideration of cumulative impacts and impacts in areas\nwithin national jurisdiction;\n(d) Provide for strategic environmental assessments;\n(e) Achieve a coherent environmental impact assessment framework for\nactivities in areas beyond national jurisdiction;\n(f) Build and strengthen the capacity of Parties, particularly developing States\nParties, in particular the least developed countries, landlocked developing countries, geographically disadvantaged States, small island developing States, coastal African States, archipelagic States and developing middle income countries, to prepare, conduct and evaluate environmental impact assessments and strategic environmental assessments in support of the objectives of this Agreement.\nArticle 22\nObligation to conduct environmental impact assessments\n1. Parties shall ensure that the potential impacts on the marine environment of planned activities under their jurisdiction or control, which take place in areas beyond national jurisdiction, are assessed as set out in this Part before they are authorized.\n2. When a Party with jurisdiction or control over a planned activity that is to be conducted in marine areas within national jurisdiction determines that the activity may cause substantial pollution of or significant and harmful changes to the marine environment in areas beyond national jurisdiction, that Party shall ensure that an environmental impact assessment of such activity is conducted in accordance with this Part or an environmental impact assessment is conducted under the Party’s national process. A Party conducting such an assessment under its national process shall:\n(a) Make relevant information available through the clearing-house\nmechanism, in a timely manner during the national process;\n(b) Ensure that the activity is monitored in a manner consistent with the\nrequirements of its national process;\n(c) Ensure that environmental impact assessment reports and any relevant\nmonitoring reports are made available through the clearing-house mechanism as set out in this Agreement.\n3. Upon receiving the information referred to in paragraph 2 (a) above, the Scientific and Technical Body may provide comments to the Party with jurisdiction or control over the planned activity.\nArticle 23\nRelationship between this Agreement and environmental impact\nassessment processes under other relevant legal instruments and\nframeworks and relevant global, regional, subregional and\nsectoral bodies\n1. Parties shall promote the use of environmental impact assessments and the adoption and implementation of the standards and/or guidelines developed under article 41 bis in relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies of which they are members.\n23/54\n2. The Conference of the Parties shall develop mechanisms for the Scientific and Technical Body under this Part to collaborate with relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies that regulate activities in areas beyond national jurisdiction or protect the marine environment.\n3. When developing or updating standards or guidelines for the conduct of environmental impact assessments of activities in areas beyond national jurisdiction by Parties to this Agreement under article 41bis, the Scientific and Technical Body shall, as appropriate, collaborate with relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies.\n4. It is not necessary to conduct a screening or an environmental impact assessment of a planned activity in areas beyond national jurisdiction provided that the Party with jurisdiction or control over the planned activity determines that:\n(a) The potential impacts of the planned activity or category of activity have\nbeen assessed in accordance with the requirements of other relevant legal instruments or frameworks or by relevant global, regional, subregional or sectoral bodies;\n(b) (i) The assessment already undertaken for the planned activity is equivalent to the one required under this Part, and the results of the assessment are taken into account; or\n(ii) The regulations or standards of the relevant legal instruments or\nframeworks or relevant global, regional, subregional or sectoral bodies arising from the assessment were designed to prevent, mitigate or manage potential impacts below the threshold for environmental impact assessments under this Part, and have been complied with.\n5. When an environmental impact assessment under a relevant legal instrument or framework or a relevant global, regional, subregional or sectoral body for a planned activity in areas beyond national jurisdiction has been conducted, the Party concerned shall ensure that the environmental impact assessment report is published through the clearing-house mechanism.\n6. Unless the planned activities that meet the criteria set out in paragraph 4(b)(i) are subject to monitoring and review under a relevant legal instrumen t or framework or relevant global, regional, subregional or sectoral body, Parties shall monitor and review the activities and ensure that the monitoring and review reports are published through the clearing-house mechanism.\nArticle 24\nThresholds and factors for conducting environmental\nimpact assessments\n1. When a planned activity may have more than a minor or transitory effect on the marine environment or the effects of the activity are unknown or poorly understood, the Party with jurisdiction or control of the activity shall conduct a screening of the activity under article 30 using the factors under paragraph 2:\n(a) The screening shall be sufficiently detailed for the Party to assess if it has\nreasonable grounds for believing whether the planned activity may cause substantial pollution of or significant and harmful changes to the marine environment and shall include:\n(i) A description of the planned activity, including its purpose, location, duration and intensity; and\n24/54\n(ii) An initial analysis of the potential impacts, including consideration of cumulative impacts and, as appropriate, alternatives.\n(b) If it is determined on the basis of the screening that the Party has reasonable\ngrounds for believing that the activity may cause substantial pollution of or significant and harmful changes to the marine environment, an environmental impact assessment shall be conducted in accordance with the provisions of this Part.\n2. When determining whether planned activities under their jurisdiction or control meet the threshold in paragraph 1, Parties shall consider the following non-exhaustive factors:\n(a) The type of, and technology used for, the activity and the manner in which\nit is to be conducted;\n(b) The duration of the activity;\n(c) The location of the activity;\n(d) The characteristics and ecosystem of the location (including areas of\nparticular ecological or biological significance or vulnerability);\n(e) The potential impacts of the activity, including the potential cumulative\nimpacts and the potential impacts in areas within national jurisdiction;\n(f) The extent to which the effects of the activity are unknown or poorly\nunderstood;\n(g) Other relevant ecological or biological criteria.\nArticle 25\nDeleted.\nArticle 26\nDeleted.\nArticle 27\nDeleted.\nArticle 28\nDeleted.\nArticle 29\nDeleted.\nArticle 30\nProcess for environmental impact assessments\n1. Parties shall ensure that the process for conducting an environmental impact assessment pursuant to this Part includes the following steps:\n25/54\n(a) Screening. Parties shall undertake screening in a timely manner to\ndetermine whether an environmental impact assessment is required in respect of a planned activity under its jurisdiction or control in accordance with article 24 and make its determination publicly available:\n(i) If a Party determines that an environmental impact assessment is not required for a planned activity under its jurisdiction or control, it shall make relevant information, including under article 24 (1)(a), publicly available through the clearing-house mechanism under this Agreement;\n(ii) On the basis of the best available science and scientific information and, where available, relevant traditional knowledge of Indigenous Peoples and local communities, a Party may register its views on the potential impacts of a planned activity on which a determination has been made in accordance with subparagraph (i) with the Party that made the determination and the Scientific and Technical Body within 40 days of the publication;\n(iii) If the Party that registered its views expressed concerns on the potential impacts of a planned activity on which the determination was made, the Party that made that determination shall give consideration to such concerns and may review its determination;\n(iv) Upon consideration of the concerns registered by a Party under (ii), the Scientific and Technical Body shall consider and may evaluate the potential impacts of the planned activity on the basis of the best available science and scientific information and, where available, relevant traditional knowledge of Indigenous Peoples and local communities and, as appropriate, may make recommendations to the Party that made the determination after giving that Party an opportunity to respond to the concerns registered, and taking into account such response;\n(v) The Party that made the determination under (i) shall give consideration to any recommendations by the Scientific and Technical Body;\n(vi) The registration of views and the recommendations of the Scientific and Technical Body shall be made publicly available, including through the clearing-house mechanism.\n(b) Scoping. Parties shall ensure that key environmental and any associated\nimpacts, such as economic, social, cultural and human health impacts, including potential cumulative impacts, impacts in areas within national jurisdiction, as well as alternatives, if any, to be included in the environmental impact assessments that shall be conducted under this Part, are identified. The scope shall be defined by using the best available science and scientific information and, where available, relevant traditional knowledge of Indigenous Peoples and local communities;\n(c) Impact assessment and evaluation. Parties shall ensure that the impacts of\nplanned activities, including cumulative impacts and impacts in areas within national jurisdiction, are assessed and evaluated using the best available science and scientific information and, where available, relevant traditional knowledge of Indigenous Peoples and local communities;\n(d) Prevention, mitigation and management of potential adverse effects.\nParties shall ensure that:\n(i) Measures to prevent, mitigate and manage potential adverse effects of the planned activities under their jurisdiction or control are identified and analysed to avoid significant adverse impacts. Such measures may include the consideration of alternatives to the planned activity under their jurisdiction or control;\n26/54\n(ii) Where appropriate, these measures are incorporated into an environmental management plan;\n(e) Parties shall ensure public notification and consultation in accordance with\narticle 34;\n(f) Parties shall ensure preparation and publication of an environmental\nimpact assessment report in accordance with article 35.\n2. Parties may conduct joint environmental impact assessments, in particular for activities under the jurisdiction or control of small island developing States.\n3. A roster of experts shall be created under the Scientific and Technical Body. Parties with capacity constraints may request advice and assistance from those experts to conduct and evaluate screenings and environmental impact assessments for a planned activity under their jurisdiction or control. The experts cannot be appointed in another part of the environmental impact assessment process of the same activity. The Party that requested the advice and assistance shall ensure that such environmental impact assessments are submitted to the Party for review and decision - making.\nArticle 31\nDeleted.\nArticle 32\nDeleted.\nArticle 33\nDeleted.\nArticle 34"
    }, {
      "heading" : "Public notification and consultation",
      "text" : "1. Parties shall ensure timely public notification of a planned activity, including by publication through the clearing-house mechanism and through the secretariat, and planned and effective, time-bound opportunities, as far as practicable, for participation by all States, in particular adjacent coastal States and any other States adjacent to the activity when they are potentially most affected States, and stakeholders in the environmental impact assessment process. Notification and opportunities for participation, including through the submission of comments, shall take place throughout the environmental impact assessment process, as appropriate, including when identifying the scope of an environmental impact assessment under article 30, paragraph 1 (b) and when a draft environmental impact assessment report has been prepared under article 35, before a decision is made as to whether to authorize the activity.\n2. Potentially most affected States shall be determined taking into account the nature and potential effects on the marine environment of the planned activity and shall include: (i) coastal States whose exercise of sovereign rights for the purpose of exploring , exploiting , conserving, or managing natural resources may reasonably be believed to be affected by the activity, and (ii) States that carry out, in the area of the\n27/54\nplanned activity, human activities that may reasonably be believed to be affected, including economic activities.\n3. Stakeholders in this process include Indigenous Peoples and local communities with relevant traditional knowledge, relevant global, regional, subregional and sectoral bodies, civil society, the scientific community, and the public.\n4. Public notification and consultation shall, in accordance with article 48 bis, paragraph 3, be transparent and inclusive, conducted in a timely manner, and targeted and proactive when involving small island developing States.\n5. Substantive comments received during the consultation process, including from adjacent coastal States and any other States adjacent to the activity when they are potentially most affected States, shall be considered and responded to or addressed by Parties. Parties shall give particular regard to comments concerning potential impacts in areas within national jurisdiction and provide written responses, as appropriate, specifically addressing such comments, including regarding any additional measures meant to address those potential impacts. Parties shall make public the comments received and the responses or descriptions of the manner in which they were addressed.\n6. Where a planned activity affects areas of the high seas that are entirely surrounded by the exclusive economic zones of States, Parties shall:\n(a) Undertake targeted and proactive consultations, including prior\nnotification, with such surrounding States;\n(b) Consider the views and comments of those surrounding States on the\nplanned activity and provide written responses specifically addressing such views and comments, and, as appropriate, revise the planned activity accordingly.\n8. Parties shall ensure access to information related to the environmental impact assessment process under this Agreement. Notwithstanding this, Part ies shall not be required to disclose confidential or proprietary information. The fact that confidential or proprietary information has been redacted shall be indicated in public documents.\nArticle 35\nEnvironmental impact assessment reports\n1. Parties shall ensure the preparation of an environmental impact assessment report for any such assessment undertaken pursuant to this Part.\n2. The environmental impact assessment report shall include, as a minimum, the following information: a description of the planned activity, including its location, a description of the results of the scoping exercise, a baseline assessment of the marine environment likely to be affected, a description of potential impacts, including potential cumulative impacts and any impacts in areas within national jurisdiction, a description of potential prevention, mitigation and management measures, uncertainties and gaps in knowledge, information on the public consultation process, a description of the consideration of reasonable alternatives to the planned activity, a description of follow-up actions, including an environmental management plan, and a non-technical summary.\n3. The Party shall make available the draft environmental impact assessment report through the clearing-house mechanism during the public consultation process to provide an opportunity for the Scientific and Technical Body to consider and evaluate the report.\n28/54\n4. The Scientific and Technical Body as appropriate, in a timely manner, may make comments to the Party on the draft environmental impact assessment report. The Party shall give consideration to any comments by the Scientific and Technical Body.\n5. Parties shall publish the reports of the environmental impact assessments, including through the clearing-house mechanism. The secretariat shall ensure that all Parties are notified in a timely manner when reports are published through the clearing-house mechanism.\n6. Final environmental impact assessment reports shall be considered by the Scientific and Technical Body, on the basis of relevant practices, procedures and knowledge under this Agreement, for the purpose of developing guidelines, including the identification of best practices.\n7. A selection of the published information used in the screening process to make decisions on whether to conduct an environmental impact assessment, in accordance with articles 24 and 30, shall be considered and reviewed by the Scient ific and Technical Body, on the basis of relevant practices, procedures and knowledge under this Agreement, for the purpose of developing guidelines, including the identification of best practices.\nArticle 36\nDeleted.\nArticle 37\nDeleted.\nArticle 38"
    }, {
      "heading" : "Decision-making",
      "text" : "1. A Party under whose jurisdiction or control a planned activity falls shall be responsible for determining if it may proceed.\n2. When determining whether the planned activity may proceed under this Part, full account shall be taken of an environmental impact assessment conducted in accordance with this Part. A decision to authorize the planned activity under the jurisdiction or control of a Party shall only be made when, taking into account mitigation or management measures, the Party has determined that it has made all reasonable efforts to ensure that the activity can be conducted in a manner consistent with the prevention of significant adverse impacts on the marine environment.\n3. Decision documents shall clearly outline any conditions of approval related to mitigation measures and follow-up requirements. Decision documents shall be made public, including through the clearing-house mechanism.\n4. At the request of a Party, the Conference of the Parties may provide advice and assistance to that Party when determining whether a planned activity under its jurisdiction or control may proceed.\nArticle 39\nMonitoring of impacts of authorized activities\n29/54\nParties shall, by using the best available science and scientific information and,\nwhere available, the relevant traditional knowledge of Indigenous Peoples and local communities, keep under surveillance the impacts of any activities in areas beyond national jurisdiction which they permit or in which they engage in order to determine whether these activities are likely to pollute or have adverse impacts on the marine environment. In particular, each Party shall monitor the environmental and any associated impacts, such as economic, social, cultural and human health impacts, of an authorized activity under their jurisdiction or control in accordance with the conditions set out in the approval of the activity.\nArticle 40\nReporting on impacts of authorized activities\n1. Parties, whether acting individually or collectively, shall periodically report on the impacts of the authorized activity and the results of the monitoring required under article 39.\n2. Monitoring reports shall be made public, including through the clearing -house mechanism and the Scientific and Technical Body may consider and evaluate the monitoring reports.\n3. Monitoring reports shall be considered by the Scientific and Technical Body, on the basis of relevant practices, procedures and knowledge under this Agreement, for the purpose of developing guidelines on the monitoring of impacts of authorized activities, including the identification of best practices.\nArticle 41\nReview of authorized activities and their impacts\n1. Parties shall ensure that the impacts of the authorized activity monitored pursuant to article 39 are reviewed.\n2. Should the Party with jurisdiction or control over the activity identify significant adverse impacts that either were not foreseen in the environmental impact assessment, in nature or severity, or that arise from a breach of any of the conditions set out in the approval of the activity, the Party shall review its decision authorizing the activity, notify the Conference of the Parties, other Parties and the public, including through the clearing-house mechanism and:\n(a) Require that measures are proposed and implemented to prevent, mitigate\nand/or manage those impacts, or take any other necessary action and/or halt the activity, as appropriate; and\n(b) Evaluate any measures implemented or actions taken under subparagraph\n(a) in a timely manner.\n3. On the basis of the reports received under article 40, the Scientific and Technical Body, may notify the Party that authorized the activity where i t considers that the activity may have significant adverse impacts that were either not foreseen in the environmental impact assessment or that arise from a breach of any conditions of approval of the authorized activity and as appropriate, may make recommendations to the Party.\n4. (a) On the basis of the best available science and scientific information and, where available, relevant traditional knowledge of Indigenous Peoples and local communities, a Party may register its concerns that the authorized act ivity may have significant adverse impacts that were either not foreseen in the environmental impact\n30/54\nassessment, in nature or severity, or that arise from a breach of any conditions of approval of the authorized activity with the Party that authorized the activity and the Scientific and Technical Body.\n(b) The Party that authorized the activity shall give consideration to such\nconcerns;\n(c) Upon consideration of the concerns registered by a Party, the Scientific\nand Technical Body shall consider and may evaluate the matter based on the best available science and scientific information and, where available, relevant traditional knowledge of Indigenous Peoples and local communities and may notify the Party that authorized the activity, where it considers that such activity may have significant adverse impacts that were either not foreseen in the environmental impact assessment or that arise from a breach of any conditions of approval of the authorized activity after giving that Party an opportunity to respond to the concerns registered, and taking into account such response and as appropriate, may make recommendation to the Party of the authorized activity;\n(d) The registration of concerns, any notification issued and recommendations\nby the Scientific and Technical Body, shall be made publicly available, including through the clearing-house mechanism;\n(e) The Party that authorized the activity shall give consideration to any\nnotification issued and recommendations by the Scientific and Technical Body.\n5. All States, in particular adjacent coastal States and any other States adjacent to the activity when they are potentially most affected States, and stakeholders shall be kept informed through the clearing-house mechanism and may be consulted in the monitoring, reporting and review processes in respect of an activity approved under this Agreement.\n6. Parties shall publish, including through the clearing-house mechanism:\n(a) Reports on the review of the impacts of the authorized activity;\n(b) Decision documents, including a record of the reasons for the decision by\nthe Party, when a Party has changed its decision authorizing the activity.\nArticle 41 bis\nStandards and/or guidelines to be developed by the Scientific and\nTechnical Body related to environmental impact assessments\n1. The Scientific and Technical Body shall develop standards or guidelines for consideration and adoption by the Conference of the Parties on:\n(a) The determination of whether the thresholds for the conduct of a screening\nor an environmental impact assessment under article 24 has been reached or exceeded for planned activities, including on the basis of the non-exhaustive factors set out in article 24, paragraph 2;\n(b) The assessment of cumulative impacts in areas beyond national\njurisdiction and how those impacts should be taken into account in the process for conducting environmental impact assessments;\n(c) The assessment of impacts in areas within national jurisdiction of planned\nactivities in areas beyond national jurisdiction and how those impacts should be taken into account in the process for conducting environmental impact assessments;\n31/54\n(d) The public notification and consultation process under article 34, including\nthe determination of what constitutes confidential or proprietary information;\n(e) The required content of environmental impact assessment reports and\npublished information used in the screening process pursuant to article 35, in cluding best practices;\n(f) The monitoring of and reporting on the impacts of authorized activities as\nset out in articles 39 and 40, including the identification of best practices;\n(g) The conduct of strategic environmental assessments.\n2. The Scientific and Technical Body may also develop standards and\nguidelines for consideration and adoption by the Conference of the Parties, including on:\n(a) An indicative non-exhaustive list of activities that require or do not require\nan environmental impact assessment as well as any criteria related to those activities that shall be periodically updated;\n(b) The conduct of environmental impact assessments by Parties to this\nAgreement in areas identified as requiring protection or special attention.\n3. Any standard shall be set out in an annex to this Agreement.\nArticle 41 ter"
    }, {
      "heading" : "Strategic environmental assessments",
      "text" : "1. Parties, individually or in cooperation with other Parties, shall consider conducting strategic environmental assessments for plans and programmes relating to activities under their jurisdiction or control, to be conducted in areas beyond national jurisdiction, to assess the potential effects of that plan or programme, as well as alternatives, on the marine environment.\n2. The Conference of the Parties may conduct a strategic environmental assessment of an area or region to collate and synthesize the best available information about the area or region, assess current and potential future impacts and identify data gaps and research priorities.\n3. When undertaking environmental impact assessments pursuant to this Part, Parties shall take into account the results of relevant strategic environmental assessments carried out under paragraphs 1 and 2, where available.\n4. The Conference of the Parties shall develop guidance on the conduct of each category of strategic environmental assessment described in this artic le.\nPART V\nCAPACITY-BUILDING AND TRANSFER OF MARINE TECHNOLOGY\nArticle 42"
    }, {
      "heading" : "Objectives",
      "text" : "The objectives of this Part are to:\n(a) Assist Parties, in particular developing States Parties, in implementing the\nprovisions of this Agreement, to achieve its objectives;\n32/54\n(b) Enable inclusive, equitable and effective cooperation and participation in\nthe activities undertaken under this Agreement;\n(c) Develop the marine scientific and technological capacity, including with\nrespect to research, of Parties, in particular developing States Parties, with regard to the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, including through access to marine technology by, and the transfer of marine technology to, developing States Parties;\n(d) Increase, disseminate and share knowledge on the conservation and\nsustainable use of marine biological diversity of areas beyond national jurisdiction;\n(e) More specifically, support developing States Parties, in particular the least\ndeveloped countries, landlocked developing countries, geographically disadvantaged States, small island developing States, coastal African States, archipelagic States and developing middle-income countries, through capacity-building and the development and transfer of marine technology under this Agreement in achieving the objectives in relation to:\n(i) Marine genetic resources, including the sharing of benefits, as reflected in article 7;\n(ii) Measures such as area-based management tools, including marine protected areas, as reflected in article 14;\n(iii) Environmental impact assessments, as reflected in article 21 bis.\nArticle 43\nCooperation in capacity-building and transfer of marine technology\n1. Parties shall cooperate, directly or through relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, to assist Parties, in particular developing States Parties, in achieving the objectives of this Agreement through capacity-building and the development and transfer of marine science and marine technology.\n2. In providing capacity-building and the transfer of marine technology under this Agreement, Parties shall cooperate at all levels and in all forms, including through partnerships with and involving all relevant stakeholders, such as, where appropriate, the private sector, civil society, and Indigenous Peoples and local communities as holders of traditional knowledge, as well as through strengthening cooperation and coordination between relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies.\n3. In giving effect to this Part, Parties shall give full recognition to the special requirements of developing States Parties, in particular the least developed countries, landlocked developing countries, geographically disadvantaged States, small island developing States, coastal African States, archipelagic States and developing middleincome countries. Parties shall ensure that the provision of capacity-building and the transfer of marine technology is not conditional on onerous reporting requirements.\nArticle 44\nModalities for capacity-building and the transfer of\nmarine technology\n1. Parties, within their capabilities, shall ensure capacity-building for developing States Parties and shall cooperate to achieve the transfer of marine technology, in particular to developing States Parties that need and request it, taking into account\n33/54\nthe special circumstances of small island developing States and of least developed countries, in accordance with the provisions of this Agreement.\n2. Parties shall provide, within their capabilities, resources to support such capacity-building and the development and transfer of marine technology, and to facilitate access to other sources of support, taking into account their national policies, priorities, plans and programmes.\n3. Capacity-building and the transfer of marine technology should be a country - driven, transparent, effective and iterative process that is participa tory, cross-cutting and gender-responsive. It shall build upon, as appropriate, and not duplicate existing programmes and be guided by lessons learned, including those from capacity-building and the transfer of marine technology activities under relevant l egal instruments and frameworks and relevant global, regional, subregional and sectoral bodies. Insofar as possible, it shall take into account these activities with a view to maximizing efficiency and results.\n4. Capacity-building and the transfer of marine technology shall be based on and be responsive to the needs and priorities of developing States Parties, taking into account the special circumstances of small island developing States and of least developed countries, identified through needs assessments on an individual case-by-case, subregional or regional basis. Such needs and priorities may be self-assessed or facilitated through the capacity-building and transfer of marine technology committee and the clearing-house mechanism.\nArticle 45\nAdditional modalities for the transfer of marine technology\n1. Parties share a long-term vision of the importance of fully realizing technology development and transfer for inclusive, equitable and effective cooperation and participation in the activities undertaken under this Agreement and in order to fully achieve its objectives.\n2. The transfer of marine technology undertaken under this Agreement shall take place on fair and most favourable terms, including on concessional and preferential terms, and in accordance with mutually agreed terms and conditions as well as the objectives of this Agreement.\n3. Parties shall promote and encourage economic and legal conditions for the transfer of marine technology to developing States Parties, taking into account the special circumstances of small island developing States and of least developed countries, which may include providing incentives to enterprises and institutions.\n4. The transfer of marine technology shall take into account all rights over such technologies and be carried out with due regard for all legitimate interests, including, inter alia, the rights and duties of holders, suppliers and recipients of marine technology and taking into particular consideration the interests and needs of developing States for the attainment of the objectives of this Agreement.\n5. Marine technology transferred pursuant to this Part shall be appropriate, relevant and, to the extent possible, be reliable, affordable, up to date, environmentally sound and available in an accessible form for developing States Parties, taking into account the special circumstances of small island developing States and of least developed countries.\nArticle 46\nTypes of capacity-building and transfer of marine technology\n34/54\n1. In support of the objectives set out in article 42, the types of capacity -building and transfer of marine technology may include, and are not limited to, support for the creation or enhancement of the human, financial management, scientific, technological, organizational, institutional and other resource capabilities of Parties, such as:\n(a) The sharing and use of relevant data, information, knowledge and research\nresults;\n(b) Information dissemination and awareness-raising, including with respect\nto relevant traditional knowledge of Indigenous Peoples and local communities, in line with the free, prior and informed consent of these Indigenous Peoples and, as appropriate, local communities;\n(c) The development and strengthening of relevant infrastructure, including\nequipment and capacity of personnel for its use and maintenance;\n(d) The development and strengthening of institutional capacity and national\nregulatory frameworks or mechanisms;\n(e) The development and strengthening of human and financial management\nresource capabilities, and technical expertise through exchanges, research collaboration, technical support, education and training, and the transfer of marine technology;\n(f) The development and sharing of manuals, guidelines and standards;\n(g) The development of technical, scientific and research and development\nprogrammes;\n(h) The development and strengthening of capacities and technological tools\nfor effective monitoring, control and surveillance of activities within the scope of this Agreement.\n2. Further details concerning the types of capacity-building and transfer of marine technology identified in this article are elaborated in annex II.\n3. The Conference of the Parties, taking account of the recommendations of the capacity-building and transfer of marine technology committee, shall review, assess and further develop and provide guidance on the indicative and non-exhaustive list of types of capacity-building and transfer of marine technology elaborated in annex II periodically, as necessary, to reflect technological progress and innovation and to respond and adapt to the evolving needs of States, subregions and regions.\nArticle 47"
    }, {
      "heading" : "Monitoring and review",
      "text" : "1. Capacity-building and the transfer of marine technology undertaken in accordance with the provisions of this Part shall be monitored and reviewed periodically.\n2. The monitoring and review referred to in paragraph 1 shall be carried out by the capacity-building and transfer of marine technology committee under the authority of the Conference of the Parties and shall be aimed at:\n(a) Assessing and reviewing the needs and priorities of developing States\nParties in terms of capacity-building and the transfer of marine technology, paying particular attention to the special requirements of developing States Parties and to the\n35/54\nspecial circumstances of small island developing States and of least developed countries, in accordance with article 44, paragraph 4;\n(b) Reviewing the support required, provided and mobilized, and gaps in\nmeeting the assessed needs of developing States Parties in relation to this Agreement;\n(c) Identifying and mobilizing funds under the financial mechanism\nestablished under article 52 to develop and implement capacity-building and the transfer of marine technology, including for the conduct of needs assessments;\n(d) Measuring performance on the basis of agreed indicators and reviewing\nresults-based analyses, including on the output, outcomes, progress and effectiveness of capacity-building and transfer of marine technology under this Agreement, as well as successes and challenges;\n(e) Making recommendations for follow-up activities, including on how\ncapacity-building and the transfer of marine technology could be further enhanced to allow developing States Parties, taking into account the special circumstances of small island developing States and of least developed countries, to strengthen their implementation of the Agreement to achieve its objectives.\n3. In supporting the monitoring and review of capacity-building and the transfer of marine technology, Parties shall submit reports to the capacity building and transfer of marine technology committee. These reports should be in a format and at such intervals as determined by the Conference of the Parties, taking into account the recommendations of the capacity building and transfer of marine technology committee. In submitting these reports, Parties shall take into account, where applicable, inputs from regional and subregional bodies on capacity building and transfer of marine technology. The reports submitted by Parties, as well as any inputs from regional and subregional bodies on capacity building and transfer of marine technology, should be made publicly available. The Conference of the Parties shall ensure that reporting requirements should be streamlined and not onerous, in particular for developing States Parties, including in terms of costs and time requirements.\nArticle 47 bis\nCapacity-building and transfer of marine technology committee\n1. A capacity-building and transfer of marine technology committee is hereby established.\n2. The committee shall consist of members possessing appropriate qualifications and expertise, to serve objectively in the best interest of the Agreement, nominated by Parties and elected by the Conference of the Parties, taking into account gender balance and equitable geographic distribution, and providing for representation on the committee from the least developed countries, from the small island developing States and from the landlocked developing countries. The terms of reference and modalities for the operation of the committee shall be decided by the Conference of the Parties at its first meeting.\n3. The committee shall submit reports and recommendations that the Conference of the Parties shall consider and take action on as appropriate.\nPART VI INSTITUTIONAL ARRANGEMENTS\n36/54\nArticle 48"
    }, {
      "heading" : "Conference of the Parties",
      "text" : "1. A Conference of the Parties is hereby established.\n2. The first meeting of the Conference of the Parties shall be convened by the Secretary-General of the United Nations no later than one year after the entry into force of this Agreement. Thereafter, ordinary meetings of the Conference shall be held at regular intervals to be determined by the Conference. Extraordinary meetings of the Conference may be held at other times, in accordance with the rules of procedure.\n2 bis. The Conference of the Parties shall ordinarily meet at the seat of the Secretariat or at the headquarters of the United Nations.\n3. The Conference of the Parties shall by consensus adopt at its first meeting rules of procedure for itself and its subsidiary bodies, financial rules governing its funding and the funding of the secretariat and any subsidiary bodies, and thereafter rules of procedure and financial rules for any further subsidiary body that it may establish. Unti l such time as the rules of procedure have been adopted, the rules of procedure of the intergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction shall apply.\n4. The Conference of the Parties shall make every effort to adopt decisions and recommendations by consensus. Except as otherwise provided in this Agreement , if all efforts to reach consensus have been exhausted, decisions and recommendations of the Conference of the Parties on questions of substance shall be adopted by a two - thirds majority of the Parties present and voting, and decisions on questions of procedure shall be adopted by a majority of the Parties present and voting.\n5. The Conference of the Parties shall keep under review and evaluation the implementation of this Agreement and, for this purpose, shall:\n(a) Adopt decisions and recommendations related to the implementation of\nthis Agreement;\n(b) Review and facilitate the exchange of information among Parties relevant\nto the implementation of this Agreement;\n(c) Promote, including by establishing appropriate processes, cooperation and\ncoordination with and among relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, with a view to promoting coherence among efforts towards the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction;\n(d) Establish such subsidiary bodies as deemed necessary to support the\nimplementation of this Agreement;\n(e) Adopt a budget by a three-fourths majority of Parties present and voting if\nall efforts to reach consensus have been exhausted, at such frequency and for such a financial period as it may determine;\n(f) Undertake other functions identified in this Agreement or as may be\nrequired for its implementation.\n6. The Conference of the Parties may decide to request the International Tribunal for the Law of the Sea to give an advisory opinion on a legal question on the conformity with this Agreement of a proposal before the Conference of the Parties on any matter within its competence. A request for an advisory opinion shall not be sought on a matter within the competence of other global, regional, subregional or\n37/54\nsectoral bodies, or on a matter that necessarily involves the concurrent consideration of any dispute concerning sovereignty or other rights over continental or insular land territory or a claim thereto, or the legal status of an area as within national jurisdiction. The request shall indicate the scope of the legal question on which the advisory opinion is sought. The Conference of the Parties may request that such opinion be given as a matter of urgency.\n7. The Conference of the Parties shall, within five years of the entry into force of this Agreement and thereafter at intervals to be determined by it, assess and review the adequacy and effectiveness of the provisions of this Agreement and, if necessary, propose means of strengthening the implementation of those provisions in order to better address the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\nArticle 48 bis"
    }, {
      "heading" : "Transparency",
      "text" : "1. The Conference of the Parties shall promote transparency in decision-making processes and other activities carried out under this Agreement.\n2. All meetings of the Conference of the Parties and its subsidiary bodies shall be open to observers participating in accordance with the rules of procedure unless otherwise decided by the Conference of the Parties. The Conference of the Parties shall publish and maintain a public record of its decisions.\n3. The Conference of the Parties shall promote transparency in the implementation of this Agreement, including through the public dissemination of information, and the facilitation of participation of, and consultation with, relevant global, regional, subregional and sectoral bodies, Indigenous Peoples and local communiti es with relevant traditional knowledge, the scientific community, civil society and other relevant stakeholders as appropriate, and in accordance with the provisions of this Agreement.\n4. Representatives of States not party to this Agreement, relevant global, regional, subregional and sectoral bodies, Indigenous Peoples and local communities with relevant traditional knowledge, the scientific community, civil society and other relevant stakeholders with an interest in matters pertaining to the Conference of the Parties may request to participate in the meetings of the Conference of the Parties and of its subsidiary bodies, as observers. The rules of procedure of the Conference of the Parties shall provide for modalities for such participation and shall not be unduly restrictive in this respect. The rules of procedure shall also provide for such representatives to have timely access to all relevant information.\nArticle 49"
    }, {
      "heading" : "Scientific and Technical Body",
      "text" : "1. A Scientific and Technical Body is hereby established.\n2. The Body shall be composed of members serving in their expert capacity and in the best interest of the Agreement, nominated by Parties and elected by the Conference of the Parties, with suitable qualifications, taking into account the need for multidisciplinary expertise, including relevant scientific and technical expertise and expertise in relevant traditional knowledge of Indigenous Peoples and local communities, gender balance and equitable geographical representation. The terms of reference and modalities for the operation of the Body, including its selection process\n38/54\nand the terms of members’ mandates, shall be determined by the Conference of the Parties at its first meeting.\n3. The Body may draw on appropriate advice emanating from relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, as well as from other scientists and experts, as may be required.\n4. Under the authority and guidance of the Conference of the Parties, and taking into account the multidisciplinary expertise referenced in paragraph 2 of this article, the Body shall provide scientific and technical advice to the Conference and perform the functions assigned to it under this Agreement and such other functions as may be determined by the Conference, and provide reports to the Conference on its work.\nArticle 50"
    }, {
      "heading" : "Secretariat",
      "text" : "1. A secretariat is hereby established. The Conference of the Parties, at its first meeting, shall make arrangements for the functioning of the secretariat, including deciding on its seat.\n1 bis. Until such time as the secretariat commences its functions, the SecretaryGeneral of the United Nations, through the Division for Ocean Affairs and the Law of the Sea of the Office of Legal Affairs of the United Nations Secretariat, shall perform the secretariat functions under this Agreement.\n1 ter. The secretariat and the host State may conclude a headquarters agreement. The secretariat shall enjoy legal capacity in the territory of the host State and be granted such privileges and immunities by the host State as are necessary for the exercise of its functions.\n2. The secretariat shall:\n(a) Provide administrative and logistical support to the Conference of the\nParties and its subsidiary bodies for the purposes of the implementation of this Agreement;\n(b) Arrange and service the meetings of the Conference of the Parties and of\nany other bodies as may be established under this Agreement or by the Conference;\n(c) Circulate information relating to the implementation of this Agreement in\na timely manner, including making publicly available and transmitting to all Parties as well as to relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, decisions of the Conference of the Parties;\n(d) Facilitate cooperation and coordination, as appropriate, with the\nsecretariats of other relevant international bodies and, in particular, enter into such administrative and contractual arrangements as may be required for that purpose and for the effective discharge of its functions, subject to approval by the Conference of the Parties;\n(e) Prepare reports on the execution of its functions under this Agreement and\nsubmit them to the Conference of the Parties;\n(f) Provide assistance with the implementation of this Agreement and perform\nsuch other functions as may be determined by the Conference of the Parties or assigned to it under this Agreement.\nArticle 51\nClearing-house mechanism\n39/54\n1. A clearing-house mechanism is hereby established.\n2. The clearing-house mechanism shall consist primarily of an open-access platform. The specific modalities for the operation of the clearing -house mechanism shall be determined by the Conference of the Parties.\n3. The clearing-house mechanism shall:\n(a) Serve as a centralized platform to enable Parties to access, provide and\ndisseminate information with respect to activities taking place pursuant to the provisions of this Agreement, including information relating to:\n(i) Marine genetic resources of areas beyond national jurisdiction, as set out in Part II of this Agreement;\n(ii) The establishment and implementation of area-based management tools, including marine protected areas;\n(iii) Environmental impact assessments;\n(iv) Requests for capacity-building and the transfer of marine technology and opportunities with respect thereto, including research collaboration and training opportunities, information on sources and availability of technological information and data for the transfer of marine technology, opportunities for facilitated access to marine technology and the availability of funding;\n(b) Facilitate the matching of capacity-building needs with the support\navailable and with providers for the transfer of marine technology, including governmental, non-governmental or private entities interested in participating as donors in the transfer of marine technology, and facilitate access to related know-how and expertise;\n(c) Provide links to relevant global, regional, subregional, national and\nsectoral clearing-house mechanisms and other databases, repositories and gene banks, including those pertaining to relevant traditional knowledge of Indigenous Peoples and local communities and promote, where possible, links with public ly available private and non-governmental platforms for the exchange of information;\n(d) Build on global, regional and subregional clearing-house institutions,\nwhere applicable, when establishing regional and subregional mechanisms under the global mechanism;\n(e) Foster enhanced transparency, including by facilitating the sharing of\nenvironmental baseline data and information relating to the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction between Parties and other relevant stakeholders;\n(f) Facilitate international cooperation and collaboration, including scientific\nand technical cooperation and collaboration;\n(g) Perform such other functions as may be determined by the Conference of\nthe Parties or assigned to it under this Agreement.\n4. The clearing-house mechanism shall be managed by the secretariat, without prejudice to possible cooperation with other relevant legal instruments and frameworks and relevant global, regional organizations as determined by the Conference of the Parties, including the Intergovernmental Oceanographic Commission of the United Nations Educational, Scientific and Cultural Organization, the International Seabed Authority, the International Maritime Organization and the Food and Agriculture Organization of the United Nations.\n40/54\n5. In the management of the clearing-house mechanism, full recognition shall be given to the special requirements of developing States Parties, as well as the special circumstances of small island developing States Parties, and their access to the mechanism shall be facilitated to enable those States to utilize it without undue obstacles or administrative burdens. Information shall be included on activities to promote information-sharing, awareness-raising and dissemination in and with those States, as well as to provide specific programmes for those States.\n6. The confidentiality of information provided under this Agreement and rights thereto shall be respected. Nothing under this Agreement shall be interpreted as requiring the sharing of information that is protected from disclosure under the domestic law of a Party or other applicable law.\nPART VII"
    }, {
      "heading" : "FINANCIAL RESOURCES AND MECHANISM",
      "text" : "Article 52"
    }, {
      "heading" : "Funding",
      "text" : "1. Each Party shall provide, within its capabilities, resources in respect of those activities that are intended to achieve the objectives of this Agreement, taking into account its national policies, priorities, plans and programmes.\n2. The institutions established under this Agreement shall be funded through assessed contributions of the Parties.\n3. A mechanism for the provision of adequate, accessible, new and additional and predictable financial resources under this Agreement is hereby established. The mechanism shall assist developing States Parties in implementing this Agreement, including through funding in support of capacity-building and the transfer of marine technology as well as perform other functions as set out in this article for the conservation and sustainable use of marine biological diversity.\n4. The mechanism shall include:\n(a) A voluntary trust fund established by the Conference of the Parties to\nfacilitate the participation of representatives of developing States Parties, in particular least developed countries, landlocked developing countries and small island developing States, in the meetings of the bodies under this Agreement;\n(b) A special fund that shall be funded through the following sources:\n(i) Annual contributions in accordance with article 11, paragraph 5bis ante;\n(ii) Payments in accordance with article 11, paragraph 5bis;\n(iii) Additional contributions from Parties and private entities wishing to provide financial resources to support the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\n(c) The Global Environment Facility trust fund.\n4bis ante. The Conference of the Parties may consider the possibility to establish additional funds, as part of the financial mechanism, to support the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, to finance rehabilitation and ecological restoration of marine biological diversity of areas beyond national jurisdiction.\n41/54\n4bis. The special fund and the Global Environment Facility trust fund shall be utilised in order to:\n(i) Fund capacity-building projects under this Agreement, including effective projects on the conservation and sustainable use of marine biological diversity and activities and programmes, including training related to the transfer of marine technology;\n(ii) Assist developing States Parties to implement this Agreement;\n(iii) Support conservation and sustainable use programmes by Indigenous Peoples and local communities as holders of traditional knowledge;\n(iv) Support public consultations at the national, subregional and regional levels;\n(v) Fund the undertaking of any other activities as decided by the Conference of the Parties;\n4ter. The financial mechanism should seek to ensure that duplication is avoided, and complementarity and coherence promoted, among the utilization of the funds within the mechanism.\n5. Financial resources mobilized in support of the implementation of this Agreement may include funding provided through public and private sources, both national and international, including but not limited to contributions from States, international financial institutions, existing funding mechanisms under global and regional instruments, donor agencies, intergovernmental organizations, non-governmental organizations and natural and juridical persons, and through public-private partnerships.\n6. For the purposes of this Agreement, the mechanism shall function under the authority, where appropriate, and guidance of, and be accountable to, the Conference of the Parties. The Conference of the Parties shall provide guidance on overall strategies, policies, programme priorities and eligibility for access to and utilization of financial resources.\n6bis. The Conference of the Parties and the Global Environment Facility shall agree upon arrangements to give effect to the above paragraphs at the first meeting of the Conference of the Parties.\n6ter. In recognition of the urgency to address the conservation and sustainable u se of marine biological diversity of areas beyond national jurisdiction, the Conference of the Parties shall determine an initial resource mobilization goal through to 2030 for the special fund from all sources, taking into account, inter alia, institutional modalities of the special fund and the information provided through the capacity - building and transfer of marine technology committee.\n7. Eligibility for access to funding under this Agreement shall be open to developing States Parties on the basis of need. Funding under the special fund shall be distributed according to equitable sharing criteria, taking into account the needs for assistance of Parties with special requirements, in particular the least developed countries, landlocked developing countries, geographically disadvantaged States, small island developing States and coastal African States, archipelagic States and developing middle-income countries, and taking into account the special circumstances of small island developing States and of least developed countries. The special fund shall be aimed at ensuring efficient access to funding through simplified application and approval procedures and enhanced readiness of support for such developing States Parties.\n42/54\n8. In the light of capacity constraints, Parties shall encourage international organizations to grant preferential treatment to, and consider the specific needs and special requirements of developing States Parties, in particular the least developed countries, landlocked developing countries and small island developing States, and taking into account the special circumstances of small island developing States and of least developed countries, in the allocation of appropriate funds and technical assistance and the utilization of their specialized services for the purposes of the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\n9. The Conference of the Parties shall establish a finance committee on financial resources. It shall be composed of members possessing appropriate qualifications and expertise, taking into account gender balance and equitable geographic distribution . The terms of reference and modalities for the operation of the committee shall be decided by the Conference of the Parties. The committee shall periodically report and make recommendations on the identification and mobilization of funds under the mechanism. It shall also collect information and report on funding under other mechanisms and instruments contributing directly or indirectly to the achievement of the objectives of this Agreement. In addition to the considerations provided in this article, the committee shall consider, inter alia:\n(a) The assessment of the needs of the Parties, in particular developing States\nParties;\n(b) The availability and timely disbursement of funds;\n(c) The transparency of decision-making and management processes\nconcerning fundraising and allocations;\n(d) The accountability of the recipient developing States Parties with respect\nto the agreed use of funds.\n10. The Conference of the Parties shall consider the reports and recommendations of the finance committee and take appropriate action.\n11. The Conference of the Parties shall, in addition, undertake a periodic review of the financial mechanism to assess the adequacy, effectiveness and accessibility of financial resources, including for the delivery of capacity-building and the transfer of marine technology, in particular for developing States Parties.\nPART VIII"
    }, {
      "heading" : "IMPLEMENTATION AND COMPLIANCE",
      "text" : "Article 53"
    }, {
      "heading" : "Implementation",
      "text" : "Parties shall take the necessary legislative, administrative or policy measures,\nas appropriate, to ensure the implementation of this Agreement.\n43/54\nArticle 53 bis"
    }, {
      "heading" : "Monitoring of implementation",
      "text" : "Each Party shall monitor the implementation of its obligations under this\nAgreement and shall, at intervals and in a format to be determined by the Conference of the Parties, report to the Conference on measures that it has taken to implement this Agreement.\nArticle 53 ter"
    }, {
      "heading" : "Implementation and Compliance Committee",
      "text" : "1. A committee to facilitate and consider the implementation of and promote compliance with the provisions of this Agreement is hereby established. The committee shall be facilitative in nature and function in a manner that is transparent, non-adversarial and non-punitive.\n2. The committee shall consist of members possessing appropriate qualifications and experience, nominated by Parties and elected by the Conference of th e Parties, with due consideration to gender balance and equitable geographical representation.\n3. The committee shall operate under the modalities and rules of procedure adopted by the Conference of the Parties at its first meeting, consider issues of implementation and compliance at the individual and systemic levels, inter alia, and report periodically and make recommendations, as appropriate while cognizant of respective national circumstances, to the Conference of the Parties.\n4. In the course of its work, the committee may draw on appropriate information from bodies established under this Agreement, as well as relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, as may be required.\nPART IX SETTLEMENT OF DISPUTES\nArticle 54 ante"
    }, {
      "heading" : "Prevention of disputes",
      "text" : "Parties shall cooperate in order to prevent disputes.\nArticle 54\nObligation to settle disputes by peaceful means\nParties have the obligation to settle their disputes concerning the interpretation\nor application of this Agreement by negotiation, inquiry, mediation, conciliation, arbitration, judicial settlement, resort to regional agencies or arrangements, or other peaceful means of their own choice.\n44/54\nArticle 54 ter ante\nSettlement of disputes by any peaceful means chosen by\nthe Parties\nNothing in this Part impairs the right of any Party to this Agreement to agree at\nany time to settle a dispute between them concerning the interpretation or application of this Agreement by any peaceful means of their own choice.\nArticle 54 bis"
    }, {
      "heading" : "Prevention of disputes",
      "text" : ""
    }, {
      "heading" : "Moved as article 54 ante",
      "text" : "Article 54 ter"
    }, {
      "heading" : "Disputes of a technical nature",
      "text" : "Where a dispute concerns a matter of a technical nature, the Parties concerned\nmay refer the dispute to an ad hoc expert panel established by them. The panel shall confer with the Parties concerned and shall endeavour to resolve the dispute expeditiously without recourse to binding procedures for the settlement of disputes under article 55 of this Agreement.\nArticle 55"
    }, {
      "heading" : "Procedures for the settlement of disputes",
      "text" : "1. Disputes concerning the interpretation or application of this Agreement shall be settled in accordance with the provisions for the settlement of disputes provided for in Part XV of the Convention.\n1 bis. The provisions of Part XV and Annexes V, VI, VII, VIII of the Convention shall be deemed to be replicated for the purpose of settlement of disputes involving a Party to this Agreement that is not a Party to the Convention.\n2. Any procedure accepted by a Party to this Agreement that is also a Party to the Convention pursuant to article 287 of the Convention shall apply to the settlement of disputes under this Part, unless that Party, when signing, ratifying, approving or acceding to this Agreement, or at any time thereafter, has accepted another procedure pursuant to article 287 for the settlement of disputes under this Part.\n3. Any declaration made by a Party to this Agreement that is also a Party to the Convention pursuant to article 298 of the Convention shall apply to the settlement of disputes under this Part, unless that Party, when signing, ratifying, approving or acceding to this Agreement, or at any time thereafter, has made a different declaration pursuant to article 298 of the Convention for the settlement of disputes under this Part.\n4. Pursuant to paragraph 1bis, a Party to this Agreement that is not a Party to the Convention, when signing, ratifying, approving or acceding to this Agreement, or at any time thereafter, shall be free to choose, by means of a written declaration, submitted to the depositary, one or more of the following means for the settlement of disputes concerning the interpretation or application of this Agreement:\n(a) The International Tribunal for the Law of the Sea;\n(b) The International Court of Justice;\n45/54\n(c) An Annex VII arbitral tribunal ;\n(d) An Annex VIII special arbitral tribunal for one or more of the categories\nof disputes specified in said annex.\n5. A Party to this Agreement that is not a Party to the Convention that has not issued a declaration shall be deemed to have accepted the option in paragraph 4(c) of this article. If the Parties to a dispute have accepted the same procedure for the settlement of the dispute, it may be submitted only to that procedure, unless the Parties otherwise agree. If the parties to a dispute have not accepted the same procedure for the settlement of the dispute, it may be submitted only to arbitration under annex VII to the Convention, unless the parties otherwise agree. Article 287, paragraphs 6, 7 and 8 of the Convention shall apply to declarations made under paragraph 4.\n6. A Party to this Agreement that is not a Party to the Convention may, when signing, ratifying, approving or acceding to this Agreement, or at any time thereafter, without prejudice to the obligations arising under this Part, declare in writing that it does not accept any or more of the procedures provided for in section 2 of Part XV of the Convention with respect to one or more of the categories of disputes set out in article 298 of the Convention for the settlement of disputes under this Part. Article 298 of the Convention shall apply to such a declaration.\n7. The provisions of this article shall be without prejudice to the procedures on the settlement of disputes that Parties have agreed to as participants in a relevant legal instrument or framework, or as member of a relevant global, regional, subregional or sectoral body concerning the interpretation and application of such instruments and frameworks.\n8. Nothing in this Agreement shall be interpreted as conferring jurisdiction upon a court or tribunal over any dispute that concerns or necessarily involves the concurrent consideration of the legal status of an area as within national jurisdiction, nor over any dispute concerning sovereignty or other rights over continental or insular land territory or a claim thereto of a Party to this Agreement, provided that nothing in this paragraph shall be interpreted as limiting the jurisdiction of a court or tribunal under Section 2 Part XV of the Convention.\n8 bis. For the avoidance of doubt, nothing in this Agreement shall be relied upon as a basis for asserting or denying any claims to sovereignty, sovereign rights or jurisdiction over land or maritime areas, including in respect to any disputes relating thereto.\nArticle 55 bis"
    }, {
      "heading" : "Provisional arrangements",
      "text" : "Pending the settlement of a dispute in accordance with this Part , the parties to\nthe dispute shall make every effort to enter into provisional arrangements of a practical nature.\nArticle 55 ter"
    }, {
      "heading" : "Advisory opinions",
      "text" : "Moved as article 48(6)\n46/54\nPART X"
    }, {
      "heading" : "NON-PARTIES TO THIS AREEMENT",
      "text" : "Article 56"
    }, {
      "heading" : "Non-parties to this Agreement",
      "text" : "Parties shall encourage non-parties to this Agreement to become Parties thereto\nand to adopt laws and regulations consistent with its provisions.\nPART XI\nGOOD FAITH AND ABUSE OF RIGHTS\nArticle 57\nGood faith and abuse of rights\nParties shall fulfil in good faith the obligations assumed under this Agreement\nand exercise the rights recognized therein in a manner that would not constitute an abuse of right.\nPART XII\nFINAL PROVISIONS\nArticle 58 ante"
    }, {
      "heading" : "Right to vote",
      "text" : "1. Each Party to this Agreement shall have one vote, except as provided for in paragraph 2.\n2. A regional economic integration organization Party to this Agreement, on matters within its competence, shall exercise its right to vote with a number of votes equal to the number of its member States that are Parties to this Agreement. Such an organization shall not exercise its right to vote if any of its member States exercises its right to vote, and vice versa.\nArticle 58"
    }, {
      "heading" : "Signature",
      "text" : "This Agreement shall be open for signature by all States and regional economic\nintegration organizations from [insert date] and shall remain open for signature at United Nations Headquarters in New York until [insert date].\nArticle 59\nRatification, approval, acceptance and accession\nThis Agreement shall be subject to ratification, approval or acceptance by States\nand regional economic integration organizations. It shall be open for accession by States and regional economic integration organizations from the day after the date on which the Agreement is closed for signature. Instruments of ratification, approval,\n47/54\nacceptance and accession shall be deposited with the Secretary-General of the United Nations.\nArticle 59 bis\nDivision of the competence of regional economic integration\norganizations and their member States in respect of the matters\ngoverned by this Agreement\n1. Any regional economic integration organization that becomes a Party to this Agreement without any of its member States being a Party shall be bound by all the obligations under this Agreement. In the case of such organizations, one or more of whose member States is a Party to this Agreement, the organization and its member States shall decide on their respective responsibilities for the performance of their obligations under this Agreement. In such cases, the organization and the member States shall not be entitled to exercise rights under this Agreement concurrently.\n2. In its instrument of ratification, approval, acceptance or accession, a regional economic integration organization shall declare the extent of its competence in respect of the matters governed by this Agreement. Any such organization shall also inform the depositary, who shall in turn inform the Parties, of any relevant modification of the extent of its competence.\nArticle 60\nDeleted.\nArticle 61"
    }, {
      "heading" : "Entry into force",
      "text" : "1. This Agreement shall enter into force 120 days after the date of deposit of the sixtieth instrument of ratification, approval, acceptance or accession.\n2. For each State or regional economic integration organization that ratifies, approves or accepts this Agreement or accedes thereto after the deposit of the sixtieth instrument of ratification, approval, acceptance or accession, this Agreement shall enter into force on the thirtieth day following the deposit of its instrument of ratification, approval, acceptance or accession.\n3. For the purposes of paragraphs 1 and 2 of this article, any instrument deposited by a regional economic integration organization shall not be counted as additional to those deposited by the member States of that organization.\nArticle 62"
    }, {
      "heading" : "Provisional application",
      "text" : "1. This Agreement may be applied provisionally by a State or regional economic integration organization that consents to its provisional application by so notifying the depositary in writing at the time of signature or deposit of its instrument of ratification, approval, acceptance or accession. Such provisional application shall become effective from the date of receipt of the notification by the Secretary -General of the United Nations.\n2. Provisional application by a State or regional economic integration organization shall terminate upon the entry into force of this Agreement for that State or regional\n48/54\neconomic integration organization or upon notification by that State or regional economic integration organization to the depositary in writing of its intention to terminate its provisional application.\nArticle 63"
    }, {
      "heading" : "Reservations and exceptions",
      "text" : "No reservations or exceptions may be made to this Agreement, unless expressly\npermitted by other articles of this Agreement.\nArticle 63 bis"
    }, {
      "heading" : "Declarations and statements",
      "text" : "Article 63 does not preclude a State or regional economic integration\norganization, when signing, ratifying, approving, accepting or acceding to this Agreement, from making declarations or statements, however phrased or named, with a view, inter alia, to the harmonization of its laws and regulations with the provisions of this Agreement, provided that such declarations or statements do not purport to exclude or to modify the legal effect of the provisions of this Agreement in their application to that State or regional economic integration organization.\nArticle 64\nDeleted.\nArticle 65"
    }, {
      "heading" : "Amendment",
      "text" : "1. A Party may, by written communication addressed to the secretariat, propose amendments to this Agreement. The secretariat shall circulate such a communication to all Parties. If, within six months from the date of the circulation of the communication, not less than one half of the Parties reply favourably to the request, the proposed amendment shall be considered at the following meeting of the Conference of the Parties.\n2. Deleted.\n3. An amendment to the Agreement adopted in accordance with article 48 shall be communicated by the depositary to all Parties for ratification, approval or acceptance.\n4. Amendments to this Agreement shall enter into force for the Parties ratifying, approving or accepting them on the thirtieth day following the deposit of instruments of ratification, approval or acceptance by two thirds of the number of Parties to this Agreement as at the time of adoption of the amendment. Thereafter, for each Party depositing its instrument of ratification, approval or acceptance of an amendment after the deposit of the required number of such instruments, the amendment shall enter into force on the thirtieth day following the deposit of its instrument of ratification, approval or acceptance.\n5. An amendment may provide, at the time of its adoption, that a smaller or larger number of ratifications, approvals, acceptances or accessions shall be required for its entry into force than required under this article.\n49/54\n6. For the purposes of paragraphs 4 and 5 of this article, any instrument deposited by a regional economic integration organization shall not be counted as additional to those deposited by the member States of that organization.\n7. A State or regional economic integration organization that becomes a Party to this Agreement after the entry into force of amendments in accordance with paragraph 4 of this article shall, failing an expression of a different intention by that State or regional economic integration organization:\n(a) Be considered as a Party to this Agreement as so amended;\n(b) Be considered as a Party to the unamended Agreement in relation to any\nParty not bound by the amendment.\nArticle 66"
    }, {
      "heading" : "Denunciation",
      "text" : "1. A Party may, by written notification addressed to the Secretary-General of the United Nations, denounce this Agreement and may indicate its reasons. Failure to indicate reasons shall not affect the validity of the denunciation. The denunciation shall take effect one year after the date of receipt of the notification, unless the notification specifies a later date.\n2. The denunciation shall not in any way affect the duty of any Party to fulfil any obligation embodied in this Agreement to which it would be subject under international law independently of this Agreement.\nArticle 67\nDeleted.\nArticle 68"
    }, {
      "heading" : "Annexes",
      "text" : "1. The annexes form an integral part of this Agreement and, unless expressly provided otherwise, a reference to this Agreement or to one of its Parts includes a reference to the annexes relating thereto.\n1bis. The provisions of Article 65 relating to the amendment of the Agreement shall also apply to the proposal, adoption, and entry into force of a new annex to the Agreement.\n2. Any Party may propose an amendment to any annex to this Agreement for consideration at the next meeting of the Conference of the Parties. The annexes may be amended by the Conference of the Parties. Notwithstanding the provisions of article 65, the following provisions shall apply in relation to amendments to annexes to this Agreement:\n(a) The text of the proposed amendment shall be communicated to the\nsecretariat at least 150 days before the meeting. The secretariat shall, upon receiving the text of the proposed amendment, communicate it to the Parties. The secretariat shall consult relevant subsidiary bodies as required and shall communicate any response to all Parties not later than 30 days before the meeting;\n(b) Amendments adopted at a meeting shall enter into force 180 days after the\nclose of that meeting for all Parties except those that make an objection in accordance with paragraph 3 of this article.\n50/54\n3. During the period of 180 days provided for in paragraph 2, subparagraph (b), of this article, any Party may by notification in writing to the depositary make an objection with respect to the amendment. Such objection may be withdrawn at any time by written notification to the depositary, and thereupon the amendment to the annex shall enter into force for that Party on the thirtieth day after the date of withdrawal of the objection.\nArticle 69"
    }, {
      "heading" : "Depositary",
      "text" : "The Secretary-General of the United Nations shall be the depositary of this\nAgreement and any amendments or revisions thereto.\nArticle 70"
    }, {
      "heading" : "Authentic texts",
      "text" : "The Arabic, Chinese, English, French, Russian and Spanish texts of this\nAgreement are equally authentic.\n51/54\nANNEX I\nIndicative criteria for identification of areas\n(a) Uniqueness;\n(b) Rarity;\n(c) Special importance for the life history stages of species;\n(d) Special importance of the species found therein;\n(e) The importance for threatened, endangered or declining species or habitats;\n(f) Vulnerability, including to climate change and ocean acidification;\n(g) Fragility;\n(h) Sensitivity;\n(i) Biological diversity and productivity;\n(j) Representativeness;\n(k) Dependency;\n(l) Naturalness;\n(m) Ecological connectivity;\n(n) Important ecological processes occurring therein;\n(o) Economic and social factors;\n(p) Cultural factors;\n(q) Cumulative and transboundary impacts;\n(r) Slow recovery and resilience;\n(s) Adequacy and viability;\n(t) Replication;\n(u) Sustainability of reproduction;\n(v) Existence of conservation and management measures.\n52/54\nANNEX II\nTypes of capacity-building and transfer of marine technology\nUnder this Agreement, capacity-building and the transfer of marine technology\ninitiatives may include, and are not limited to:\n(a) The sharing of relevant data, information, knowledge and research, in\nuser-friendly formats, including:\n(i) The sharing of marine scientific and technological knowledge;\n(ii) The exchange of information on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction;\n(iii) The sharing of research and development results;\n(b) Information dissemination and awareness-raising, including with regard to:\n(i) Marine scientific research, marine sciences and related marine operations and services;\n(ii) Environmental and biological information collected through research conducted in areas beyond national jurisdiction;\n(iii) Relevant traditional knowledge in line with the free, prior and informed consent of the holders of such knowledge;\n(iv) Stressors on the ocean that affect marine biological diversity of areas beyond national jurisdiction, including the adverse effects of climate change such as warming and deoxygenation, as well as ocean acidification;\n(v) Measures such as area-based management tools, including marine protected areas;\n(vi) Environmental impact assessments;\n(c) The development and strengthening of relevant infrastructure, including\nequipment, such as:\n(i) The development and establishment of necessary infrastructure;\n(ii) The provision of technology, including sampling and methodology equipment (e.g., for water, geological, biological or chemical samples);\n(iii) The acquisition of the equipment necessary to support and further develop research and development capabilities, including in data management, in the context of activities with respect to marine genetic resources and digital sequence information on marine genetic resources of areas beyond national jurisdiction, measures such as area-based management tools, including marine protected areas, and the conduct of environmental impact assessments;\n(d) The development and strengthening of institutional capaci ty and national\nregulatory frameworks or mechanisms, including:\n(i) Governance, policy and legal frameworks and mechanisms;\n(ii) Assistance in the development, implementation and enforcement of national legislative, administrative or policy measures, including associated regulatory, scientific and technical requirements at the national, subregional or regional level;\n53/54\n(iii) Technical support for the implementation of the provisions of this Agreement, including for data monitoring and reporting;\n(iv) Capacity to translate data and information into effective and efficient policies, including by facilitating access to and the acquisition of knowledge necessary to inform decision makers in developing States Parties;\n(v) The establishment or strengthening of the institutional capacities of relevant national and regional organizations and institutions;\n(vi) The establishment of national and regional scientific centres, including as data repositories;\n(vii) The development of regional centres of excellence;\n(viii) The development of regional centres for skills development;\n(ix) Increasing cooperative links between regional institutions, for example, North-South and South-South collaboration and collaboration among regional seas organizations and regional fisheries management organizations;\n(e) The development and strengthening of human and financial management\nresource capabilities, and technical expertise through exchanges, research collaboration, technical support, education and training and the transfer of marine technology, such as:\n(i) Collaboration and cooperation in marine science, including through data collection, technical exchange, scientific research projects and programmes, and the development of joint scientific research projects in cooperation with institutions in developing States;\n(ii) Education and training in:\na. The natural and social sciences, both basic and applied, to develop\nscientific and research capacity;\nb. Technology, and the application of marine science and technology,\nto develop scientific and research capacities;\nc. Policy and governance;\nd. The relevance and application of traditional knowledge;\n(iii) The exchange of experts, including experts on traditional knowledge;\n(iv) The provision of funding for the development of human resources and technical expertise, including through:\na. The provision of scholarships or other grants for representatives of\nsmall island developing States Parties in workshops, training programmes or other relevant programmes to develop their specific capacities;\nb. The provision of financial and technical expertise and resources, in\nparticular for small island developing States, concerning environmental impact assessments;\n(v) The establishment of a networking mechanism among trained human resources;\n(f) The development and sharing of manuals, guidelines and standards,\nincluding:\n(i) Criteria and reference materials;\n(ii) Technology standards and rules;\n54/54\n(iii) A repository for manuals and relevant information to share knowledge and capacity on how to conduct environmental impact assessments, lessons learned and best practices;\n(g) The development of technical, scientific and research and development programmes,\nincluding biotechnological research activities."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : null,
    "creator" : "Microsoft® Word for Microsoft 365"
  }
}