{
  "name" : "1.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "United Nations A/CONF.232/2023/L.2\nGeneral Assembly Distr.: Limited 28 February 2023\nOriginal: English\n23-03392 (E) 010323\n*2303392*\nIntergovernmental conference on an international\nlegally binding instrument under the United Nations\nConvention on the Law of the Sea on the conservation\nand sustainable use of marine biological diversity of\nareas beyond national jurisdiction Fifth session New York, 15–26 August 2022 and 20 February–3 March 2023\nDraft report of the intergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction at its fifth session\nI. Introduction\n1. In its resolution 72/249 of 24 December 2017, the General Assembly decided to convene an intergovernmental conference, under the auspices of the United Nations, to consider the recommendations of the Preparatory Committee established by resolution 69/292 of 19 June 2015 on the elements and to elaborate the text of an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, with a view to developing the instrument as soon as possible.\n2. The General Assembly also decided that negotiations should address the topics identified in the package agreed in 2011, namely, the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, in particular, together and as a whole, marine genetic resources, including questions on the sharing of benefits, measures such as area-based management tools, including marine protected areas, environmental impact assessments and capacity-building and the transfer of marine technology.\n3. The General Assembly further decided that, initially with respect to 2018, 2019 and the first half of 2020, the conference should meet for four sessions of a duration of 10 working days each, with the first session taking place in the second half of 2018, the second and third sessions taking place in 2019, and the fourth session taking place in the first half of 2020.\n23-03392 2/7\n4. Pursuant to General Assembly resolution 72/249, a three-day organizational meeting was held in New York, from 16 to 18 April 2018, to discuss organizational matters, including the process for the preparation of the zero draft of the instrument. The first session of the conference was convened by the Secretary-General from 4 to 17 September 2018 pursuant to resolution 72/249, and the second session was convened from 25 March to 5 April 2019 and the third session from 19 to 30 August 2019 pursuant to resolution 73/124. The fourth session, which was postponed twice by decisions 74/543 and 75/570 of the Assembly owing to the coronavirus disease (COVID-19) pandemic, was convened from 7 to 18 March 2022 in accordance with decision 75/570. A report on the proceedings of the first to fourth sessions is available in the report of the conference, which was adopted at the fourth session and issued thereafter (A/CONF.232/2022/4).\n5. At the fourth session, the conference considered the way forward in the light of the fact that the fourth session was the last of the four sessions initially mandated by the General Assembly in paragraph 3 of its resolution 72/249. It considered that an additional session of the conference was required as soon as possible to make progress. The conference requested the President to take the necessary steps to that end, as set out in section V of the report of the conference. As a result, a fifth session of the conference was convened from 15 to 26 August 2022, pursuant to General Assembly decision 76/564. Following the decision of the conference to suspend the fifth session and to resume it at a later date to be determined, the General Assembly, in its resolution 77/248, requested the Secretary-General to convene the resumed fifth session of the conference from 20 February to 3 March 2023.\n6. In accordance with paragraph 21 of resolution 72/249, the Under-SecretaryGeneral for Legal Affairs and United Nations Legal Counsel, Miguel de Serpa Soares, was appointed by the Secretary-General of the United Nations as Secretary-General of the conference. Support and secretariat services were provided by the Division for Ocean Affairs and the Law of the Sea of the Office of Legal Affairs, in accordance with paragraph 22 of the resolution.\nII. Organizational matters and proceedings of the fifth session of the conference\nA. Rules of procedure\n7. As decided by the conference at its organizational meeting, the rules of procedure and the established practice of the General Assembly, as modified by resolution 72/249, were applied, mutatis mutandis, to the fifth session of the conference.\nB. Election of officers\n8. The same officers elected pursuant to resolution 72/249 to serve as President of the conference and members of the Bureau at the first to fourth sessions of the conference (A/CONF.232/2022/4, paras. 8–10) continued to officiate during the fifth session.\nC. Documentation\n9. The documents of the fifth session of the conference are listed in annex I to the present report.\n3/7 23-03392\nD. Proceedings of the fifth session of the conference\n10. The fifth session of the conference was held from 15 to 26 August 2022, during which substantive discussions were held on the four elements of the package agreed in 2011 set out in paragraph 2 of General Assembly resolution 72/249 and on crosscutting issues.\n11. At the beginning of the fifth session, the President of the conference and the Secretary-General of the conference delivered opening remarks.\n12. The conference adopted the agenda of the fifth session without amendment (A/CONF.232/2022/6) and a programme of work (A/CONF.232/2022/7). The conference agreed that it would proceed in the format of informal informals to address the four thematic issues in the package set out in General Assembly resolution 72/249, as well as cross-cutting issues. The President of the conference facilitated the discussions in the informal informals on capacity-building and the transfer of marine technology and on cross-cutting issues, except for the discussions on institutional arrangements, which were facilitated by Thembile Joyini (South Africa), and implementation and compliance and dispute settlement and advisory opinions, which were facilitated by Victoria Hallum (New Zealand). Janine Elizabeth Coye-Felson (Belize) facilitated the discussions in the informal informals on marine genetic resources, including questions on the sharing of benefits; Renée Sauvé (Canada) facilitated the discussions on measures such as area-based management tools, including marine protected areas; and René Lefeber (Netherlands) facilitated the discussions on environmental impact assessments.\n13. The discussions in the informal informals proceeded on the basis of the further revised draft text of an agreement (A/CONF.232/2022/5), which the President had been requested to prepare in advance of the session with a view to facilitating the prompt finalization of the work of the conference. In preparing the further revised draft text, the President took into account proposals made by delegations contained in the various conference room papers issued during the fourth session of the conference, as well as proposals submitted by 31 March 2022. On 21 August, the President released a refreshed draft text of an agreement (A/CONF.232/2022/CRP.12 and A/CONF.232/2022/CRP.12/Add.1) and, on 26 August, a further refreshed draft text (A/CONF.232/2022/CRP.13 and A/CONF.232/2022/CRP.13/Add.1). In preparing those documents, the President took into account the views expressed and textual proposals made during the fifth session, either by individual delegat ions or as the result of small group discussions, until their issuance, while keeping in mind that some small groups were still in discussions.\n14. On 26 August 2022, the conference, in considering the way forward, decided to suspend the fifth session and resume it at a later date to be determined. The President issued a statement following the suspension of the fifth session (A/CONF.232/2022/9).\n15. The resumed fifth session of the conference was held from 20 February to 3 March 2023, during which substantive discussions were held on the four elements of the package agreed in 2011 set out in paragraph 2 of General Assembly resolution 72/249 and on cross-cutting issues.\n16. At the beginning of the resumed fifth session, the President of the conference delivered opening remarks, as did the Secretary-General of the conference on behalf of the Secretary-General of the United Nations.\n17. The conference adopted a programme of work (A/CONF.232/2023/1) for the resumed fifth session. The conference agreed that it would proceed in the same format of informal informals as noted in paragraph 12 of the present report. Ligia Lorena Flores Soto (El Salvador) would now facilitate the discussions in the informal\n23-03392 4/7\ninformals on capacity-building and the transfer of marine technology, and Kurt Oliver Davis (Jamaica) would facilitate the discussions on general provisions in the informal informals on cross-cutting issues.\n18. The discussions in the informal informals during the resumed fifth session proceeded on the basis of the further refreshed draft text of an agreement under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction (A/CONF.232/2023/2), with a view to facilitating the prompt finalization of the work of the conference. On 25 February, the President released an updated draft text as at that date (A/CONF.232/2023/CRP.1 and A/CONF.232/2023/CRP.1/Add.1). […].\nxx. [Holding paras for outcomes and closing of the session]\nIII. Credentials\nxx. The composition of the Credentials Committee decided upon at the first plenary meeting of the organizational meeting of the conference remained the same during the fifth session as during the first to fourth sessions (A/CONF.232/2022/4, para. 32).\nxx. The Credentials Committee provided a report to the conference at the fifth session (A/CONF.232/2022/8). On 26 August 2022 and on 3 March 2023, the Chair of the Credentials Committee informed the conference of additional credentials that had been received. The conference adopted the draft resolution recommended by the Credentials Committee in paragraph 13 of its report and accepted the additional credentials mentioned by the Chair of the Committee.\nIV. Attendance\nxx. Participants in the fifth session of the conference included representatives of [xx] States Members of the United Nations, members of the specialized agencies and parties to the Convention. In addition, [xx] organizations and other entities that have received a standing invitation to participate as observers in the work of the General Assembly pursuant to its relevant resolutions, relevant specialized agencies and other organs, organizations, funds and programmes of the United Nations system, interested global and regional intergovernmental organizations and other interested international bodies, as well as [one] associate member[s] of a regional commission and [xx] non-governmental organizations, participated as observers.\nV. Recommendations of the conference\nxx. At its resumed fifth session, on 3 March 2023, the conference […]\nVI. Consideration and adoption of the final documents of the conference and the report of the conference to the"
    }, {
      "heading" : "General Assembly",
      "text" : "xx. On 3 March 2023, the President introduced the draft report of the conference at its fifth session, which was adopted [as amended].\n[xx. Holding paras for other outcomes].\n5/7 23-03392\nAnnex I"
    }, {
      "heading" : "List of documents",
      "text" : ""
    }, {
      "heading" : "Fifth session (15–26 August 2022)",
      "text" : "A/CONF.232/2022/L.4 Provisional agenda\nA/CONF.232/2022/L.5 Provisional programme of work\nA/CONF.232/2022/5 Further revised draft text of an agreement under the United\nNations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction: note by the President\nA/CONF.232/2022/6 Agenda\nA/CONF.232/2022/7 Programme of work\nA/CONF.232/2022/8 Fifth report of the Credentials Committee\nA/CONF.232/2022/9 Statement by the President of the conference issued after the\nsuspension of the fifth session\nA/CONF.232/2022/INF.4 Information for participants: note by the Secretariat\nA/CONF.232/2022/INF.5 Textual proposals submitted by delegations by 25 July 2022,\nfor consideration at the fifth session of the intergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, in response to the invitation by the President of the conference in her note of 1 June 2022 (A/CONF.232/2022/5): article-by-article compilation\nA/CONF.232/2022/CRP.12 Refreshed draft text of an agreement under the United Nations\nConvention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction\nA/CONF.232/2022/CRP.12/Add.1 Refreshed draft text of an agreement under the United Nations\nConvention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction (track changes)\nA/CONF.232/2022/CRP.13 Further refreshed draft text of an agreement under the United\nNations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction\nA/CONF.232/2022/CRP.13/Add.1 Further refreshed draft text of an agreement under the United\nNations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction (track changes)\n23-03392 6/7\nResumed fifth session (20 February–3 March 2023)\nA/CONF.232/2023/L.1 Provisional programme of work\nA/CONF.232/2023/1 Programme of work\nA/CONF.232/2023/2 Further refreshed draft text of an agreement under the United\nNations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction\nA/CONF.232/2023/INF.1 Information for participants: note by the Secretariat\nA/CONF.232/2023/INF.2 Compilation of outcomes of small group work submitted after\nthe issuance of the refreshed draft text of an agreement under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction (A/CONF.232/2022/CRP.12) and ending point of the Facilitator-led discussions held on 26 August 2022 on measures such as area-based management tools, including marine protected areas, and on environmental impact assessments\nA/CONF.232/2023/CRP.1 Updated draft text of an agreement under the United Nations\nConvention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction as at 25 February 2023\nA/CONF.232/2023/CRP.1/Add.1 Updated draft text of an agreement under the United Nations\nConvention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction as at 25 February 2023 (track changes)\n7/7 23-03392\nAnnex II\n[…]\n[…]"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : "1. In its resolution 72/249 of 24 December 2017, the General Assembly decided to convene an intergovernmental conference, under the auspices of the United Nations, to consider the recommendations of the Preparatory Committee established by resolution 69/292 of 19 June 2015 on the elements and to elaborate the text of an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, with a view to developing the instrument as soon as possible.",
    "creator" : "Microsoft® Word for Microsoft 365"
  }
}