{
  "name" : "11.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "Katherine Arroyo" ],
    "emails" : [ "katherine.arroyo@marviva.net" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Pág. 1 de 3\nSubmitted by: Ms. Katherine Arroyo Policy Advocacy Manager MarViva Foundation www.marviva.net katherine.arroyo@marviva.net Distinguidos delegados, Quisiéramos respetuosamente, resaltar con agradecimiento, las acciones lideradas por Naciones Unidas desde hace más de una década, para diseñar un instrumento internacional vinculante que permita la conservación y el uso sostenible de la biodiversidad marina en AFJN. En particular, reconocemos el liderazgo de los países latinoamericanos representados en el CLAM, que han propuesto mejoras al documento de trabajo elevando el nivel de ambición para que el futuro Instrumento genere un cambio positivo en la salud del ecosistema marino y el futuro del Planeta. En la V sesión de la Conferencia Intergubernamental (IGC5) que fue suspendida en agosto de 2022 y que reinicia en febrero de 2023, hacemos un llamado a las delegaciones y a la Presidencia de la Conferencia para que construyan acuerdos ambiciosos que permitan culminar la reunión con un texto final del Instrumento Internacional. Tenemos una oportunidad única en nuestra generación; pero el tiempo se acaba y no podemos seguir postergando acciones para conservar el océano. Durante la XV Conferencia de las Partes de la Convención de Biodiversidad, de diciembre 2022, los países aprobaron un pacto para detener y revertir la pérdida de biodiversidad para el año 2030, con la esperanza de recuperar la salud del Planeta en beneficio de la naturaleza y las personas. La meta aprobada consiste en alcanzar la protección de al menos el 30% del océano para el año 2030. Señalamos que la única manera en que esto será posible es por medio de un tratado internacional robusto que permita la implementación de áreas marinas protegidas y otras herramientas para el manejo basadas en áreas para la conservación de las AFJN. Enfatizamos la importancia de las AFJN y su relación intrínseca con el bienestar de las comunidades en el mundo. En Latinoamérica tenemos ejemplos de sitios de alta importancia en altamar que se relacionan directamente con nuestra economía. Llamamos la atención sobre uno de estos sitios: El Domo Térmico. Honorables delegados, llamamos respetuosamente su atención sobre el Domo Térmico, una extensa región de afloramiento marino en el Pacífico Oriental Tropical, frente a la costa\nPág. 2 de 3\noccidental de América Central. Debido a la alta productividad de la zona, las industrias pesqueras de muchos países que dependen de especies pelágicas, como el atún, están vinculadas a los procesos ecológicos y oceánicos generados en esta región. El Domo Térmico es también de gran relevancia para especies de alto valor de conservación, entre ellas la ballena azul, que viaja miles de kilómetros desde la costa del Pacífico de Norteamérica para alimentarse y tener allí a sus crías. Este fenómeno oceanográfico, cambiante en el tiempo, puede llegar a abarcar miles de kilómetros cuadrados, encontrándose en zonas de altamar y dentro de las Zonas Económicas Exclusivas (ZEE) de países centroamericanos. Reconocemos la complejidad para alcanzar una gobernanza efectiva de esta región y consideramos que un tratado internacional robusto para la conservación de la biodiversidad en AFJN, es fundamental para asegurar el uso sostenible y la protección del Domo Térmico. Coincidimos con la comunidad científica mundial en la urgencia de adoptar un acuerdo jurídicamente vinculante para proteger la biodiversidad más allá de las jurisdicciones nacionales. El desarrollo de modelos de gobernanza para lugares como el Domo Térmico es crucial para garantizar el éxito de la aplicación del Tratado. Hacemos un llamado a los gobiernos para que lideren el camino hacia la conservación de nuestro océano para las generaciones actuales y futuras."
    }, {
      "heading" : "El contenido mínimo de un tratado ambicioso para la conservación y uso sostenible de la biodiversidad marina en AFJN",
      "text" : "Fundación MarViva hace un llamado respetuoso a los países para que aseguren que el texto final del instrumento vinculante contenga por lo menos los siguientes elementos1 que promuevan la salud de sitios de importancia ecológica y económica en altamar como el Domo Térmico:\n• El Tratado debe asegurar que las decisiones sobre el manejo y conservación de la biodiversidad en AFJN se tomen con base en evidencia científica. En este sentido, el Tratado no menoscaba otros instrumentos internacionales sectoriales, sino que los complementa al procurar la conservación de la biodiversidad marina.\n• El Tratado debe disponer el establecimiento y la gestión eficaz de una red de áreas marinas protegidas representativas y bien conectadas, incluyendo reservas marinas totalmente protegidas, siguiendo las recomendaciones científicas.\n• El Tratado debe facultar a la Conferencia de las Partes a establecer áreas marinas protegidas y otras herramientas para el manejo basado en áreas para la conservación, que tengan planes de manejo e indicadores para alcanzar sus objetivos.\n1 Ver más en “What Ambition Looks Like”\nPág. 3 de 3\n• El Tratado debe establecer los requisitos de evaluación ambiental y de consulta para todas las actividades que puedan generar más que un efecto menor o transitorio sobre la biodiversidad marina fuera de la jurisdicción nacional, independientemente de dónde se lleven a cabo. Igualmente, debe exigir que se evalúen y gestionen las actividades que puedan afectar la biodiversidad marina en AFJN para evitar que generen efectos adversos significativos, y aplicar el principio precautorio.\n• El Tratado debe asegurar un régimen justo y equitativo de acceso y reparto de beneficios para los recursos genéticos marinos y un mecanismo financiero que permita la creación y transferencia de capacidades para implementar el Tratado, especialmente para invertir en investigación científica.\n• El Tratado debe indicar un mínimo de países para la ratificación, que permita que entre en vigencia lo más pronto posible para acompañar los esfuerzos internacionales que buscan detener la pérdida de biodiversidad marina y reducir los efectos adversos del cambio climático. Para su efectiva implementación, el Tratado debe, además, incluir un sistema de votación cuando el consenso no sea posible.\nFinalmente, exhortamos a los países para que finalicen las negociaciones del Tratado en el IGC 5. De esta manera, el Tratado complementará los esfuerzos internacionales para detener la pérdida de biodiversidad al permitir establecer medidas de conservación en áreas fuera de jurisdicción nacional. Un tratado para la biodiversidad en altamar es urgente para alcanzar la meta 30x30 y reducir los impactos de la emergencia climática."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : "Quisiéramos respetuosamente, resaltar con agradecimiento, las acciones lideradas por Naciones Unidas desde hace más de una década, para diseñar un instrumento internacional vinculante que permita la conservación y el uso sostenible de la biodiversidad marina en AFJN. En particular, reconocemos el liderazgo de los países latinoamericanos representados en el CLAM, que han propuesto mejoras al documento de trabajo elevando el nivel de ambición para que el futuro Instrumento genere un cambio positivo en la salud del ecosistema marino y el futuro del Planeta.",
    "creator" : "Microsoft Word"
  }
}