{
  "name" : "12.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "STATEMENT BY THE SECRETARY-GENERAL OF THE INTERNATIONAL SEABED AUTHORITY AT THE RESUMED FIFTH SESSION OF THE INTERGOVERNMENTAL CONFERENCE FOR THE CONCLUSION OF AN INTERNATIONALLY LEGALLY BINDING INSTRUMENT ON THE CONSERVATION AND SUSTAINABLE USE OF BIOLOGICAL DIVERSITY IN AREAS BEYOND NATIONAL JURISDICTION",
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "STATEMENT BY THE SECRETARY-GENERAL OF THE INTERNATIONAL\nSEABED AUTHORITY AT THE RESUMED FIFTH SESSION OF THE\nINTERGOVERNMENTAL CONFERENCE FOR THE CONCLUSION OF AN\nINTERNATIONALLY LEGALLY BINDING INSTRUMENT ON THE\nCONSERVATION AND SUSTAINABLE USE OF BIOLOGICAL DIVERSITY IN\nAREAS BEYOND NATIONAL JURISDICTION"
    }, {
      "heading" : "27 FEBRUARY 2023",
      "text" : "Madame President, Distinguished Delegates,\nthe International Seabed Authority (ISA) is pleased to take this opportunity to share some remarks relevant to the discussions underway at the resumed fifth session of the Intergovernmental Conference (IGC) for the conclusion of an international legally binding instrument (ILBI) on the conservation and sustainable use of biological diversity in areas beyond national jurisdiction.\nThese written comments are framed within the opportunity given by the President of the Conference, Ms. Rena Lee, for the Observers of this process to send statements to the Secretariat to be published on the dedicated page of the Conference website, given the impossibility for observers of intervening actively during the discussions at the sessions. ISA appreciates the President’s efforts to allow general participation and secure having a broad perspective with all relevant actors’ voices and contributions considered.\nISA recalls that its Assembly expressed support for involvement in the negotiation process of the ILBI , emphasizing that the perspective of ISA should be taken duly into account in the negotiations, keeping in mind the possible links and common issues and that the mandate of ISA should not be undermined (ISBA/24/A/12 and ISBA/25/A/17) in accordance with the Assembly Resolution A/RES/69/292. Therefore, ISA has been engaged since the commencement of the process, addressing several crucial aspects of the negotiation during each substantive session (see previous statements and activities of the Authority in the BBNJ process here)\nWith the occasion of the fifth resumed session, ISA, as one of the three institutions established by the United Nations Convention on the Law of the Sea (UNCLOS), and given its specialized mandate over activities in the Area, reiterates that it will contribute to any collective effort to foster the implementation, development, and achievement of the objectives outlined in it, mindful that the legal\nIn particular, it is essential that the existing provisions of UNCLOS are not undermined, and that the rights and jurisdictions carefully elaborated in UNCLOS are fully respected. This includes the need to be fully consistent and respect the rights of States in relation to the Area and its resources, as set out in UNCLOS and the 1994 Agreement Implementing Part XI UNCLOS (1994 Agreement) since those rights are to be exercised only in accordance with Part XI UNCLOS and the 1994 Agreement. It is also important to recall that specific rights and obligations have also been recognized over the last 28 years through the legal regime of contracts administered by ISA. As of today, this relates to 31 exploration contracts involving 21 different Sponsoring States and States Parties to UNCLOS including 12 developing States and 5 SIDS.\nIn view of the applicable legal framework under UNCLOS and the 1994 Agreement, ISA recalls its specialized mandate and the contribution that can make to the issues related to marine scientific research, protection of the marine environment, Area-Based Management Tools including Marine Protected Areas (ABMT), Environmental Impact Assessment (EIA), Capacity-building and Transfer of Technology (CB&TT). ISA Secretariat has prepared an Informative Note on these topics, available for all delegations at https://isa.org.jm/files/2023-02/ISA_secretariat_info_note_rev.1_27.02.23.pdf"
    }, {
      "heading" : "Cross-cutting issues",
      "text" : "The ISA Secretariat already highlighted that neither Article 1(7) on the use of terms nor Article 4 on the relationship between the Further Refreshed Draft Text (FRDT), UNCLOS, and relevant legal instruments and frameworks and relevant global, regional, subregional, and sectoral bodies, include any reference to the 1994 Agreement. Without such a reference, it is possible that the ILBI could be misinterpreted. According to the Agreement, Part XI of UNCLOS and the 1994 Agreement are to be interpreted and applied as a single instrument. In the event of any inconsistency between the 1994 Agreement and Part XI, the provisions of the 1994 Agreement shall prevail. Even though by necessity, the provisions of Article 2(1) of the 1994 Agreement are binding upon those 151 States that are party to it (as well as any States that may become a party in the future), it is suggested that a specific reference to the 1994 Agreement in Article 1(7) of the FRDT would support the objective of universal participation in the single regime created by Part XI of UNCLOS and the 1994 Agreement and avoid any possibility of lack of legal certainty in the interpretation and application of the ILBI.\nMarine genetic resources including questions on the sharing of benefits\nWhile ISA is not competent to regulate access to MGRs, it is worth recalling that the collection of genetic material is also carried out by ISA contractors in their exploration activities according to the obligations set out in the ISA exploration regulations and the associated Recommendations for the assessment of the possible environmental impacts arising from exploration for marine minerals in the Area. In this context, the question arises as to how the ILBI takes into account the legal framework already developed by ISA and whether the provisions of the FRDT are consistent with it.\nMeasures such as Area-based Management Tools, including Marine Protected Areas\nUNCLOS provides ISA with enabling provisions and competencies to ensure effective protection for the marine environment as a whole, including its biodiversity, from the impacts of deep-sea mining. As already pointed out, these competencies have been exercised by ISA including through the adoption by the ISA Council of the first regional-scale environmental management plan (REMP) for the manganese\nEnvironmental Interest (APEIs). They represent the largest network of ABMTs established in ABNJ and are a significant contribution to the objectives as set out in Part III of the FRDT. Other REMPs and related ABMTs in other key regions are under development for other priority areas identified by the Council in the Mid-Atlantic Ridge, Northwest Pacific, Indian Ocean, and South Atlantic Ocean.\nISA’s experience with REMPs demonstrates that to establish ABMTs and manage them effectively, there is a need for highly specialized knowledge of the marine environment as well as of the potential impacts that may arise from activities and technologies at local, regional, and global scales. Competent international organizations are certainly best placed to acquire and apply that knowledge. A question then arises as to whether the coordination mechanism envisaged for ABMTs under Article 19 of the FRDT does complement existing collective efforts to establish and manage AMBTs in the Area or it instead duplicates and undermines such efforts."
    }, {
      "heading" : "Environmental impact assessments",
      "text" : "It is important to recognize that pursuant to Part XI UNCLOS and the 1994 Agreement, ISA has developed a comprehensive regime for EIA for activities in the Area. In the exploration phase, there are substantive regulations and recommendations in place related to the assessment of possible environmental impacts, which define the sort of activities that require EIAs, the form and content of such EIAs when required, as well as guidance on baseline studies, monitoring, and reporting, including on the impact on marine biodiversity on the seabed as well as in the water column above it. ISA is also in the process of developing draft regulations to govern the exploitation of mineral resources in the Area, which includes detailed provisions relating to EIA.\nISA has over 25 years of experience in this domain, and it is hence submitted that the current provisions of Part IV of the FRDT are at risk to undermine its existing practices. In particular, consultation of relevant legal instruments or framework or relevant global, regional subregional, or sectoral body foreseen under article 23 (4) FRDT is paramount to avoid duplication and undermining of the EIA procedures.\nCapacity-building and transfer of marine technology\nDuring the past sessions of the IGC, ISA highlighted that Parts XI and XIV UNCLOS and the 1994 Agreement set out specific requirements to deal with CB&TT. ISA is required to take measures to acquire scientific knowledge and monitor the development of marine technology relevant to the activities in the Area and to ensure capacity-building in conformity with articles 144 and 274 UNCLOS. In this respect, one wonders whether the objectives set out in Part V FRDT, and in particular the content of article 43, partially overlap with those set out for ISA in articles 144 and 274 UNCLOS, section 5 of the 1994 Agreement and as further elaborated in the ISA Strategic Plan (SD 5 and 6), the ISA Action Plan in support of the UN Decade (SRP6) and the ISA Capacity Development Strategy.\nMadame President, Distinguished Delegates,\nLast year we celebrated the 40th anniversary of the signature of the United Nations Convention for the Law of the Sea, commending the extraordinary triumph of multilateralism in achieving a universal instrument that has brought peace, legal order, and governance to the oceans. We also stressed the need\nof UNCLOS, furthermore, as a steward of the Area, declared the common heritage of mankind. ISA is committed to Ocean sustainability. In that position, ISA stands ready to assist and work with delegations to provide further technical advice in all areas of mutual interest, and to support the Presidency and delegates in their deliberations."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : "These written comments are framed within the opportunity given by the President of the Conference, Ms. Rena Lee, for the Observers of this process to send statements to the Secretariat to be published on the dedicated page of the Conference website, given the impossibility for observers of intervening actively during the discussions at the sessions. ISA appreciates the President’s efforts to allow general participation and secure having a broad perspective with all relevant actors’ voices and contributions considered.",
    "creator" : "Microsoft Word"
  }
}