{
  "name" : "13.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "HIGH SEAS ALLIANCE STATEMENT 27th February 2023\nThe greatest opportunity in a generation to conserve ocean life and biodiversity on a global scale and safeguard two thirds of the world’s ocean is happening right now.\nToday we enter the second week of the resumed 5th session of negotiations for a new treaty for the conservation and sustainable use of marine biodiversity in areas beyond national jurisdiction (ABNJ). There are only a matter of days left to secure an historic outcome for the planet and people and it is essential that the pace of the negotiations increase.\nThe global ocean supports a multi-trillion dollar global economy and provides billions of people with food security and jobs, yet it is staggering under increasing human pressures and the effects of climate change.\nThe science is clear: giving marine life a fighting chance in the face of climate change requires protecting large areas of the ocean from damaging human activity, and strengthening the management.\nThis past December, world governments agreed to the Kunming-Montreal Global Biodiversity Framework which included the target to protect at least 30% of our global ocean by 2030. Protected areas in the high seas, which cover nearly half the planet, are essential to achieve this goal, but currently only 1.2% of this area is protected.\nThe new Treaty will provide a pathway to help achieve the 30x30 target, but only if countries summon the political will, diplomatic skill and flexibility in the next few days to ensure agreement on a final treaty that is worthy of the decades of effort to address the gaps in ocean governance.\nNews headlines barrage us with near daily reminders of the planetary crisis facing humanity with climate change and biodiversity loss threatening our world’s ocean. With new and emerging threats facing the ocean every single day, we need to dramatically improve the conservation and management of our shared global ocean commons. We also need to ensure support and equity for developing countries in implementing this treaty.\nAs we reflect on week one of the negotiations, it’s key for governments to prepare themselves for a very busy week two. A key message from the NGOs that are cheering from the sidelines is to increase discipline and ambition, keep eyes on the ball, and speed up the game! There is no more time for unhelpful delaying tactics or pursuing well intentioned but contentious text preferences. We all depend on a healthy ocean and must work together now to get this treaty into the back of the net by Friday night!"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 0,
    "abstractText" : null,
    "creator" : null
  }
}