{
  "name" : "14.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "In the same vein FAO welcomes delegations efforts to ensure that fish, fishing and fishing activities undertaken in the context of existing instruments, frameworks (in particular the UN Fish Stocks Agreement) and sectoral bodies are excluded or not affected by the new agreement for as long as these matters do not constitute utilization for the purposes of and in the sense of utilization under the new agreement. FAO recognizes sustainable utilization of fisheries resources in areas beyond national jurisdiction cannot be achieved without marine biological diversity conservation. FAO is actively engaged in areas beyond national jurisdiction through projects and initiatives and it provides assistance and support to Member Nations and relevant international organizations. Technical assistance and capacity development are key factors to support an international legally binding instrument on BBNJ and FAO Members are invited to consider the multidisciplinary portfolio of capacity development programmes implemented by the Organization. Furthermore FAO would like to draw the attention of Members on recent initiatives and programs that are also related to activities in the marine areas beyond national jurisdiction (ABNJ):  A handbook for identifying, evaluating and reporting other effective area-based conservation measures (OECM) in marine fisheries",
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Intergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction"
    }, {
      "heading" : "Fifth session",
      "text" : "Agenda item 5: General exchange of views"
    }, {
      "heading" : "Date of delivery: 23 February 2023",
      "text" : ""
    }, {
      "heading" : "Submitted by the Food and Agriculture Organization of the United Nations (FAO)",
      "text" : "The Food and Agriculture Organization of the United Nations (FAO) welcomes the progress made by delegations generally, and in particular in ensuring, through proposals in the President’s Further Refreshed Draft Text, that the new agreement, in its substance, tenor and effect, does not undermine legal instruments and frameworks already in place, as well as existing global, regional, subregional and sectoral bodies and that the agreement promotes coherence and coordination with those instruments, frameworks and bodies in achieving the anticipated objectives.\nEnsuring that there is consultation, collaboration and cooperation in many of the new agreement’s aspects with global, regional, subregional instruments and frameworks and sectoral bodies in implementation is vital. FAO takes note of the fact that this matter is given importance by delegations. FAO encourages discussions focused on agreeing on draft options that would ensure that new obligations for such existing instruments, frameworks and global regional and sectoral bodies do not impose new or disproportionate burden of implementation on such agreements, frameworks and bodies, in particular those bodies whose membership also consist of developing countries, SIDS, LDCs, and LLDCs.\nIn the same vein FAO welcomes delegations efforts to ensure that fish, fishing and fishing activities undertaken in the context of existing instruments, frameworks (in particular the UN Fish Stocks Agreement) and sectoral bodies are excluded or not affected by the new agreement for as long as these matters do not constitute utilization for the purposes of and in the sense of utilization under the new agreement.\nFAO recognizes sustainable utilization of fisheries resources in areas beyond national jurisdiction cannot be achieved without marine biological diversity conservation.\nFAO is actively engaged in areas beyond national jurisdiction through projects and initiatives and it provides assistance and support to Member Nations and relevant international organizations.\nTechnical assistance and capacity development are key factors to support an international legally binding instrument on BBNJ and FAO Members are invited to consider the multidisciplinary portfolio of capacity development programmes implemented by the Organization.\nalso related to activities in the marine areas beyond national jurisdiction (ABNJ):\n A handbook for identifying, evaluating and reporting other effective area-based conservation\nmeasures (OECM) in marine fisheries\nA wide range of area-based fisheries management tools achieve positive biodiversity outcomes. Many also conform to the definition, criteria, and guidance on ‘other effective area-based conservation measures’ (OECMs) developed by the Convention on Biological Diversity Conference of Parties. In a fisheries context, OECMs are established, spatially defined management and/or conservation measures other than protected areas, which produce positive, long-term and in situ biodiversity outcomes, in addition to the intended fishery outcomes. This handbook aims to promote practical guidance on issues related to Fisheries OECMs, describes key characteristics of Fisheries OECMs and outlines a basic process for identifying, evaluating and reporting OECMs in marine fisheries in order to encourage global recognition of the role that fisheries management plays in biodiversity conservation.\nCard page: https://www.fao.org/documents/card/en?details=cc3307en\n Common Oceans - A partnership for sustainability and biodiversity in the ABNJ Common\nOceans\nFAO has been actively engaged in improving ocean governance of shared marine waters working with its partners through the Common Oceans Program. In 2022, the program entered a new phase, promoting sustainable fisheries and biodiversity conservation in ABNJ, with a particular focus on tuna and deep-sea fisheries, the Sargasso Sea in the Atlantic Ocean and capacity building for cross-sectoral cooperation.\nThe Common Oceans Program is a global partnership funded by the Global Environmental Facility. Led by FAO, the Program brings together the United Nations Development Program (UNDP) and United Nations Environment Programme (UNEP), regional fisheries management organizations, intergovernmental organizations, the private sector, civil society and academia.\nBetween 2014-2019, the Common Oceans Program helped to establish 18 new areas to protect vulnerable marine ecosystems, to rebuild tuna stocks to more sustainable levels and to lower the bycatch. It has built capacity on the BBNJ process and the fight against IUU fishing and fostered public-private partnerships.\n EAF-Nansen Programme\nThe EAF-Nansen Programme has been providing support for the implementation of the ecosystem approach to fisheries (EAF), and to develop the capacity of fisheries institutions to ensure sustainable fisheries management. Since 2017, with the research vessel Dr Fridtjof Nansen nine surveys have been conducted in ABNJ around Africa and in the Bay of Bengal, building capacity of scientists and providing data and information about oceanography, deep-sea resources, Vulnerable Marine Ecosystems (VMEs) and mesopelagic fish in little know areas.\nFunded by the Norwegian Development Agency and executed by FAO in in close collaboration with the Institute of Marine Research (IMR) of Norway, the goal of the EAF-Nansen Programme is that sustainable fisheries improve food and nutrition security for people in partner countries.\nEAF-Nansen Programme | Food and Agriculture Organization of the United Nations\nFAO is the host of the VME Database, a global inventory of fisheries measures adopted in areas beyond national jurisdiction to prevent significant adverse impacts of bottom fisheries on vulnerable marine ecosystems. It was developed in collaboration with the regional bodies with mandates to manage deep-sea fisheries in ABNJ in response to a request from the UN General Assembly (61/105, paragraph 90) to create a database of information on VMEs in ABNJ. The content of the database is linked to the data providers (e.g. RFMOs and other multi-lateral bodies) and users have access the primary source of the information through direct links. It also promotes the use of the International Guidelines for the Management of Deep-Sea Fisheries in the High Seas (International Guidelines for the Management of Deep-sea Fisheries in the High Seas/Directives internationales sur la gestion de la pêche profonde en haute mer/ Directrices Internacionales para la Ordenación de las Pesquerías de Aguas Profundas en Alta Mar (fao.org)).\nVulnerable Marine Ecosystems Database\n FAO and the marine biological diversity beyond national jurisdiction\nThe document FAO and the marine biological diversity beyond national jurisdiction - Information package for BBNJ delegates presents information on the work of FAO that is relevant to the BBNJ process, including ongoing processes and initiatives, and lessons learned, which may be informative and useful for BBNJ Delegates and others. This information may also be a useful indication of areas where FAO may assist Member Nations in the implementation of the future international legally binding instrument.\nFAO and the marine biological diversity beyond national jurisdiction - Information package for BBNJ delegates is being made available in all UN languages at:\nCard page: http://www.fao.org/documents/card/en/c/cc1345en\nFAO stands ready to assist and work with Member Nations to provide technical advice and support in the implementation of this long-awaited international instrument."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : "The Food and Agriculture Organization of the United Nations (FAO) welcomes the progress made by delegations generally, and in particular in ensuring, through proposals in the President’s Further Refreshed Draft Text, that the new agreement, in its substance, tenor and effect, does not undermine legal instruments and frameworks already in place, as well as existing global, regional, subregional and sectoral bodies and that the agreement promotes coherence and coordination with those instruments, frameworks and bodies in achieving the anticipated objectives.",
    "creator" : "Microsoft® Word 2016"
  }
}