{
  "name" : "15.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "GEF’s Potential Role in BBNJ Financial Mechanism (as of 21 February 2023)\nThe GEF Secretariat prepared this document to summarize the GEF’s potential role in a financial mechanism for the internationally legally binding instrument under negotiation under the United Nations Convention on the Law of the Sea on the Conservation and Sustainable Use of Marine Biological Diversity of Areas beyond National Jurisdiction (BBNJ). The document is prepared to help inform deliberations. It also includes questions and answers to key issues raised thus far by countries.\nGEF’s role as Convention Financial Mechanism: The GEF serves as a/the financial mechanism for five Conventions, namely the Convention on Biological Diversity (CBD), Minamata Convention on Mercury, Stockholm Convention on Persistent Organic Chemicals, UN Convention to Combat Desertification (UNCCD), and UN Framework Convention on Climate Change (UNFCCC).\nFamily of funds: The GEF manages a number of trust funds to serve the Conventions. The family of funds currently consists of five funds, with the GEF Trust Fund to serve five conventions, three funds under UNFCCC, and one fund under CBD. The GEF has been requested to establish a sixth fund, the Global Biodiversity Framework Fund, at the 15th Conference of the Parties (COP) to CBD in December 2022.\nScale of GEF support: Over the past three decades, the GEF has provided more than $22 billion in grants and blended finance and mobilized $120 billion in co-financing for more than 5,000 national and regional projects, plus 27,000 community-led initiatives through its Small Grants Programme. The GEF partnership consists of 184 member countries and 18 GEF agencies. Over 140 countries have received support from the GEF. For the GEF-8 period (July 1, 2022 to June 30, 2026), the GEF Trust Fund has received a record setting replenishment of $5.33 billion.\nSupport of Relevance to BBNJ: While not linked to any specific convention, the GEF has the mandate to provide grants and concessional funding to achieve global environmental benefits in the area of international waters. To date, the GEF has invested $1.2 billion in the management of shared marine resources through its International Waters Focal Area. Most of these investments were regional and multicountry projects, where countries came together to improve the governance of shared\nlarge marine ecosystems. The GEF has invested over $80 million in the management of areas beyond national jurisdiction (ABNJ) leveraging $500 million of co-financing.\nThe GEF also funds capacity building in the area of marine genetic resources from the Biodiversity Focal Area, as part of its support to the implementation of the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization to the CBD. Current funding is focused on genetic resources under national jurisdictions, while the underlying capacity needs largely overlap with those required for handling and use of genetic resources of the ABNJ.\nThe GEF is a major supporter of marine protected areas and spatial planning. In GEF-7 (July 2018 to June 2022), the GEF approved $370 million for 56 projects to support the creation or improved management of 1.4 billion ha of marine protected areas.\nReadiness to support BBNJ: In the current GEF-8 period (July 2022 to June 2026), $34 million has been notionally allocated to ABNJ within the International Waters Focal Area, which has a total allocation of $565 million from the GEF Trust Fund.\nThe $34 million has been set aside to support national ratification and implementation of the legally binding instrument on BBNJ, at the request of the negotiating parties, once negotiations have concluded, and with the agreement of the GEF Council. The GEF Council in December 2022 has taken note of the progress of the IGC to prepare a legally binding instrument on BBNJ, and, “if requested by the IGC, would welcome the GEF becoming the Financial Mechanism or part of the financial mechanism of the instrument, within the framework of the GEF”.1\nIn addition, $82 million is also notionally allocated to support the Nagoya and Cartagena Protocols in the Biodiversity Focal Area, which has the total allocation of $1,919 million.\nSimplifying procedures and efficiency gains: The following enhancements have been made for efficiency gains and to improve effectiveness.\n• Over the last 15 years, operational improvements led to a 65 percent reduction of the average time from first submission of a project concept to the first disbursement of GEF project financing to the recipient.\n• During GEF-7, it took on average a month and a half from project concept2 submission to CEO project concept clearance.\n1 GEF, 2022, Proposed Framework for GEF’s Role in a Financial Mechanism for the Internationally Legally Binding Instrument under Negotiation Under the United Nations Convention on the Law of the Sea on the Conservation and Sustainable Use of Marine Biological Diversity of Areas beyond National Jurisdiction (BBNJ), Council Document GEF/C.63/10. 2 Most GEF projects are approved in two steps: a concept stage and a fully developed project stage. The concept approval enables recipient to access a Project Preparation Grant to develop the full project.\n• It takes 4.5 months on average for the GEF Secretariat to clear PIF-approved projects as ready for implementation (CEO Endorsement).\n• GEF-7 projects are quickly implemented on the ground with 532 projects, or 72 percent, provided with the go-ahead for implementation as of September 2022.\n• Templates to access resources were streamlined recently to improve the quality and relevance of required information and to reduce the burden on countries.\n• The disbursement ratio remains high, at 20 percent in fiscal year 2021. On average, projects can disburse their total allocated resources within five years.\nThe GEF is identifying further streamlining, consolidation and efficiency measures of its operations, and will report on actions taken to the December 2023 GEF Council.\nSupport to Small Island Developing States: The GEF has supported SIDS for more than a quarter century, particularly in the areas of climate change adaptation, climate change mitigation, and biodiversity. The GEF has invested $1.37 billion in SIDS through 337 projects between 2006 and 2018. The recently published Strategic Country Cluster Evaluation of GEF support to Small Island Developing States (SIDS) by the GEF Independent Evaluation Office (IEO) found that GEF-financed projects in SIDS are strongly aligned with government priorities and national environmental challenges. The GEF’s strongest areas of additionality in SIDS are strengthening institutions and assistance with legal and regulatory frameworks. It concluded that support to SIDS has been a growing priority for the GEF, as reflected in increased financial commitment to SIDS over recent replenishment periods. The synthesis of the report is found here,\nSupport to Least Developed Countries: The GEF has been a long-term partner of LDCs, having invested $4.68 billion of GEF resources, leveraging $25.81 billion in cofinancing through 1,435 national and regional projects. The GEF Trust Fund covered 68 percent of the funding, while the Least Developed Countries Fund (LDCF) accounted for 29 percent. The Strategic Country Cluster Evaluation of GEF support to Least Developed Countries (LDC) by the GEF IEO found that GEF support to LDCs has increased consistently since GEF creation, and that GEF interventions are relevant to the national environmental challenges LDCs face.\nResource Access by LDCs and SIDS: In GEF-7, 98 percent and 96 percent of the GEF Trust Fund country allocations3 dedicated to SIDS and LDCs, respectively, were successfully programmed in approved projects. In comparison, across all eligible countries, 94 percent of GEF country allocations were programmed in GEF-7. In sum, SIDS and LDCs successfully accessed their available GEF-7 resources, and did so even more successfully than the average recipient country.\n3 STAR allocations, where STAR stand for System of Transparent Allocation of Resources.\nIn addition, all 47 LDCs accessed grant support from the LDCF in the GEF-7 period. The utilization rate for LDCF resources for national projects in the GEF-7 period is 99.2 percent, with $466.5 million out of the $470 million available programmed.\nThe GEF continues to make efforts to facilitate access to its resources by all countries, in particular LDCs and SIDS, through outreach, expanded constituency meetings, dedicated program workshops for LDCF, and other means.\nQuestions and Answers on GEF and BBNJ"
    }, {
      "heading" : "Q. What are the pre-conditions to be met for the GEF to start BBNJ support?",
      "text" : "For the GEF Trust Fund to start supporting BBNJ activities, the IGC negotiations need to conclude, the GEF needs to be requested to be a (or part of) Financial Mechanism, and the GEF Council needs to agree to the requested role.\n• Activities related to the BBNJ were included in the programming directions for the GEF-8 period (July 2022 to June 2026) to “Advance management in the ABNJ”, with a notional allocation of $34 million. The document contains preconditions for the resources to be used: “At the request of the negotiating parties to an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of Areas Beyond National Jurisdiction, once negotiations have concluded, and with the agreement of the GEF Council, support national ratification and implementation of the instrument.”\n• The GEF Council in December 2022 has taken note of the progress of the IGC to prepare a legally binding instrument on BBNJ, and, “if requested by the IGC, would welcome the GEF becoming the Financial Mechanism or part of the financial mechanism of the instrument, within the framework of the GEF”.4\n• The GEF cannot support the BBNJ activities and be held accountable without being part of the Financial Mechanism."
    }, {
      "heading" : "Q. How long would it take the GEF to start supporting BBNJ once the negotiation is completed?",
      "text" : "In the immediate phase after the conclusion of the negotiations, most of the support to be provided to the BBNJ agreement from the GEF Trust Fund will likely be to support national ratification and capacity building. Other types of support, such as implementation, would not typically start before entry into force of the agreement. Support to national ratification and capacity building can start quickly, once there is clarity on the technical scope of such support.\nAlso, following the conclusion of the negotiations, the GEF Council may consider how to more precisely support the BBNJ agreement during the GEF-8 period, based on the Convention text on activities to be supported (if there is such clarity). This could take place in June or December 2023. Following the adoption of the Minamata Convention draft text in January 2013, the June 2013 GEF Council authorized the use of up to $10\n4 GEF, 2022, Proposed Framework for GEF’s Role in a Financial Mechanism for the Internationally Legally Binding Instrument under Negotiation Under the United Nations Convention on the Law of the Sea on the Conservation and Sustainable Use of Marine Biological Diversity of Areas beyond National Jurisdiction (BBNJ), Council Document GEF/C.63/10.\nmillion for the funding of an early action pre-ratification program for the Convention, upon request by eligible signatory countries. For BBNJ, the GEF-8 Replenishment has already notionally allocated $34 million to ABNJ and include provisions for its use to support national ratification and early action on the BBNJ agreement.\nSupport for implementation measures would be expected to start upon entry into force of the agreement. The time period from the agreement to entry into force varies among treaties. It took less than 7 months for the Paris Agreement to enter into force (from signature on 22 April to entry into force on 4 November 2016), over 4 years for the Minamata Convention (text agreed in January 2013, entry into force in August 2017) and six years for the Fish Stocks Agreement (1995-2001) under UNCLOS.\nAdditional support to the BBNJ agreement may be discussed by participants to the GEF-9 Replenishment process, which will start in spring 2025 and conclude by June 2026. GEF-9 will cover the period of July 2026 to June 2030."
    }, {
      "heading" : "Q. What other steps does the GEF need to take to formalize its role and responsibility as financial mechanism for BBNJ?",
      "text" : "Please note that GEF’s support for BBNJ can start before the steps described below are completed.\nThe GEF Council may eventually consider an amendment to the GEF Instrument to include the BBNJ in the list of Conventions served by the GEF. The amendment to the GEF instrument goes to the GEF Assembly: the next GEF Assembly will take place in August 2023, and the subsequent one in 2026.\nThe GEF Council may also consider to develop a Memorandum of Understanding (MOU) to clarify the relationship with the BBNJ governing body (i.e., COP) to be adopted by the BBNJ governing body and the GEF Council. For the Minamata COP, the draft MOU was deliberated at COP 1, and its adoption was deferred to COP 2."
    }, {
      "heading" : "Q. Can the GEF be requested to set up a new trust fund to exclusively support BBNJ in addition to support from the GEF Trust Fund?",
      "text" : "A multilateral agreement for which the GEF serves as a/the Financial Mechanism can decide to request the GEF to do so, and a new trust fund can exclusively support activities in line with such decision. For example, the GEF was requested at CBD COP 15 in December 2022 to establish a Special Trust Fund to support the implementation of the Kunming-Montreal Global Biodiversity Framework, in addition to support provided by the GEF Trust Fund. The GEF also has three funds dedicated to climate change, operated as GEF family of funds. The trust fund establishment and operationalization can be done in a timely manner."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : "The GEF Secretariat prepared this document to summarize the GEF’s potential role in a financial mechanism for the internationally legally binding instrument under negotiation under the United Nations Convention on the Law of the Sea on the Conservation and Sustainable Use of Marine Biological Diversity of Areas beyond National Jurisdiction (BBNJ). The document is prepared to help inform deliberations. It also includes questions and answers to key issues raised thus far by countries.",
    "creator" : "Microsoft® Word for Microsoft 365"
  }
}