{
  "name" : "16.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Statement by the Secretariat of the Convention on Biological Diversity Resumed fifth session of the Intergovernmental Conference on an International Legally Binding Instrument under the United Nations Convention on the Law of the Sea on the Conservation and Sustainable Use of Marine Biological Diversity of Areas Beyond National Jurisdiction UN Headquarters, New York, 20 February – 3 March 2023 Distinguished delegates, I am pleased to take this opportunity to provide a brief update on the outcomes of the fifteenth meeting of the Conference of the Parties to the Convention on Biological Diversity in order to inform the deliberations of this important meeting. Throughout previous sessions of these deliberations, the Secretariat has provided updates on scientific and technical work conducted under the CBD of significant relevance to the application of the ecosystem approach in marine areas beyond national jurisdiction. Such work includes, for example, the process to facilitate the description of ecologically or biologically significant marine areas (EBSAs), voluntary guidelines for the consideration of biodiversity in environmental impact assessments and strategic environmental assessments, the Sustainable Ocean Initiative Global Dialogue with Regional Seas Organizations and Regional Fishery Bodies, and developments under the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization. In addition to these areas of work of continued relevance to your deliberations, I wish to highlight some of the important outcomes of the fifteenth meeting of the Conference of the Parties to the CBD (CBD COP 15), which took place in December 2023. At this meeting, the COP adopted the Kunming-Montreal Global Biodiversity Framework. The framework sets out a pathway to halt and reverse biodiversity loss to put nature on the path of recovery, while ensuring the fair and equitable sharing of benefits from the use of genetic resources, and providing means of implementation, in order to achieve the 2050 Vision whereby people live in harmony with nature. It includes four outcome-oriented goals to be achieved by 2050, 23 action-oriented targets to be achieved by 2030, a monitoring framework for tracking progress towards the goals and targets and several sections providing guidance on the implementation of the framework. Alongside this framework, the CBD COP also adopted a number of important related decisions, in particular on resource mobilization, capacity-building and development and technical and scientific cooperation, and on digital sequence information on genetic resources. The CBD Secretariat has prepared short information notes, one on the Kunming-Montreal Global Biodiversity Framework and another on the outcomes of COP 15 regarding digital sequence information on genetic resources, to inform the deliberations of this meeting. These are provided in hardcopy in the meeting",
    "authors" : [ ],
    "emails" : [ "secretariat@cbd.int" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Secretariat of the Convention on Biological Diversity 413 Saint-Jacques Street, Suite 800\nMontreal, QC, H2Y 1N9, Canada Tel : +1 514 288 2220 | secretariat@cbd.int\nwww.cbd.int"
    }, {
      "heading" : "Instrument under the United Nations Convention on the Law of the Sea on the Conservation and Sustainable Use of Marine Biological Diversity of Areas Beyond National Jurisdiction",
      "text" : "UN Headquarters, New York, 20 February – 3 March 2023"
    }, {
      "heading" : "Distinguished delegates,",
      "text" : "I am pleased to take this opportunity to provide a brief update on the outcomes of the fifteenth\nmeeting of the Conference of the Parties to the Convention on Biological Diversity in order to inform the deliberations of this important meeting.\nThroughout previous sessions of these deliberations, the Secretariat has provided updates on\nscientific and technical work conducted under the CBD of significant relevance to the application of the ecosystem approach in marine areas beyond national jurisdiction. Such work includes, for example, the process to facilitate the description of ecologically or biologically significant marine areas (EBSAs), voluntary guidelines for the consideration of biodiversity in environmental impact assessments and strategic environmental assessments, the Sustainable Ocean Initiative Global Dialogue with Regional Seas Organizations and Regional Fishery Bodies, and developments under the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization.\nIn addition to these areas of work of continued relevance to your deliberations, I wish to highlight\nsome of the important outcomes of the fifteenth meeting of the Conference of the Parties to the CBD (CBD COP 15), which took place in December 2023. At this meeting, the COP adopted the Kunming-Montreal Global Biodiversity Framework. The framework sets out a pathway to halt and reverse biodiversity loss to put nature on the path of recovery, while ensuring the fair and equitable sharing of benefits from the use of genetic resources, and providing means of implementation, in order to achieve the 2050 Vision whereby people live in harmony with nature. It includes four outcome-oriented goals to be achieved by 2050, 23 action-oriented targets to be achieved by 2030, a monitoring framework for tracking progress towards the goals and targets and several sections providing guidance on the implementation of the framework. Alongside this framework, the CBD COP also adopted a number of important related decisions, in particular on resource mobilization, capacity-building and development and technical and scientific cooperation, and on digital sequence information on genetic resources.\nThe CBD Secretariat has prepared short information notes, one on the Kunming-Montreal Global\nBiodiversity Framework and another on the outcomes of COP 15 regarding digital sequence information on genetic resources, to inform the deliberations of this meeting. These are provided in hardcopy in the meeting room and also available at https://bit.ly/3KggvWj and https://bit.ly/3k4jhTZ respectively.\nIn closing, let me assure you that the CBD Secretariat stands ready to support your deliberations.\n__________"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : "Throughout previous sessions of these deliberations, the Secretariat has provided updates on scientific and technical work conducted under the CBD of significant relevance to the application of the ecosystem approach in marine areas beyond national jurisdiction. Such work includes, for example, the process to facilitate the description of ecologically or biologically significant marine areas (EBSAs), voluntary guidelines for the consideration of biodiversity in environmental impact assessments and strategic environmental assessments, the Sustainable Ocean Initiative Global Dialogue with Regional Seas Organizations and Regional Fishery Bodies, and developments under the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization.",
    "creator" : null
  }
}