{
  "name" : "18.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Liberia’s Position at the 5 Session of the Intergovernmental Conference (IGC-5) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) (August 15—26, 2022) Madam President Distinguished Delegates",
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Liberia’s Position at the 5th Session of the Intergovernmental\nConference (IGC-5) on the Conservation and Sustainable Use of\nMarine Biodiversity of Areas Beyond National Jurisdiction (BBNJ)\n(August 15—26, 2022)\nMadam President\nDistinguished Delegates\n1. On behalf of the government and people of the Republic of Liberia, we are pleased to present this statement representing the official position of the\ngovernment at these ongoing deliberations for the adoption of a treaty on the high sea;\n2. We will take this opportunity on behalf of Liberia to thank you, Madam President and congratulate you and the facilitators, for the work done in\ngetting us to this stage of fruitful discussions.\n3. As we engaged and participated in these proceedings through informal engagements, small group discussions, President’s consultations, and\nplenary, our appreciations of what is at stake as the global community seeks to fill the gap in the governance of marine biodiversity in areas beyond national jurisdiction has significantly increased, consequently leading to more concerns and questions for which we continue to seek answers;\n4. More scientific information continues to reveal not only the richness and imminent economic, commercial assets of the high sea but also its\ninterrelated social, economic, cultural and human health impacts, we are keenly mindful of the implications of the decision that would be reached here for current and future generations;\n5. Particularly, concerns are growing about the increasing anthropogenic pressures posed by existing and emerging activities, such as overfishing,\nbiodiversity loss, mining, marine pollution, and bioprospecting in the deep sea;\nThe Liberian Delegation has therefore reached a decision to pursue further consultations because of the following reasons:\n6. The proposed agreement may have unresolved concerns for areas within the Liberia’s biodiversity and fisheries resources, the protection of its\nExclusive Economic Zone, the protection of its Maritime program and hydra-carbon resources; which we believe further consultations is extremely important at this stage\n7. Considering that the geographical scope, application and general provisions of the Agreement may have implications on Liberia, we need more time to\ncooperate with other States in building consensus on some of the key areas of concern.\nMadam President,\n8. We welcome meaningful engagements on capacity building and transfer of marine technology as proposed. Liberia has taken significant strides in our\nstrategies, actions and plans that underscores the importance the country ascribes to its fundamental values to biological resources in our marine environment. We will continue to engage constructively so we can fulfill this very important obligation to our future generations.\n9. In conclusion, we thank you all for the constructive engagement and the very useful ideas. We will continue to engage constructively so we can all fulfill\nthis very important obligation to our future generations.\n10. Thank you for your attention"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "3. As we engaged and participated in these proceedings through informal engagements, small group discussions, President’s consultations, and plenary, our appreciations of what is at stake as the global community seeks to fill the gap in the governance of marine biodiversity in areas beyond national jurisdiction has significantly increased, consequently leading to more concerns and questions for which we continue to seek answers;",
    "creator" : "Microsoft® Word for Microsoft 365"
  }
}