{
  "name" : "19.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "Udaya Raj Sapkota" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "the BBNJ IGC-V"
    }, {
      "heading" : "New York, 26 August 2022",
      "text" : "(Please check against delivery)"
    }, {
      "heading" : "Madam President,",
      "text" : "At the outset, would like to appreciate your commendable leadership and dedication in steering this negotiation towards a fruitful outcome.\nNepal aligns this statement with that delivered on behalf of the G77 and China."
    }, {
      "heading" : "Madam President,",
      "text" : "Marine biological resources of ABNJ are global commons. The conservation and sustainable use of these biological resources still lacks an inclusive international regime, though it has been envisioned by the UNCLOS some forty years back.\nNepal reiterates that this legal instrument should not forget to uphold the principles of the common heritage of mankind, the benefit of mankind, and the freedom of access to the high seas in full conformity with the UNCLOS, 1982.\nSpecial requirements of the LDCs and specials circumstances of the LLDCs should be addressed to enable them for full, effective, and efficient implementation of this instrument.\nNepal recommends the listing of developing states, especially the LDCs and LLDCs in a dedicated single article to avoid further repetition, as and where necessary, in the same legal instrument, unless it would require to be very specific.\nNepal stresses on obligatory provision for the fair and equitable sharing of benefits arising from MGR of ABNJ; capacity building of and transfer of marine technologies to the developing States Parties, particularly the LDCs and LLDCs. We thank DOALOS for the support granted to Nepal through the BBNJ Voluntary Trust Fund for participation at this Session of the IGC. My delegation is equally thankful to all contributors of this Fund.\nIn conclusion, Madam President, this international legally binding instrument is crucial not only for the sustainable use and conservation of marine biological diversity of ABNJ but also for preservation ocean ecosystem and well-being of entire humanity. Nepal is committed to contributing constructively for early conclusion of this instrument.\nLet’s not delay to delivery in this decade of action by leaving no one behind.\nThank you."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "Nepal stresses on obligatory provision for the fair and equitable sharing of benefits arising from MGR of ABNJ; capacity building of and transfer of marine technologies to the developing States Parties, particularly the LDCs and LLDCs. We thank DOALOS for the support granted to Nepal through the BBNJ Voluntary Trust Fund for participation at this Session of the IGC. My delegation is equally thankful to all contributors of this Fund.",
    "creator" : "Microsoft® Word for Microsoft 365"
  }
}