{
  "name" : "20.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Statement by His Excellency, Mr. Viliami Va’inga Tōnē Permanent Representative of the Kingdom of Tonga to the United Nations At the Fifth Session of the Intergovernmental Conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction (General Assembly resolution 72/249) General Exchange of Views (Agenda Item 5) Conference Room 2, United Nations Head Quarters [Friday, 26 August, 2022] Check against delivery Thank you, Madam President for giving Tonga the floor, I have the honour to deliver these remarks on behalf of my country, the Kingdom of Tonga. In so saying, I wish to align my remarks with those delivered by the Chairs of the Group of 77 and China, the Alliance of Small Island Developing States, and the Pacific Small Island Developing States. Madam President, As we head towards concluding the intensive but progressive deliberations and negotiations of this session and look towards adopting a new treaty on the conservation of marine biodiversity in areas beyond national jurisdiction, I convey my profound appreciation to you for your most able stewardship",
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Permanent Representative of the Kingdom of Tonga to the United Nations\nAt the Fifth Session of the Intergovernmental Conference on an international legally\nbinding instrument under the United Nations Convention on the Law of the Sea on the\nconservation and sustainable use of marine biological diversity of areas beyond national\njurisdiction (General Assembly resolution 72/249)\nGeneral Exchange of Views (Agenda Item 5)\nConference Room 2, United Nations Head Quarters\n[Friday, 26 August, 2022]\nCheck against delivery\nThank you, Madam President for giving Tonga the floor,\nI have the honour to deliver these remarks on behalf of my country, the Kingdom of Tonga. In so saying, I wish to align my remarks with those delivered by the Chairs of the Group of 77 and China, the Alliance of Small Island Developing States, and the Pacific Small Island Developing States.\nMadam President,\nAs we head towards concluding the intensive but progressive deliberations and negotiations of this session and look towards adopting a new treaty on the conservation of marine biodiversity in areas beyond national jurisdiction, I convey my profound appreciation to you for your most able stewardship of this session. I also wish to extend our gratitude to the Facilitators and the Secretariat for the support and outstanding work throughout this session.\nWe recall resolution 72/249 and the expectation that our work would conclude on the fourth session. While we were unable to reach a consensus and close negotiations, we were given another chance to further deliberate and ensure that the results of our efforts would encompass all our collective interests. I express my sincere gratitude to you, the Facilitators and DOALOS in the inter-sessional period to help prepare us with one goal in mind, reaching a conclusion on a very important treaty. We have had ample time to prepare ourselves for these deliberations and the possibility of this session is a testament of your leadership and guidance throughout this process.\nFor Tonga, we acknowledge the positive considerations and reactions from delegates on issues which are of importance to us, particularly the special circumstances of Small Island developing states, capacity building and transfer of marine technology, traditional knowledge of indigenous peoples and local communities and fair and equitable sharing of benefits. We are pleased with the reactions from delegates on the special circumstances of SIDS, a priority for Tonga and other small island developing states. Our factual circumstances place us in a peculiar situation, one where our, and the actions of other States now, will affect our future generations. We have a large ocean space to cover, in addition to several challenges, natural and anthropogenic related, to manage. An additional challenge to this is natural phenomena, such as the Hunga Tonga Hunga Ha’apai explosion which took place earlier this year in Tonga. We have a greater sense of responsibility to preserve and protect our marine biodiversity and we are hopeful that this treaty will take into account our special circumstances of SIDS.\nMadam President,\nTo conclude, we are at our final destination and we are committed, more than ever, to adopting an agreement which is fair, equitable and reflects the consensus of our views. We understand that upon adoption of this agreement, the real challenge is ahead of us. However, we are ready to do our part in cooperating with you Madam President and with other delegations to ensure that the final agreement is upheld and enforced. If our cooperation and togetherness has brought us to this historical point, it is also what will determine the success of our upcoming voyage and the conservation, protection and sustainable use of our oceans.\nI thank you."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "Statement by His Excellency, Mr. Viliami Va’inga Tōnē Permanent Representative of the Kingdom of Tonga to the United Nations At the Fifth Session of the Intergovernmental Conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction (General Assembly resolution 72/249) General Exchange of Views (Agenda Item 5) Conference Room 2, United Nations Head Quarters [Friday, 26 August, 2022] Check against delivery",
    "creator" : "Microsoft® Word 2019"
  }
}