{
  "name" : "22.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Distinguished delegates, Madame President,\nWWF commends the hard work and dedication shown by countries meeting here at the UN to negotiate this legally binding treaty that, once finalized and with the current options for high ambition retained in the text, will allow for better protection of biodiversity and more coherent and effective management of activities in ABNJ.\nSignificant progress has been made in many areas, such as the inclusion of Strategic Environmental Assessments, the operationalization of the obligation set out in UNCLOS to subject all planned activities in ABNJ to an environmental impact assessment process, a commitment to enhanced cooperation and to ecosystem-based management, and important provisions on the establishment of marine protected areas. This is very encouraging.\nThe treaty is close to the finish line, and WWF looks forward to the final negotiations and subsequent adoption and implementation of this important treaty. WWF hopes that all states will be mindful of their commitments to the goals of the 2030 Agenda for Sustainable Development, and agree ambitious and realistic arrangements for capacity building and technology transfer. Meanwhile we will continue to provide our support, should delegations so wish, in areas where WWF has expertise and experience that may benefit the negotiations.\nThank you."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "Significant progress has been made in many areas, such as the inclusion of Strategic Environmental Assessments, the operationalization of the obligation set out in UNCLOS to subject all planned activities in ABNJ to an environmental impact assessment process, a commitment to enhanced cooperation and to ecosystem-based management, and important provisions on the establishment of marine protected areas. This is very encouraging.",
    "creator" : "Acrobat PDFMaker 22 for Word"
  }
}