{
  "name" : "23.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "biological diversity of areas beyond national jurisdiction Fifth session Agenda item 5: General exchange of views Date of delivery: 26 August 2022 Submitted by the Food and Agriculture Organization of the United Nations (FAO)\nThe Food and Agriculture Organization of the United Nations (FAO) recognizes sustainable utilization of fisheries resources in areas beyond national jurisdiction cannot be achieved without marine biological diversity conservation. FAO is actively engaged in areas beyond national jurisdiction through projects and initiatives for which it provides assistance to Member Nations and relevant international organizations. Technical assistance and capacity development are key factors to support an international legally binding instrument on BBNJ and FAO Members are invited to consider the multidisciplinary portfolio of capacity development programmes implemented by the Organization. The document FAO and the marine biological diversity beyond national jurisdiction - Information package for BBNJ delegates presents information on the work of FAO that is relevant to the BBNJ process, including ongoing processes and initiatives, and lessons learned, which may be informative and useful for BBNJ Delegates and others. This information may also be a useful indication of areas where FAO may assist Member Nations in the implementation of the future international legally binding instrument. FAO and the marine biological diversity beyond national jurisdiction - Information package for BBNJ delegates is available at: Card Page: http://www.fao.org/documents/card/en/c/cc1345en PDF: http://www.fao.org/3/cc1345en/cc1345en.pdf DOI: https://doi.org/10.4060/cc1345en\nFAO stands ready to assist and work with Member Nations to provide technical advice and support in the implementation of this long-awaited international instrument."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "The document FAO and the marine biological diversity beyond national jurisdiction Information package for BBNJ delegates presents information on the work of FAO that is relevant to the BBNJ process, including ongoing processes and initiatives, and lessons learned, which may be informative and useful for BBNJ Delegates and others. This information may also be a useful indication of areas where FAO may assist Member Nations in the implementation of the future international legally binding instrument.",
    "creator" : "Microsoft® Word 2016"
  }
}