{
  "name" : "25.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/3PrVJlRVol. 25 No. 240\nBBNJ IGC-5 FINAL\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>.\nMonday, 29 August 2022\nSummary of the Fifth Session of the Intergovernmental Conference on an International\nLegally Binding Instrument under the UN Convention on the Law of the Sea on the\nConservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction:\n15-26 August 2022 Delegates arrived at UN Headquarters in New York in mid-\nAugust for what many thought would be the final round of negotiations on an international legally binding instrument under the UN Convention on the Law of the Sea (UNCLOS) on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction (BBNJ). But this was not to be the case. Despite progress, delegates were unable to reach consensus and, instead, suspended the session, to be resumed at a later date.\nThe fifth session of the Intergovernmental Conference (IGC-5) was, in itself, an additional meeting, since UN General Assembly resolution 72/249 had only mandated four sessions. After a twoyear delay due to the COVID-19 pandemic, IGC-4 finally convened in March 2022, but delegates were unable to reach agreement and requested convening a fifth session. As IGC-5 began, the tremendous task of reaching consensus on the major points of contention that have plagued the process since its inception eluded delegates yet again. However, many expressed optimism that resuming IGC-5 for a second round of talks may get them “over the finish line.”\nIGC-5 was lauded by many as the “the closest we have come to reaching consensus,” with one even suggesting that “we have made more progress at this session than over the last decade.” Many pointed to the strides made in discussions on the four elements of the 2011 package that have guided the negotiations, namely marine genetic resources (MGRs), including questions on benefit-sharing, area-based management tools (ABMTs), including marine protected areas (MPAs), environmental impact assessments (EIAs), and capacity building and the transfer of marine technology (CB&TT). Delegates also made headway on cross-cutting issues and institutional arrangements.\nOn MGRs and benefit-sharing, delegates made progress on provisions on application, and activities related to MGRs, including their notification. Diverging views still persist on the establishment of an access and benefit-sharing (ABS) mechanism, monetary benefit-sharing, and intellectual property rights. On EIAs, significant advances were made on planned/proposed activities and on strategic environmental assessments. Differences remain on decision-making, thresholds, and an area- versus impact-based approach.\nDelegates notably agreed to establish a CB&TT committee and acknowledged that CB&TT is an essential element of the package, although they still disagree on funding modalities.\nIGC President Rena Lee’s final “refreshed” text, issued on Friday morning, 26 August, hangs in the balance, with some states keen to use it as the basis for further negotiations, and others noting that it did not include all views and therefore lacked consensus. The latter prefer to base the resumed round of negotiations on an early refreshed text, issued on Sunday, 21 August.\nThe first part of IGC-5 convened from 15-26 August 2022 at UN Headquarters in New York. Many agree that the resumed session, at a date to be announced, just may be the final push towards a new high seas treaty.\nA Brief History of the BBNJ Negotiations The conservation and sustainable use of marine biological\ndiversity of areas beyond national jurisdiction is increasingly attracting international attention, as scientific information, albeit insufficient, reveals the richness and vulnerability of such biodiversity, particularly around seamounts, hydrothermal vents, sponges, and cold-water corals, while concerns grow about the increasing anthropogenic pressures posed by existing and emerging activities, such as fishing, mining, marine pollution, and bioprospecting in the deep sea.\nIn this Issue A Brief History of the BBNJ Negotiations . . . . . . . . . . . . .1\nIGC-5 Report . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Organizational Matters . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Credentials . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Elaboration of an International Legally Binding Instrument . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Discussion on the Way Forward . . . . . . . . . . . . . . . . . . . 9 Closing Statements . . . . . . . . . . . . . . . . . . . . . . . . . . . .10 Other Matters and Closure of the Meeting . . . . . . . . . . 11\nA Brief Analysis of IGC-5 . . . . . . . . . . . . . . . . . . . . . . . . 11\nUpcoming Meetings . . . . . . . . . . . . . . . . . . . . . . . . . . . . .13\nGlossary . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .13\nThe UN Convention on the Law of the Sea (UNCLOS), which entered into force on 16 November 1994, sets forth the rights and obligations of states regarding the use of the oceans, their resources, and the protection of the marine and coastal environment. Although UNCLOS does not refer expressly to marine biodiversity, it is commonly regarded as establishing the legal framework for all activities in the ocean.\nThe Convention on Biological Diversity (CBD), which entered into force on 29 December 1993, defines biodiversity and aims to promote its conservation, the sustainable use of its components, and the fair and equitable sharing of the benefits arising from the use of genetic resources. In areas beyond national jurisdiction (ABNJ), the Convention applies to processes and activities carried out under the jurisdiction or control of its parties. The Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization, which entered into force on 12 October 2014, applies to genetic resources within the scope of CBD Article 15 (Access to Genetic Resources) and to traditional knowledge associated with genetic resources within the scope of the Convention.\nFollowing more than a decade of discussions convened under the United Nations General Assembly, the Assembly, in its resolution 72/249 of 24 December 2017, decided to convene an Intergovernmental Conference to elaborate the text of an internationally legally binding instrument under UNCLOS on the conservation and sustainable use of BBNJ, with a view to developing the instrument as soon as possible."
    }, {
      "heading" : "Key Turning Points",
      "text" : "Working Group: Established by General Assembly resolution 59/24 of 2004, the Ad Hoc Open-ended Informal Working Group to study issues relating to the conservation and sustainable use of BBNJ served to exchange views on institutional coordination, the need for short-term measures to address illegal, unregulated, and unreported (IUU) fishing and destructive fishing practices, marine genetic resources (MGRs), marine scientific research on marine biodiversity, marine protected areas (MPAs), and environmental impact assessments (EIAs). It met three times from 2006 to 2010.\nThe “Package”: The fourth meeting of the Working Group (31 May-3 June 2011, New York) adopted, by consensus, a set of recommendations to initiate a process on the legal framework for the conservation and sustainable use of BBNJ, by identifying gaps and ways forward, including through the implementation of existing instruments and the possible development of a multilateral agreement under UNCLOS. The recommendations also include a “package” of issues to be addressed as a whole in this process, namely: • MGRs, including questions on benefit-sharing; • area-based management tools (ABMTs), including MPAs; • EIAs; and • capacity building and the transfer of marine technology\n(CB&TT). UN Conference on Sustainable Development (Rio+20): The\nUN Conference on Sustainable Development (20-22 June 2012, Rio de Janeiro, Brazil) expressed the commitment of states to address, on an urgent basis, building on the work of the Working Group and before the end of the 69th session of the General Assembly, the issue of the conservation and sustainable use of BBNJ, including by taking a decision on the development of an international instrument under UNCLOS.\nA Legally Binding Instrument: Between 2014 and 2015, the Working Group engaged in interactive substantive debates on the scope, parameters, and feasibility of an international instrument under UNCLOS. At its ninth meeting, the Working Group reached consensus on recommendations for a decision to be taken at the 69th session of the UN General Assembly to develop a new legally binding instrument on BBNJ under UNCLOS, and to start a negotiating process to that end.\nPreparatory Committee (PrepCom): Established by General Assembly resolution 69/292, the PrepCom was mandated to make substantive recommendations to the General Assembly on the elements of a draft text of an international legally binding instrument under UNCLOS, taking into account the various reports of the Co-Chairs on the Working Group’s work; and for the Assembly to decide at its 72nd session whether to convene an IGC to elaborate the text. The PrepCom considered the scope of an internationally legally binding instrument and its relationship with other instruments, guiding approaches and principles, as well as the elements of the package. Despite diverging views, with a wide majority of countries arguing that the PrepCom had exhausted all efforts to reach consensus, the PrepCom’s outcome, which was adopted by consensus, comprised: • non-exclusive elements of a draft internationally legally\nbinding instrument text that generated convergence among most delegations; • a list of main issues on which there is divergence of views, with the indication that both do not reflect consensus; and • a recommendation to the UN General Assembly to take a decision, as soon as possible, on convening an IGC. The UN General Assembly, in resolution 72/249, established\nthe IGC with a mandate to meet for four substantive sessions and conclude its work by the first half of 2020.\nIGC Organizational Meeting: The IGC organizational meeting took place from 16-18 April 2018. Delegates agreed to: focus IGC-1 on substantive discussions based on the elements of the package; take consensus-based decisions on the preparation process of a zero draft; and mandate President Rena Lee (Singapore) to prepare a concise document that identifies areas for further discussion, that does not contain treaty text, and that would not constitute the zero draft.\nIGC-1: At the first meeting of the IGC, held from 4-17 September 2018, delegates clarified positions on the package elements and tabled more detailed options for a process on ABMTs. President Lee suggested preparing a document that would facilitate text-based negotiations, containing treaty language and reflecting options on the four elements of the package, taking into account all inputs during IGC-1 as well as the Preparatory Committee’s report.\nIGC-2: Delegates convened for the second session of the IGC from 25 March to 5 April 2019. They deliberated based on the IGC President’s Aid to Negotiations, which contained options structured along the lines of the 2011 package. In their discussions on the President’s Aid, delegates continued to elaborate their positions on issues previously identified as areas of divergence, achieving convergence on a few areas, such as: the need to promote coherence, complementarity, and synergies with other frameworks and bodies; benefit-sharing as part of conservation and sustainable use; and EIAs being mutually supportive with other instruments. In the closing session, several called on IGC President Lee to prepare and circulate a “no-options” document containing treaty text, and to revise the meeting format, calling for a more informal set-up to facilitate indepth negotiations.\nIGC-3: Delegates at the third session of the IGC convened from 19-30 August 2019 and delved, for the first time, into textual negotiations based on a “zero draft,” containing treaty text, developed by IGC President Lee. The document’s structure addressed general provisions and cross-cutting issues, as well as the four elements of the 2011 package.\nVirtual Intersessional Work: As a consequence of the COVID-19 pandemic, delegations worked remotely from September 2020 to February 2022 via an online discussion platform to share views on the more contentious issues in the draft text. President Lee clarified that the intersessional work would not substitute negotiations at IGC-4 but would allow for clarifying positions and enhancing mutual understanding.\nIGC-4: Delegates reconvened in an in-person informal-informal setting governed by Chatham House rules, from 7-18 March 2022. With COVID-19 restrictions only permitting two representatives per delegation in the room at one time, and extremely limited observer participation, delegates addressed a revised draft text of an agreement. For the first time, delegations prepared and submitted textual proposals, many times jointly, to make progress on the draft text. Diverging views still persisted on the establishment of an ABS mechanism. On EIAs, delegates agreed to base future negotiations on a cross-regional proposal on a tiered approach to conduct EIAs, although they were unable to reach consensus on who would be ultimately responsible for decision making. On CB&TT, some delegates supported a capacity-building mechanism, with a regional group proposing a cooperation and coordination mechanism addressing all relevant sections of the agreement.\nIGC-5 Report IGC President Rena Lee opened the meeting on Monday, 15\nAugust, and introduced the further revised draft text of an agreement (A/CONF.232/2022/5), which takes into account textual proposals made during and after IGC-4. She urged delegates to show flexibility in finding common ground to form the basis of consensus. Recalling the collective call at the second UN Ocean Conference in June 2022 for the conclusion of negotiations by the end of this year, President Lee urged delegates to bring their hearts and commitment to this process, and to consider what the overall package may look like, striving to deliver a fair, balanced, implementable, and universal agreement.\nMiguel de Serpa Soares, Secretary-General of the IGC, UnderSecretary-General for Legal Affairs and UN Legal Counsel, noted that this session was required to facilitate the prompt finalization of the international legally binding instrument. He expressed hope that the 40th anniversary of UNCLOS could be celebrated by welcoming a new agreement to the Law of the Sea family. Vladimir Jares, Director, UN Division for Ocean Affairs and the Law of the Sea (UNDOALOS), provided an overview of the meeting’s documents, including the compilation of textual proposals by delegations (A/CONF.232/2022/INF.5) and information for participants (A/ CONF.232/2022/INF.4)."
    }, {
      "heading" : "Organizational Matters",
      "text" : "Adoption of the agenda and programme of work: On Monday, 15 August, IGC President Lee introduced the agenda (A/ CONF.232/2022/L.4), which was adopted, without comment. She then introduced the programme of work (A/CONF.232/2022/L.5), providing an overview of the organization of the negotiating sessions. She noted that the programme of work for the second week will be finalized towards the end of the first week, potentially\nincluding sessions on specific issues rather than on thematic clusters. Delegates approved the programme of work."
    }, {
      "heading" : "Credentials",
      "text" : "On Friday, 26 August, delegates adopted the report of the Credentials Committee (A/CONF.232/2022/8), as presented by the Chair of the Credentials Committee, Carl Grainger (Ireland), and accepted the credentials submitted after the committee meeting."
    }, {
      "heading" : "Elaboration of an International Legally Binding Instrument",
      "text" : "During the two weeks, delegates met in “informal informals” with designated facilitators, and in a plethora of small groups to draft textual proposals to make headway, especially on bracketed text. On Monday, 22 August, IGC President Lee introduced a refreshed draft text (A/CONF.232/2022/CRP.12), which took into account discussions during the first week.\nThis summary of the negotiations is organized by article, based on the refreshed text introduced on Monday, 22 August, with the understanding that nothing is agreed until everything is agreed. Articles that have been deleted or merged with other articles are not discussed.\nEditors’ Note: The meeting was held in an informal-informal setting, with speaking rights only accorded to states. Due to the nature of the informal informal setting, this part of the summary will not attribute statements to speakers.\nPreamble: On Wednesday, 24 August, delegates briefly addressed the preamble during the informal informals on crosscutting issues, facilitated by IGC President Lee. Delegates suggested changes, including to references to the UN Declaration on the Rights of Indigenous Peoples, Indigenous rights, and traditional knowledge (TK). One small group reported back on wording to recognize that knowledge held by Indigenous Peoples and local communities (IPLCs) is dynamic and evolves over generations. Others proposed additional paragraphs, including on EIAs.\nGeneral Provisions: Most articles under this part were discussed on Monday, 15 August, and Wednesday, 24 August, during informal informals on cross-cutting issues, facilitated by IGC President Lee. Delegates discussed issues related to the use of terms (Article 1) under the substantive parts, which are summarized below.\nOn the general objective (Article 2), many supported the proposed drafting to ensure the conservation and sustainable use of BBNJ. Regarding the application (Article 3), delegates considered the definition of ABNJ, which includes the high sea and the Area (defined in UNCLOS as the seabed and ocean floor and the subsoil thereof, beyond the limits of national jurisdiction). While most delegations supported this, a few opposed reference to the Area, pointing to issues of delineation of the deep seabed and the mandates of other UN bodies. Many agreed with a proposal to have a separate, narrower provision on sovereign immunity.\nOn the relationship between this Agreement and the Convention, and relevant legal instruments and frameworks, and relevant global, regional, subregional and sectoral bodies (Article 4), most delegates insisted on a reference to the rights, jurisdictions, and duties of states under UNCLOS. One delegation, opposed by many, asked to not refer to duties of states and to stipulate that the agreement shall not prejudice existing international agreements.\nDelegates discussed a provision related to without prejudice (Article 4 bis), setting out that any act or activity undertaken on the basis of the agreement shall be without prejudice to, and shall not be relied upon as a basis for asserting, supporting, furthering or denying any claims to, sovereignty, sovereign rights or jurisdiction.\nSome delegations supported deleting the reference to “asserting, supporting, furthering or denying,” claims to sovereignty, while others supported redrafting the provision. One proposed changing the title to “scope.”\nOn general principles and approaches (Article 5), delegations considered, among others: • the polluter pays principle; • the common heritage of humankind principle; • the principle of equity and/or the fair and equitable sharing of\nbenefits; • the application of precaution/precautionary principle/\nprecautionary approach; • integrated approach; • an approach that builds ecosystem resilience to the adverse\neffects of climate change and ocean acidification, and restores ecosystem integrity; and\n• the best available science and scientific information, as well as relevant TK of IPLCs; and • the special circumstances of small island developing states (SIDS). Delegates broadly supported text related to international\ncooperation (Article 6). Regarding the provision that parties shall cooperate, some delegates preferred to specify “members thereof” in regard to cooperation with relevant international frameworks and bodies (IFBs), while others said this was not necessary.\nMarine Genetic Resources, Including Questions on the Sharing of Benefits: Facilitated by Janine Coye-Felson (Belize), the informal informal discussions on MGRs took place on Monday, 15 August, Tuesday, 16 August, Thursday, 18 August, Friday, 19 August, Monday, 22 August, Tuesday, 23 August, Wednesday, 24 August, and Thursday, 25 August. Delegates also met informally on Friday, 26 August. This part of the draft text was subject to the most intense deliberations in both informal informal sessions and in small group deliberations throughout the meeting.\nOn the use of terms (Article 1) related to MGRs, delegates considered the terms: access ex situ, including as digital sequence information (DSI); biotechnology; collection in situ; derivative; MGRs; and utilization of MGRs. On the definition of MGRs, opinions varied between two options. The first option states that MGRs mean “any genetic material of marine plant, animal, microbial or other origin containing functional units of heredity and noncoding regions of nucleic acids, with actual or potential value of their genetic and biochemical properties, including genetic information.” The second states that MGRs are “any material of marine plant, animal, microbial or other origin containing functional units of heredity of actual or potential value.”\nOn objectives (Article 7), one regional group proposed that the chief objective should be to promote the scientific understanding of MGRs in ABNJ as a fundamental contribution to the implementation of the agreement for the conservation and sustainable use of marine biodiversity. Dissenting, a regional group underlined that the purpose of the MGRs part of the agreement is clearly outlined in the 2011 package. A small group provisionally agreed to rephrase the approach to objectives, suggesting that “the objectives of the MGRs part are”: the fair and equitable sharing of benefits from MGRs of ABNJ; the building and development of capacities of parties to carry out activities with respect to MGRs of ABNJ; the generation of knowledge, scientific understanding, and technical innovation; and the development and transfer of marine technology in accordance with the agreement.\nSome delegations noted the objectives should promote the transfer of marine technology on mutually agreed terms (MAT). One delegation called for the promotion of the development and transfer of marine technology on MAT, taking into account technology holder’s rights.\nOn application (Article 8), delegates addressed the agreement’s material, temporal, and geographical scope. The article contains two options with one of them applying the agreement’s provisions to MGRs collected in situ in ABNJ after the entry into force of the agreement for the respective party. The second option, in addition to MGRs collected in situ, includes those accessed ex situ¸ including as DSI. The article further contains an exclusionary clause on the use of fish as a commodity and/or on fishing and fishing activities regulated under relevant international law.\nDelegates offered suggestions to streamline the text, combining the material and temporal scopes. A regional group queried the modalities in case of change of use/intent, noting that a fish may be harvested as a commodity and, subsequently, researched for its genetic properties. A small group agreed that the provisions of this part of the agreement shall not apply to fish and fishing, with the exact formulation on the latter still under discussion. Delegations also generally agreed on the need to refer to marine science-related activities, with discussions ongoing on the exact language.\nDelegates also discussed activities with respect to MGRs of ABNJ (Article 9). Several delegations suggested deleting provisions on: MGRs of ABNJ also found in areas within national jurisdiction and the respective rights of coastal states; not claiming sovereign rights over MGRs of ABNJ; and the utilization of MGRs for the benefit of humankind, while considering the needs of developing states.\nOthers preferred amending the provision on the benefit of humankind to note that the utilization of MGRs of ABNJ shall be for the interest of all states and the benefit of humankind as a whole, particularly for the benefit of advancing scientific knowledge and further promoting the conservation and sustainable use of marine biodiversity.\nRegarding the collection in situ of MGRs of ABNJ (Article 10), a regional group suggested restructuring the article to include all traceability aspects and ensure operationalization of benefit-sharing modalities. Another regional group highlighted the need to refer to “access” rather than “collection” of MGRs in ABNJ, including in situ, ex situ, derivatives, and DSI. A third regional group suggested addressing the fair and equitable sharing of benefits at the stage of collection and commercialization separately. Individual states also suggested restructuring, with one proposing that all technical aspects on notification be grouped under the section on the clearinghouse mechanism (CHM). Another suggested addressing issues around the notification system and benefit-sharing in distinct articles.\nOn the need for parties to ensure the kind of information that is to be transmitted to the CHM at least six months prior to the collection of MGRs in ABNJ, two states noted that a timeframe would not be necessary prior to the collection of MGRs. Another stressed that notifications need to remain pragmatic, reflecting the inherent uncertainty of marine scientific research.\nSeveral regional groups and states supported a provision on access to TK of IPLCs associated with MGRs of ABNJ (Article 10 bis). One delegation proposed that this issue pertains more to benefit-sharing than to access to MGRs, and another suggested conditioning access to TK of IPLCs to free, prior, and informed consent, and MAT. Many expressed interest in redrafting the provision.\nOn fair and equitable benefit-sharing (Article 11), the revised draft text of the agreement contains two options. The first refers to non-monetary benefits arising from the collection in situ of MGRs from ABNJ. The second encompasses both monetary and nonmonetary benefits arising from the collection in situ of MGRs from ABNJ, from access to such resources ex situ, including as DSI, and from the utilization of such resources.\nDelegates’ opinions on the two options diverged along developing/developed country lines. On one hand, some stressed that benefit-sharing must be mandatory, including both financial and non-financial elements, all to be shared equitably. On the other, those who supported the second option argued that the benefitsharing system ends with the uploading of the genetic sequence in a public database and the information placed in the clearinghouse, which should be accompanied by capacity-building measures to level the playing field. They highlighted that evidence shows that little value currently flows from MGR utilization from ABNJ, including DSI.\nDelegates also discussed an ABS mechanism (Article 11 bis), originally proposed by a cross-regional group of developing countries. The proponents outlined the need for a lean ABS expert body, noting that this would be separate from the proposed scientific and technical body. One delegation, supported by a few others, opposed this mechanism, noting the absence of monetary benefits to be shared. One regional group underlined their attachment to a provision on the sharing of monetary benefits through the financial mechanism, with the modalities to be determined by the Conference of the Parties (COP), underscoring that in addition to marine scientific research, bioprospecting towards commercialization of MGRs of ABNJ should be included in the agreement to futureproof it. Calling to decouple the provisions on access from those on benefit-sharing, one delegation expressed hesitance to agree to the related track-and-trace system that would operationalize monetary benefit-sharing.\nAcknowledging the central role of this provision in the new agreement, one delegation, supported by many, lamented a seeming “lack of sincerity” in discussions at this stage of negotiations. He highlighted his country’s experience in the collection and commercialization of MGRs, noting that any profits are higher than the collection costs. Describing the track-and-trace system, he further noted that marine scientists are already obligated to submit unique identifiers of geographic coordinates from collection sites, and that, in applying for a patent, one must disclose the origin of any samples. He pointed to UNCLOS Article 82 as a precedent for monetary benefit-sharing, and stated that the intellectual property rights provisions in the agreement will help seal any loopholes related to monetary benefit-sharing.\nOn intellectual property rights (Article 12), a number of delegations supported reference to respecting the rights and obligations of parties to the World Trade Organization (WTO) and the World Intellectual Property Organization (WIPO). One regional group, supporting a delegation, noted that the initial thrust of the provision was to address patents on commercialization of MGRs from ABNJ, pointing to text outlining this position submitted in 2019. Delegates could not reach agreement on a provision noting that parties shall implement the agreement and relevant agreements under WIPO and the WTO in a mutually supportive and consistent manner. A regional group suggested using language similar to Article 16 (access to and transfer of technology) of the CBD on intellectual property rights being supportive of, and not running contrary to, the objectives of this part of the agreement.\nDelegates also considered monitoring and transparency (Article 13), which contains two distinct options on monitoring and transparency, and on a transparency system for benefit-sharing.\nMeasures Such as Area-Based Management Tools, including Marine Protected Areas: Informal informals on this section were facilitated by Renée Sauvé (Canada) on Tuesday, 16 August, Wednesday, 17 August, Thursday, 18 August, Friday, 19 August, Tuesday, 23 August, Wednesday, 24 August, and Thursday, 25 August. Delegates also met informally on Friday, 26 August. This part of the draft text was also subject to intense deliberation in in small groups throughout the meeting.\nDelegates discussed two options for a definition of ABMTs (Article 1.13). Both options define them as a tool, including an MPA, for a geographically defined area through which one or several sectors or activities are managed, but differ on the aim of ABMTs, with the first option stressing achieving conservation and sustainable use objectives. The second option differentiates between MPAs focusing on conservation objectives and ABMTs addressing both conservation and sustainable use objectives. On the definition of MPAs, a small group reported back, noting that they had settled on defining MPAs, as “a geographically defined marine area that is designated and managed to achieve specific conservation objectives and may allow, where appropriate, sustainable use, provided it is consistent with the conservation objectives.”\nOn the objectives (Article 14) of ABMTs, including MPAs, some proposed to have an overarching chapeau referring to the overall objective of maintaining BBNJ. Regarding the provision on rehabilitation and restoration of ecosystems, many asked to include “protection” as well as a provision on capacity building. Some asked to reintroduce the reference to networks of MPAs in the provision on conserving and sustainably using areas requiring protection.\nOn proposals (Article 17), most delegations indicated general agreement with the provision while proposing amendments, including for “establishment of” ABMTs and broad collaboration with stakeholders, which one regional group wanted to define. On key elements for proposals, additions included: references to scientific knowledge and the TK of IPLCs; specific human activities to include submarine cables; and reference to a management plan rather than priority areas. One group also commented on the annexed list of indicative criteria. Some delegates indicated readiness to have the COP review criteria rather than instituting an amendment process.\nIdentification of areas (Article 17 bis) stipulates that ABMTs, including MPAs, shall be identified by reference to a list of indicative criteria, taking into account, among others, the application of precaution/precautionary approach/precautionary principle. Proposed additional criteria included: sustainability of reproduction; existence of conservation and management measures; taking into account socio-economic factors; forming a network of MPAs; the special circumstances of SIDS; and considering criteria already established by other IFBs. The article also includes two options related to the use of criteria by proponents and that the scientific and technical body (STB) takes these into account when reviewing the proposals.\nA small group then presented a proposal merging provisions on identification of areas (Article 17) into provisions on proposals (Article 17 bis) and assessment of proposals (Article 17 ter). Many welcomed the streamlined structure with some reserving the right to return to the wording, while others disagreed with the process of tabling proposals at the last minute.\nOn consultation on and assessment of proposals (Article 18), some suggested integrating the proposed preliminary review with previous provisions. Some supported additional language on the assessment of proposals made for ABMTs in “high seas pockets,” which are high seas areas completely surrounded by states’ exclusive economic zones.\nOn decision-making (Article 19), many delegations recognized a core role for the COP, while one delegate said that there is no UN General Assembly mandate to create new structures, stating that establishment of ABMTs is the prerogative of IFBs. Some delegations favored including an opt-out provision, while others pointed to possible emergency measures. One delegation suggested an additional provision that, upon establishment or amendment by an IFB, ABMTs established by the COP shall be amended or revoked.\nThe most controversial provisions were those on the role of the COP in regard to ABMTs and respecting the role of IFBs. In their discussions, some insisted on a reference to complementarity. A few suggested that the COP only operate where there are no IFBs. Some suggested that the COP can make recommendations to IFBs, noting that these bodies would take their own decisions, with others suggesting stating that other international agreements shall not be undermined.\nMany delegates welcomed a paragraph noting that the COP shall take decisions on the establishment of ABMTs, including MPAs, and related measures on the basis of the final proposal and the draft management plan, taking into account the consultation process. Discussion focused on the relationship between the role of the COP and the IFBs, centering on not undermining the IFBs’ respective mandates.\nThree delegations tabled a compromise proposal based on small group discussions on the matter, speaking to the powers of the COP in decision making. Some welcomed that the COP may, where proposed measures are within the mandate of IFBs, make recommendations to BBNJ parties as well as to IFBs to promote the adoption of relevant measures through such IFBs in accordance with their mandates. Others said those recommendations should be directed to parties and not IFBs directly. Two regional groups and a delegation proposed additional language on cases where “an ABMT, including an MPA, established under this part subsequently falls, either wholly or in part, within the national jurisdiction of a coastal state, the part within national jurisdiction shall immediately cease to be in force. The COP at its next meeting shall review any part that remains beyond national jurisdiction and decide whether to amend or revoke the ABMT, including an MPA, as necessary.” Some supported the provision, while others indicated that such ABMTs should not automatically cease to exist but be allowed to continue “as necessary.”\nOn implementation (Article 20), many supported elaborating on the disproportionate burden on SIDS and/or least developed countries. On promoting the adoption of measures with IFBs, some suggested stating “as appropriate.”\nDelegates then discussed a provision on emergency measures (Article 20 ante) in cases where an activity presents a serious threat to marine biodiversity of ABNJ, or when a natural phenomenon or human-caused disaster has, or is likely to have, a significant adverse impact. Many supported the provision, noting it future proofs the agreement, others, considering the call not to undermine the mandates of existing IFBs, did not support its inclusion.\nOn monitoring and review (Article 21), there are provisions on: • parties reporting to the COP on the implementation of ABMTs\nand related matters, making the report publicly available; • monitoring and reviewing ABMTs by the STB; • assessing effectiveness of measures and progress through the\nreview; • taking the necessary measures after the review in relation to the\nABMT; and • inviting IFBs to report on the implementation of measures they\nhave established. Some proposed that, in addition to the reports, the STB advice and recommendations also be made publicly available. A crosscutting group reported on text on TK, that the COP shall perform these functions “on the basis of the best available science and scientific information, as well as, where available, relevant TK of IPLCs.” Regarding a closing provision on not using the lack of full scientific certainty as a reason for postponing precautionary measures where there are threats of serious or irreversible harm, while some delegations preferred the “precautionary principle,” a number of regional groups preferred “precautionary approach,” which emerged as a likely compromise.\nEnvironmental Impact Assessments: The informal informals on EIAs, facilitated by René Lefeber (Netherlands), took place on Tuesday, 16 August, Wednesday, 17 August, Thursday, 18 August, Friday, 19 August, Monday, 22 August, Tuesday, 23 August, and Thursday, 25 August. Delegates also met informally on Friday, 26 August. This part of the draft text was also subject to intense deliberation in small group deliberations throughout the meeting.\nOn the definition of cumulative impacts (Article 1.9), delegates were split between two options, with some being flexible to work on either and others preferring not to include a definition. A regional group suggested: referring to “combined” impacts on the same ecosystems; and deleting reference to “past, present, or reasonably foreseeable activities.”\nOn definition of EIAs (Article 1.11), delegations discussed three options. The first defines EIAs as processes to evaluate the potential environmental impacts of an activity with an effect on areas within or beyond national jurisdiction, “taking into account, inter alia, interrelated social and economic, cultural, and human health impacts.” Others supported an option defining an EIA as a process for assessing the potential effects of planned activities, carried out in ABNJ, under parties’ jurisdiction or control, that may cause substantial pollution of, or significant and harmful changes to, the marine environment. Many were amenable to an amended compromise version, which defines an EIA as a process to identify, predict, and evaluate the potential effects that an activity may cause in the marine environment in the short-, medium- and long-term, so as to take measures to address the consequences of such an activity prior to its commencement. One delegation suggested not including a definition at all.\nOn objectives (Article 21 bis), several delegations supported addressing the importance of operationalizing EIA provisions under UNCLOS by establishing processes, thresholds (and guidelines) for conducting and reporting assessments by parties. Views diverged on whether to include cumulative impacts, transboundary impacts, and strategic environmental assessments (SEAs) as objectives of the EIA part of the agreement. Delegates debated additional objectives related to preventing significant adverse impacts and strengthening the capacities of developing states to prepare EIAs and SEAs.\nOn the obligation to conduct EIAs (Article 22), delegates debated the merits of binding language or whether to refer to voluntary guidance. There was broad agreement to include the three existing provisions on: • assessing the potential effects of activities under their\njurisdiction, with debate on whether to refer to planned or proposed activities;\n• necessary legislative and policy measures, discussing whether there should be further measures; and • whether the requirement to conduct EIAs applies just to activities in ABNJ or all activities that have an impact on ABNJ. Delegates differed over an opt-in clause for EIA provisions\nunder the instrument to apply to activities in areas within national jurisdiction if they have likely impacts on ABNJ, and to thereby increase transparency. In this regard, one regional group proposed two preambular paragraphs: recognizing the obligation to assess the effects of activities that may cause pollution of marine areas within or beyond national jurisdiction; and, mindful of the obligation, to ensure that pollution does not spread beyond the area where sovereign jurisdiction is exercised.\nOn the relationship between this agreement and EIA processes under relevant IFBs (Article 23), delegates focused on a paragraph noting that no EIA is required if an EIA has been conducted under a competent IFB, with some urging comparison of EIAs under relevant IFBs, whereas a few supported requiring no such comparison. Many delegates spoke to the importance of substantive and functional equivalency of EIAs conducted by IFBs. Many supported that the COP develop procedures for the STB to coordinate with relevant IFBs to regulate activities in ABNJ. Opinions diverged on two options on developing global minimum standards and/or guidelines for the conduct of EIAs by the STB with the collaboration of IFBs. On a provision on the monitoring, reporting, and review of activities that meet the criteria for not conducting an EIA, some states noted that activities conducted under IFB standards should be monitored and reviewed under each IFB.\nOn thresholds and criteria, and/or processes for EIAs (Article 24), delegates discussed two options. One includes reference to screening for any planned activity in the marine environment that may trigger minor or transitory effects and outlines a tiered approach for addressing these activities. The other aligns with UNCLOS Article 206 (assessment of potential effects of activities), setting out measures to address planned activities under states’ jurisdiction or control in ABNJ, which may cause substantial pollution or significant and harmful changes to the marine environment. Some delegates favored an expanded “call-in mechanism,” with most agreeing that full EIAs are only required when the threshold under UNCLOS is met, but not agreeing on the process where only a low threshold is met. Some opposed expansive provisions on EIAs, noting that these are under national jurisdiction.\nOn cumulative and transboundary impacts (Article 25), some wanted to retain clear definitions of these, while others suggested integrating this article in other parts of the text.\nOn the process for EIAs (Article 30), delegates tried to streamline a lengthy and technical article, which includes elements on: screening; scoping; impact assessment and evaluation; and mitigation, prevention, and management of potential adverse effects. It further includes provisions on joint EIAs as well as EIAs conducted by third parties, including the potential creation of a pool of experts. On making publicly available relevant information in cases where no EIA is required, some suggested that all screening decisions should be made publicly available. Many supported\nconducting joint EIAs as well as the involvement of third parties, including creating a pool/roster of experts. Opinions diverged on whether the COP or the state proponent of the activity will decide to conduct an EIA after third-party screening.\nOn public notification and consultation (Article 34), opinions varied between two options outlining the procedures to be established, but delegates still generally agreed that the procedure needs to be transparent, inclusive, and proactive.\nOn EIA reports (Article 35), some supported the content of such reports, offering additional suggestions. Different opinions were tabled on whether the party shall publish the report with the secretariat issuing relevant notifications, or whether the party should publish the report with the STB. A state offered language on financial due diligence.\nOn a controversial article on decision making (Article 38), delegates considered a compromise foreseeing that “at the request of a party, the COP may provide advice and assistance to that party when determining if a planned activity under its jurisdiction or control may proceed.” Regarding EIAs of convenience, delegates could not reach agreement on one of two options: leaving it entirely under the jurisdiction of the party if an activity may proceed; or stating that this only applies if the activity has equal or less impact than activities that require EIAs, as set out under Article 23.\nOn monitoring (Article 39), delegates’ opinions diverged on two options: the continuous monitoring of environmental, social, economic, cultural, and human health impacts/effects in accordance with the conditions set out in the activity’s approval; or determining the effects of activities that are likely to pollute the marine environment, in accordance with UNCLOS Articles 204-206 (monitoring and environmental assessment).\nOn reporting on impacts of authorized activities (Article 40), delegates discussed two options: ensure reporting on the monitoring results at appropriate intervals; or reporting, including collective reporting, on monitoring and reviewing results. Some noted that linking reporting with review complicates the provision. Delegations agreed that the reports shall be submitted to the clearinghouse mechanism, but opinions varied on further submitting them to the STB. Many supported the STB considering the reports to develop best practices and/or guidelines.\nRegarding the review of authorized activities (Article 41), opinions diverged on the two options. One notes that, if adverse impacts are identified during monitoring, the party shall review the decision to authorize an activity. The other includes specific steps in case of significant adverse effects, including inviting recommendations from the STB for a COP decision.\nOn guidance to be developed by the STB (Article 41 bis), delegates debated whether the STB would develop standards and/ or guidelines or guidance for consideration by the COP. Many supported that the STB develop standards/guidelines/guidance on assessment of cumulative impacts in ABNJ.\nOn SEAs (Article 41 ter), many supported a SEA-related obligation to future proof the agreement and manage cumulative impacts. Opinions further diverged on the definition, with some reiterating a suggestion to refer to SEAs as a process for assessing the potential effects of plans or programmes carried out in ABNJ, under the jurisdiction or control of parties that may cause substantive pollution of, or significant and harmful changes to, the marine environment. Others preferred not to define the term.\nCapacity Building and the Transfer of Marine Technology: This issue was discussed in informal informals led by IGC President Lee on Tuesday, 16 August, Wednesday, 17 August, Friday, 19\nAugust, and Thursday, 25 August. Delegates also met informally on Friday, 26 August, and throughout the meeting in small group sessions.\nOn objectives of CB&TT (Article 42), many supported additions with regard to marine scientific research, cooperation, and conducting EIAs and SEAs, while reference to the latter was opposed by some. Others expressed reluctance to add more detail, urging a streamlined provision. One delegate reiterated that they did not want detailed sections on objectives in each part but rather a general one and asked to delete this article.\nOn cooperation in CB&TT (Article 43), delegates agreed to text noting that parties shall cooperate to assist developing country parties through capacity building and the development and transfer of marine technology. They considered text that parties shall cooperate at all levels and in all forms, including through partnerships with and involving all relevant stakeholders, such as, where appropriate, the private sector, civil society, and IPLCs.\nOn modalities for CB&TT (Article 44), some regional groups called to “ensure” CB&TT for developing states, while others preferred to use UNCLOS language “promoting” CB&TT, while also debating self-assessment of needs and priorities or whether there is a need for external assessments. Delegations also considered the role of the COP in providing guidance on CB&TT modalities and procedures, discussing the timeframe.\nOn additional modalities for the transfer of marine technology (Article 45), several delegations emphasized that parties “shall ensure” the transfer of marine technology, with others preferring that they “endeavor to ensure.” Delegates discussed the transfers taking place on “fair and most favorable” or “reasonable” terms, including on concessional and preferential terms, and along “mutually agreed terms.” Following small group discussions, delegates reported that “marine technology transferred pursuant to this part shall be appropriate, relevant and, to the extent possible, reliable, affordable, up to date, environmentally sound, and available in an accessible form for developing parties.” Some insisted on either deleting the reference to providing incentives to enterprises and institutions, which was not acceptable to others, or including the exact language from the WTO Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS).\nOn types of CB&TT (Article 46), many delegates supported a provision listing some types of CB&TT, and some asked to: refer to research results and include a reference to financial resources in the chapeau; add personnel; delete reference to biotechnology; and move the reference to prior informed consent to make clear it relates to IPLCs. Regarding a paragraph on the COP or a subsidiary body developing a list, a country grouping proposed having a specific paragraph referring to a CB&TT committee and the COP further developing the indicative list. Many also supported, while others opposed, a proposal to reintroduce the annex with an indicative, non-exhaustive list of CB&TT activities, so it forms part of the agreement, and can be periodically reviewed and amended more effectively. A small group reported back on reintroducing an indicative list in a second annex. A regional group reported on compromise language on “in line with the free prior and informed consent of IPLCs, as appropriate.”\nInitially delegates considered three options related to monitoring and review (Article 47) focusing on common elements running through the options related to: assessment and review of needs and priorities of (developing) states; review of funding support; performance measurement; and future-looking recommendations and follow-up. On the monitoring and review body, views diverged\nover whether this should be a function of the COP, or of a separate committee with specialized membership, which seemed to become the emerging consensus.\nOn the resulting CB&TT mechanism (Article 47 bis), one regional group asked for detailed additions on issues to be covered under the mechanism, opposed by others who suggested that this could be dealt with by the COP at a later stage. Delegates agreed to more general language that the CB&TT committee shall perform the functions assigned to it under this agreement.\nInstitutional Arrangements: This section was discussed on Thursday, 18 August, in an informal informal on cross-cutting issues, facilitated by Thembile Joyini (South Africa).\nOn the COP (Article 48), delegates queried language on the COP adopting interim or emergency measures to address serious threats to BBNJ, a provision which was later discussed under ABMTs. Many regional groups and delegations were amenable to include language on the COP periodically reviewing the agreement’s effectiveness. One delegation preferred a review conference under a framework agreement, not a COP.\nOn the STB (Article 49), some delegates proposed to refer to technical, in addition to scientific, expertise. One group of states asked to list the different areas of expertise members should hold, and to prioritize equitable geographical representation. A regional group requested a reference to gender balance.\nOn the secretariat (Article 50), one regional group proposed a new, standalone, dedicated secretariat, noting that assigning duties to UNDOALOS would mean co-mingling budgetary resources with other UN bodies. In support of this, a number of regional groups and other delegates favored a standalone body with full competence, solely dedicated to the agreement. Another regional group, supported by a number of delegates, preferred UNDOALOS as the secretariat, due to the immediacy of the matter, the functions, and their expertise. Delegates also noted that states have dutystations in New York and cautioned that budget conversations for standalone secretariats can be difficult. One delegate urged caution in designating a new secretariat and asked which organization would host it. The proponent responded that it should not be part of an existing institution and the first COP should designate the location. Most delegates welcomed UNDOALOS serving as interim secretariat.\nDelegates discussed the role of the clearinghouse mechanism (Article 51) in conjunction with other parts of the text.\nFinancial Resources and Mechanism: This issue was discussed on Friday, 19 August, in an informal informal facilitated by IGC President Lee. Delegates considered funding (Article 52). One large grouping made an overarching statement requesting distinct provisions for institutional and non-institutional funding. They insisted that financial resources have to be adequate, underlining the need for: mandatory contributions to facilitate developing country participation and CB&TT; and the creation of a robust finance committee.\nMany asked to delete the reference to assessed contributions and some also to payments by private entities. Some delegates pointed out that the removal of the requirement for assessed contributions would make funding unpredictable. A large grouping suggested that one cannot say CB&TT is a key implementing function and then not allocate any mandatory funding to it, pointing out that capacitybuilding funds are part of many core budgets.\nOne regional group suggested the Global Environment Facility (GEF) as one of the funding institutions for the special fund, also proposing that the financial mechanism shall include any other\nfunding modality identified as required for implementation. One country grouping called on delegations to consider other sources of innovative funding, noting the dearth of ocean financing. Another delegation underlined the need for different funds, with different modalities to guarantee developing states access to implementation financing. A representative of the GEF cautioned that financing from multiple funds can introduce complexities that could hamstring access to funding; and clarified that the GEF would not be a source of financing for the special fund.\nDelegations then assessed two options on the review of financing. The first detailed the establishment of a working group on financial resources to periodically report and make recommendations on the identification and mobilization of funds. The second outlined that the COP would undertake a periodic review of the financial mechanism to assess the adequacy, effectiveness, and accessibility of financial resources. Many delegations supported merging the two.\nImplementation and Compliance: Article 53 was addressed on Monday, 22 August, in an informal informal facilitated by Victoria Hallum (New Zealand). In their discussions, delegates addressed two options. The first notes that parties shall ensure and monitor implementation, stipulating that the COP may adopt procedures and/or mechanisms to promote compliance. The second is more comprehensive and includes the establishment of an implementation and compliance committee.\nSettlement of Disputes: This issue was addressed on Monday, 22 August, in an informal informal facilitated by Victoria Hallum.\nOn the obligation to settle disputes by peaceful means (Article 54) and prevention of disputes (54 bis), there was strong general agreement. A large grouping of states, supported by many, asked to clarify that the dispute settlement obligation “concerns the interpretation or application of this agreement,” with another delegation asking to specify “applicable” disputes.\nOn disputes of a technical manner (Article 54 ter), many delegates supported the provision, with one delegation suggesting clarifying that technical matters include scientific ones.\nRegarding procedures for settlement of disputes (Article 55), delegates considered two options. The first calls for a mandatory dispute settlement mechanism, which was supported by many; and the second sets out a voluntary process, which was supported by a few. The first option foresees the dispute settlement procedures in this part applying mutatis mutandis to UNCLOS, whether or not states are also parties to the Convention, which raised concerns about non-parties. Some proposed including an additional provision noting that “nothing is this agreement shall be interpreted as conferring jurisdiction upon a court or tribunal, on an issue whose consideration involves concurrent consideration regarding jurisdiction, regarding continental or insular land territory of that party.”\nMany delegations supported text related to provisional arrangements (Article 55 bis), with some suggesting aligning the language with similar articles under UNCLOS and the UN Fish Stocks Agreement.\nOn advisory opinions (Article 55 ter), two regional groups and several individual delegations supported the text, which sets out that the COP may decide, by a two-thirds majority, to request the International Tribunal for the Law of the Sea (ITLOS) to give an advisory opinion on any legal question arising within the agreement’s scope. Several others called for the deletion of this provision, with one noting that it could lead to advisory opinions on the competence of another body, without that body’s consent. One\ndelegation noted that the provision could be revised to clearly define the scope of the advisory opinion provided by ITLOS.\nFinal provisions: On Monday, 15 August, facilitated by IGC President Rena Lee, the Conference addressed articles related to final provisions (Articles 56-70), including on: right to vote; signature; ratification, approval, acceptance and accession; division of the competence of regional economic integration organizations (REIOs) and their members in respect of the matters governed by the agreement; entry into force; provisional application; reservations and exceptions; declarations and statements; amendment; denunciation; annexes; depository; and authentic texts.\nOn the right to vote (Article 58 ante), two delegations asked to delete the provision with one noting that this provision is usually not part of the final provisions and rather addressed in the rules for the COP. One regional group asked to only retain language on states parties voting. Another delegation, while expressing support for REIO parties to have a vote, asked to specify that the votes are to be equal to the number of member states that are party to the agreement “that are present and voting,” so that they cannot vote for member states that are absent during voting procedures. A party proposed voting rights for REIO members that are “present and duly accredited.” One regional group opposed, noting the requirement for REIOs to be able to vote for all their member states, pointing out that the group intends to contribute both as an organization and as individual state parties. A few parties requested further clarification on past practice regarding voting rights for REIO members.\nRegarding the division of competence of REIOs and their members (Article 59bis), a regional group suggested bracketing the provision, noting that such a division is a political process that often lacks clarity. Two delegations suggested deleting the provision, noting that it was superfluous. Another opined that the wording is fairly standard in international treaties, pointing to Articles 22 and 23 of the UN Framework Convention on Climate Change (UNFCCC).\nAnnexes: The two annexes contain indicative criteria for identification of areas, and types of CB&TT."
    }, {
      "heading" : "Discussion on the Way Forward",
      "text" : "At 8:00 pm on Friday, 26 August, IGC President Lee opened the plenary session, apologizing for not having recognized China’s request for the floor at the end of the suspended 3:00 pm plenary.\nStressing that this is a member-state-led process, CHINA underlined that a document to further negotiations circulated by the IGC President on three important outstanding issues did not represent consensus. He highlighted that, in the drafting of this document, all views should have been treated equally and the document should have reflected all issues. He said that caution should be applied when presenting consensus-based text as a basis for negotiation, pointing to the further refreshed draft circulated on Friday morning.\nIn support, the RUSSIAN FEDERATION stated that the document was the IGC President’s view of what a compromise could look like, noting that they did not understand the logic behind the provisions chosen in the further refreshed draft. He underlined that the basis for future negotiations should reflect delegations’ positions, noting that some were omitted from the text. He also called for clarity on the proliferation of small working groups proposing text for parts of the agreement, noting that it has been difficult for small delegations to participate in these groups, and that text from these groups cannot be taken as reflecting consensus.\nThe facilitators of the informal informals then presented oral reports of the outcomes of the discussions held over the duration of the meeting.\nIGC-5 President Lee proposed the way forward, taking into account the reports from the facilitators and the “excellent progress made.” She noted that the Conference was closer to the finish line than ever before but acknowledged the need for more time to cross it. Based on feedback from delegations and consultations with the Bureau, she proposed, and delegates agreed, to suspend IGC-5 and resume the meeting at a subsequent date. IGC President Lee said she would also consult with the Bureau on the organization of work. She announced that she would take the necessary steps to request the UN General Assembly to convene a resumed session of IGC-5, with the exact dates to be communicated."
    }, {
      "heading" : "Closing Statements",
      "text" : "During plenary on Friday, 26 August, Pakistan, for G-77/CHINA, expressed their appreciation to IGC President Lee, noting that the creation of this vital instrument has been challenging. He reminded delegates of the essential elements of the package agreed to in 2011 and said that the principle of the common heritage of humankind should underpin the work on BBNJ, including the fair and equitable sharing of benefits from the sustainable use of MGRs.\nWhile expressing disappointment that the negotiations could not be concluded at this meeting, Barbados, for the CARIBBEAN COMMUNITY, said they trust that all the work to date will be preserved for the resumed session. In support, Namibia, for the AFRICAN GROUP, expressed willingness to progress the work from this meeting, and noted that balanced intersessional work might help create a better understanding for the resumed session.\nSamoa, for PACIFIC SMALL ISLAND DEVELOPING STATES, shared the commitment of their members expressed through their participation at this meeting, which cost nearly USD 250,000. She noted that these funds could have been directed at basic services for their people but had been spent to ensure their full participation. She welcomed the balancing of delegations’ interests in the draft text, and expressed faith that the IGC can “bring the ship into harbor” in the near future. Highlighting the special circumstances of SIDS, Antigua and Barbuda, for the ALLIANCE OF SMALL ISLAND STATES, said they came to this meeting ready to finalize the negotiations and urged commitment to conclude an ambitious treaty at the next session.\nThe EUROPEAN UNION noted the progress made on EIAs as well as the proposals on MGRs for benefit-sharing and towards designating MPAs in ABNJ, and called for the next session to conclude with a high-level segment to agree on a treaty. Noting that the dynamics of negotiations have improved, including through collective drafting exercises, Mexico, for the CORE LATIN AMERICAN GROUP, said IGC-5 has achieved the most progress to date towards a robust treaty, noting their flexibility had not been shared by all, making it difficult to reach agreement, especially with regard to MGRs and benefit-sharing and on the principle of the common heritage of humankind. He supported the approach to suspend this session and reconvene as soon as possible, urging support in all official languages and identification of the key issues where political agreements are still needed. Nepal, for LANDLOCKED DEVELOPING COUNTRIES, said that conservation of BBNJ still lacks an inclusive regime as part of the common heritage of humankind.\nWelcoming the impeccable work of the facilitators, EGYPT, as the United Nations Framework Convention on Climate\nChange (UNFCCC) COP 27 President, expressed commitment to international action to protect the environment, including through the High Ambition Coalition on BBNJ. Expressing appreciation for UNDOALOS’ work, IRAN requested ensuring full participation to address the amount of work ahead to make it across the finish line. The PHILIPPINES stressed the importance of marine technology transfer, as well as fair and equitable sharing of benefits.\nTÜRKIYE urged aiming for universality, highlighting the importance of the provisions on the legal status of non-parties and dispute settlement. ICELAND noted the unprecedented progress and changed mindset with delegates thinking about next steps and called it a turning point with more progress made in two weeks than in the previous decade. CHILE noted the better understanding of difficult points and readiness to fill important gaps that are also relevant for other negotiations, including the CBD post-2020 global biodiversity framework.\nNICARAGUA requested that the resumed meeting hold limited small group sessions, employ all official UN languages throughout the entire process, and effectively integrate proposals from all states. She reserved the right to send comments once they have the Spanish version of the text. CANADA, also for AUSTRALIA, NEW ZEALAND, and NORWAY, supported the proposed way forward and urged preserving the progress made in the text developed to date by annexing it to facilitators’ reports or even simply posting it online.\nCOSTA RICA called on delegations to return to the resumed session with the sense of urgency needed to conclude work on the treaty. Welcoming the chance to resume work based on the further refreshed draft treaty text, INDIA called for the agenda to reflect any planned small group work. Calling for a transparent, stateled process towards a new agreement, VENEZUELA saluted the decision to suspend the Conference. THAILAND and INDONESIA underlined the common heritage of humankind principle as underpinning the BBNJ negotiations.\nThe FEDERATED STATES OF MICRONESIA welcomed the inclusive and transparent manner in which the IGC had been led. Stating that “we must pick up where we left off,” MONACO welcomed the revised and refreshed draft texts used as the basis for IGC-5. Expressing their disappointment at not having concluded treaty negotiations, TANZANIA reiterated their commitment to the process.\nThe MALDIVES expressed disappointment over not concluding the agreement due to lack of time and called for adopting an ambitious, universal, and practical agreement as soon as possible. The UK highlighted an emerging consensus across the agreement, urging delegates to carry the hard work forward to ensure ocean health. The DOMINICAN REPUBLIC stressed SIDS’ vulnerability to many threats, underscoring that the conservation and protection of the ocean is a fight against the clock, urging not to let the momentum fade.\nECUADOR emphasized the need to operationalize the common heritage of humankind principle, noting that additional efforts are needed for an implementable agreement. The REPUBLIC OF KOREA stressed the sense of urgency to conclude the agreement and the need for flexibility to cross the finish line, following the steps taken at IGC-5. HAITI highlighted the need to fully recognize MGRs of ABNJ as common resources of humanity and focus on modalities of fair and equitable benefit-sharing.\nCHINA stressed that IGC-5 enabled developing better understanding among delegations and constitutes a good basis for future negotiations. He urged ensuring equal and wide participation\nin the deliberations, emphasizing that the BBNJ agreement is a package deal and all four of its main components should be developed in a balanced way.\nThe US noted that “we have come a long way over the last two weeks,” mapping a way forward before time ran out. She urged preserving progress made and not “let the tides and the currents push us back.”\nThe INTERNATIONAL UNION FOR CONSERVATION OF NATURE (IUCN) called on delegations to use the intersessional period to address the most “polarizing issues,” offering their expertise to this end. The HIGH SEAS ALLIANCE called for the resumed session to deliver a coherent and effective framework for EIAs in ABNJ, and one that delivers benefit-sharing from MGRs, including monetary benefits.\nThe DEEP-SEA CONSERVATION COALITION urged delegations to support the call for a moratorium on deep seabed mining as the next step in protecting BBNJ. GREENPEACE urged delegations to return to the resumed talks with the urgency required to conclude negotiations on a new treaty."
    }, {
      "heading" : "Other Matters and Closure of the Meeting",
      "text" : "On Friday, 26 August, UNDOALOS Director Vladimir Jares updated delegates on the status of the Voluntary Trust Fund for the participation of developing countries. He announced that for IGC-5, the Fund received 38 applications, 28 of which were on time. He noted that the Secretariat makes efforts to provide support with submission of applications and to accommodate late applications. He informed delegations that the balance of the Fund was USD 280,000 noting that contributions are welcome from states, donor organizations, and others. Delegates took note of the oral report.\nIn closing, IGC President Lee thanked the Secretariat, the staff, and her team, and lauded delegations for their efforts. She noted that delegates were very close to the finish line and reiterated her commitment to get the Conference “across the finish line.” She suspended the meeting at 11:15 pm.\nA Brief Analysis of IGC-5 “Retracing the past, man, the present dominator of the emerged\nearth, is now returning to the ocean depths. His penetration of the deep could mark the beginning of the end for man, and indeed for life as we know it on this earth; it could also be a unique opportunity to lay solid foundations for a peaceful and increasingly prosperous future for all peoples.” – Ambassador Arvid Pardo, Malta, 32nd Session of the UN General Assembly, 1 November 1967\nThe fifth session of the Intergovernmental Conference (IGC-5) on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction (BBNJ) was much more than just another multilateral meeting on ocean governance. As the expected culmination of an 18-year long process, which started in 2004 with the establishment of an Ad Hoc Open-ended Informal Working Group on BBNJ and included meetings of a preparatory committee and four IGC sessions, IGC-5 was supposed to deliver a much-anticipated new global treaty on the high seas. This would have coincided with the 40th anniversary of the United Nations Convention on the Law of the Sea (UNCLOS), with a number of delegates pointing out that it took 11 sessions between 1973 and 1982 to reach agreement on UNCLOS.\nThis novel international legally binding instrument aims to create the enabling conditions for a transformational change in our relationship with the ocean, which is under serious threat from\nmultiple pressures including overfishing, marine pollution, habitat destruction, and acidification. This has attracted significant interest, as evidenced by calls for a new BBNJ treaty made at the 2022 UN Oceans Conference held in Lisbon, Portugal in June 2022. IGC-5 was thus greatly anticipated in spheres beyond the ocean conservation community.\nDespite great expectations, IGC-5 did not conclude negotiations on the new global treaty on the high seas. Nothwithstanding delegates’ earnest and devoted efforts, which led to long days and, eventually, to some compromises, divergences remained after two dense negotiating weeks. As the conference was coming to a close, it became increasingly clear that, despite considerable progress, delegates were running out of time. IGC President Lee suspended the conference, with its second part to be held in the coming months, with the exact dates to be decided.\nThe outcome—or lack thereof—was met with disappointment by many delegates, who still, during their closing statements, stressed the “unprecedented progress,” which “brought us closer than ever” to consensus. They further emphasized that the strides made following arduous efforts need to be preserved.\nOthers did not share the disappointment. Pointing to the fact that controversial issues “moved out of the mud they were stuck for years,” they insisted this denotes that compromise is possible. They underscored that, at this stage of the negotiations, it is worth holding an additional session if this will ensure the adoption of a robust agreement.\nThis brief analysis will discuss the outcome of the meeting, the proceedings that led to it, as well as steps forward."
    }, {
      "heading" : "Stemming the Tide",
      "text" : "IGC-5 led to significant progress on all four fronts of the BBNJ “package.” On marine genetic resources (MGRs), including questions of benefits, advances were made on the establishment of an access and benefit-sharing mechanism as well as on nonmonetary benefit-sharing and other provisions. On environmental impact assessments (EIAs), the relevant group made “impressive progress” on one of the most technical parts of the agreement. Delegates resolved long-standing disagreements on language around planned/proposed activities, and addressed other thorny parts of the section, such as strategic environmental assessments.\nOn area-based management tools (ABMTs), including marine protected areas (MPAs), delegates were able to agree, or came close to agreement, on most of the provisions, including on the preparation and review of proposals, and decision making. Considerable strides were also made in the section on capacity building and transfer of marine technology (CB&TT), including general agreement on the establishment of a CB&TT committee, and provisions on monitoring and review. Further progress was evident on compliance issues and dispute settlement, as well as on cross-cutting issues, including on provisions on general principles, international cooperation, and sovereign immunity.\nAs the conference’s outcome indicates, however, these advances were not enough to produce a sufficiently clean text that would have provided a platform for the final trade-offs. With a number of disagreements remaining to be bridged, a resumed session proved necessary to iron out the outstanding issues."
    }, {
      "heading" : "Smooth Seas Make No Skilled Sailors",
      "text" : "Following years of negotiations, the main obstacles to reaching consensus are not new. On MGRs, issues around monetary benefitsharing were expected to be controversial since the IGCs inception. They lived up to that expectation and remain one of the significant\ndivergences, especially regarding monetary benefit-sharing from the commercialization of products from MGRs of areas beyond national jurisdiction (ABNJ). Although most delegates seem to agree that, currently, few such products exist and subsequently no significant benefits are generated, the desire of many to future-proof the agreement has led to extensive discussions, including on a potential rate for payments upon commercialization.\nEfforts to reach compromise included delegating the Conference of the Parties (COP) of the new instrument to develop the relevant modalities, but have failed, so far, to generate consensus. Furthermore, issues on the scope of this section have not been finalized. While most seem to agree that the new instrument will not apply to fish and fishing, as they fall outside its scope, references and terminology around digital sequence information/genetic sequence data generated disagreements. Issues on the temporal scope, regarding the agreement’s retroactivity, resurfaced at IGC5. In addition, provisions on intellectual property rights remained unresolved, including the relationship with bodies such as the World Intellectual Property Organization and the World Trade Organization.\nRegarding EIAs, important outstanding items still include the general approach, with opinions diverging between an impact- or an activity-based approach, which generates disagreements on provisions on EIAs for activities within national jurisdiction that are likely to have impacts in ABNJ. Further contentious points include the development of global minimum standards for the conduct of EIAs by relevant international frameworks and bodies (IFBs) or non-binding guidelines to serve the same purpose, the thresholds for the conduct of EIAs, and decision-making, such as the powers of the COP over EIAs conducted by parties.\nFurther work is needed to bridge the chasm of opinions on funding sources and the funding mechanism, while further discussion, despite extensive debates, will be needed on how to include the common heritage of humankind principle under general principles. References to precaution reinvigorated the saga on precautionary principle vs approach, while efforts for compromise language on “the application of precaution” found limited support. The functions of the COP of the new instrument, linking to various decision-making modalities across the text, generated further disagreements.\nThe relationship between the new agreement and relevant IFBs, including regional fisheries management organizations is a challenge that permeates the entire agreement. Stemming from the need to “not undermine” such IFBs, as included in the UN General Assembly resolution establishing the IGC, the appropriate balance is yet to be found, despite years of discussions.\nEfforts to positively reframe the relationship in terms of collaborations and synergies were welcomed during IGC-5 deliberations but are hardly new. Back in 2019, during IGC-2, a delegate underscored that “we could achieve more or less the same objectives and express the same concerns if we frame the discourse positively, in terms of collaborations and synergies with existing bodies rather than trying to identify what to do so we don’t undermine them.”\nA participant sounded concerned after listening to multiple proposals aiming to ensure that potential IFB activities on various areas under consideration, including EIAs or ABMTs, should not be undermined and suffice to achieve the objectives of the agreement on conservation and sustainable use. She pointed to the need to utilize “the undeniable wealth of information, practices, and guidelines” that these bodies have to offer, “while, at last,\nadmitting that they differ in scope, efficiency, and capabilities that simply prohibit any uniform considerations.” Other participants, stressing that the gaps in fragmented ocean governance in areas beyond national jurisdiction necessitated the new agreement in the first place, urgently cautioned against business as usual and merely depending on existing bodies performing vital conservation-related activities."
    }, {
      "heading" : "Breaking the Waves",
      "text" : "During the second week of IGC-5, in addition to creative proposals aimed at breaking the impasse, IGC President Rena Lee tried to use a few process- and content-oriented negotiating tactics. She moved some of the discussions to the level of “presidential consultations” behind closed doors, where she developed “highlevel package compromises” to overcome the obstacles to reaching a final agreement. A few participants in these confidential discussions acknowledged that the setting allowed for a more direct, frank exchange of views and enabled consideration of potential trade-offs.\nSome, however, emphasized that the BBNJ process is state-led and any potential compromises as well as their content should be developed by delegations, with a few pointing that while a package deal may be required, there are still various contentious points in the draft agreement, some of which are of a technical nature. “In this scenario, there can be no shortcuts to reaching consensus,” he offered, opining that even if a compromise proposal on a package deal developed by President Lee had been accepted, additional and time-consuming negotiations would have been needed to finalize the treaty text.\nWhile some noted that confidential discussions would be required in this final stage of the negotiations, in order to reach agreement, others were increasingly concerned with ensuring inclusivity and transparency. As one participant pointed out, this approach is not new for the IGC, recalling that at IGC-3, when textual negotiations began, the Bureau decided to open the informal informals to only a limited number of intergovernmental organizations and nongovernmental organizations, taking a somewhat different approach than other environmental negotiation processes. Holding closed discussions with limited or no participation of civil society or other observers was also a reality at IGC-4, further exacerbated by COVID-19-related restrictions. Concerned about the lack of transparency in negotiations on the high seas, the same participant concluded that “even if the end justifies the means, in our case there is yet no end result, so it is not easy to justify the means.” Other participants emphasized that, after so many years, positions of regional groups and individual states are no secret, which should allow for a more inclusive environment."
    }, {
      "heading" : "Failure as Part of Success",
      "text" : "While IGC-5 did not succeed in delivering a new ocean treaty, calling it a failure would be unfair. As both delegates and observers stressed during the negotiations, “having a weak treaty is not an option,” preferring to continue discussions to “get it right and develop the robust framework that the ocean needs.”\nSome participants, especially younger ones, expressed frustration over the pace of negotiations and the seemingly endless years to reach an agreement. A veteran, however, emphasized that IGC-5 is only partially, if at all, to blame for this development. He instead suggested—as President Lee and many delegates confirmed in their closing statements—that this session was “the most productive so far,” and “definitely brought us closer to the agreement.” He further stressed that, if questions regarding the slow pace of negotiations are\nto be raised, they should focus on earlier IGC sessions and delays in entering “negotiating mode.”\nOn a more general note, many participants at IGC-5 highlighted the need to find ways to improve the multilateral negotiation process, despite the significant challenges associated with reaching consensus. “Taking a couple of decades to finalize a treaty we agree is necessary is no longer an option,” a delegate offered. “Our practices have been unsustainable for too long; we have simply run out of time,” she explained.\nAs the first part of IGC-5 ran out of time, delegates at the second part will need to ensure that time does not run out for the ocean. A strong treaty addressing serious existing conservation concerns will allow future sustainable use for the benefit of all people, including future generations. As a delegate opined, as he was leaving UN Headquarters following the meeting’s conclusion, “At IGC-5 part two, we will still need enough creative ideas and considerable compromises.” He cautioned against complacency and a sense of achievement, stressing “Despite progress, there is still a lot of work to do. During the second part, there will be no room for error.”\nUpcoming Meetings UNGA 77: The 77th session of the UN General Assembly\n(UNGA 77) will open on Tuesday, 13 September 2022. The Assembly will likely consider a decision to resume IGC-5. The first day of the high-level General Debate will be Tuesday, 20 September 2022. dates: 13 September – December 2022 location: UN Headquarters, New York www: un.org/en/ga/\n7th International Marine Debris Conference: This conference will bring together governments, industry, academia, civil society, and all relevant stakeholders, to discuss the latest science, strengthen collaborations, find solutions and catalyze action to address the urgent, global problem of marine litter and plastic pollution. dates: 18-23 September 2022 location: Busan, Republic of Korea www: 7imdc.org/\nWomen in Law of the Sea Conference: The International Seabed Authority (ISA) Secretariat is hosting this three-day conference aimed at highlighting the important contributions of women to the development and implementation of the law of the sea, the participation of women in the institutions created by UNCLOS and related regional and sub-regional organizations, and the pathways to enhancing the potential for women to contribute to the law of the sea in the future dates: 26-28 September 2022 location: UN Headquarters, New York www: isa.org.jm/event/ women-law-sea-conference\nISA Council (Part III): The ISA Council will continue to discuss items on its agenda, including draft regulations on exploitation of mineral resources in the Area; and status of contracts for exploration and related matters, including information on the periodic review of the implementation of approved plans of work for exploration. dates: 31 October – 11 November 2022 location: Kingston, Jamaica www: isa.org.jm/\nUN Climate Change Conference: The 27th session of the Conference of the Parties (COP 27) to the UN Framework Convention on Climate Change, the 17th meeting of the Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol (CMP 17), and the fourth meeting of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement (CMA 4) will begin work on the Global Stocktake, among other matters. dates: 6-18 November 2022 location: Sharm El-Sheikh, Egypt www: unfccc.int/cop27\nPlastics INC-1: The first meeting of the Intergovernmental Negotiating Committee to develop an international legally binding instrument on plastic pollution, including in the marine environment, is scheduled to begin its work. dates: 28 November – 2 December 2022 location: Punta del Este, Uruguay www: unep.org/events/ conference/inter-governmental-negotiating-committee-meetinginc-1\nUN Biodiversity Conference (CBD COP 15): This meeting includes the 15th meeting of the Conference of the Parties (COP) to the CBD, the 10th meeting of the COP serving as the Meeting of the Parties to the Cartagena Protocol on Biosafety, and the 4th meeting of the COP serving as the Meeting of the Parties to the Nagoya Protocol on Access and Benefit-sharing. The meetings will be preceded by the fifth meeting of the Open-ended Working Group on the Post-2020 Global Biodiversity Framework from 3-5 December 2022. The meetings will review the achievement and delivery of the CBD’s Strategic Plan for Biodiversity 2011-2020 and take a final decision on the post-2020 global biodiversity framework, among other matters. dates: 3-19 December 2022 location: Montreal, Canada www: cbd.int/meetings\nResumed BBNJ IGC-5: This session will continue to negotiate, and possibly agree on, an international legally binding instrument under UNCLOS on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction. dates: TBD location: UN Headquarters, New York www: un.org/bbnj/\nFor additional upcoming events, see sdg.iisd.org/\nGlossary ABMTs Area-based management tools ABNJ Areas beyond national jurisdiction ABS Access and benefit-sharing BBNJ Biodiversity in areas beyond national jurisdiction CB&TT Capacity building and transfer of marine technology CBD Convention on Biological Diversity CHM Clearinghouse mechanism COP Conference of the Parties DSI Digital sequence information EIA Environmental impact assessment GEF Global Environment Facility IFBs International frameworks and bodies IGC Intergovernmental Conference IPLCs Indigenous Peoples and local communities MAT Mutually agreed terms MGRs Marine genetic resources MPAs Marine protected areas SEAs Strategic environmental assessments SIDS Small island developing states STB Scientific and technical body TK Traditional Knowledge UNCLOS UN Convention on the Law of the Sea UNDOALOS UN Division for Ocean Affairs and the Law of the Sea WTO World Trade Organization"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. Monday, 29 August 2022",
    "creator" : "Adobe InDesign 17.4 (Macintosh)"
  }
}