{
  "name" : "26.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>.", "<tallash@iisd.net>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/3PrVJlRVol. 25 No. 239\nBBNJ IGC-5 #9\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>.\nFriday, 26 August 2022\nBBNJ IGC-5 Highlights: Thursday, 25 August 2022\nOn the last full day of negotiations, discussions of the refreshed draft treaty text galloped ahead during the fifth session of the Intergovernmental Conference (IGC-5) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) on Thursday, 25 August 2022. Delegates met in informal informals, to thrash out issues related to: marine genetic resources (MGRs), including benefit-sharing questions; measures such as area-based management tools (ABMTs), including marine protected areas (MPAs); environmental impact assessments (EIAs); and capacity building and the transfer of marine technology (CB&TT). They also met in small groups, and closed-door “President’s consultations” throughout the day and into the evening."
    }, {
      "heading" : "Informal-Informal Discussions",
      "text" : "MGRs, including benefit-sharing questions: Facilitator Janine Coye-Felson (Belize) invited representatives of small groups to report on progress. On objectives (Article 7), a small group provisionally agreed to rephrase the approach to objectives. The draft text posits that “the objectives of the MGRs part are:” the fair and equitable sharing of benefits from MGRs of areas beyond national jurisdiction (ABNJ); the building and development of capacities of parties to carry out activities with respect to MGRs of ABNJ; the generation of knowledge, scientific understanding, and technical innovation; and the development and transfer of marine technology in accordance with the agreement.\nOn the material scope (Article 8.2), a small group agreed that the provisions of this part of the agreement shall not apply to fish and fishing, with the exact formulation on the latter still under discussion. Delegations also generally agreed on the need to refer to marine science-related activities, with discussions ongoing on the exact language.\nA small group also reported on the outcome regarding fair and equitable sharing of benefits (Article 11). On non-monetary benefits (Article 11.2), discussions focused on the nature of the obligations contained in the provision and their interrelationship. On depositing samples and associated data and information to publicly accessible repositories or databases (Article 11.3), the group discussed ways to streamline the provision as well as the timeframe for its operationalization. On monetary benefitsharing (Article 11.4), a small group noted that it had addressed a proposal, circulated on Wednesday evening, which was based on a garnering extra funding through contributions by parties as a percentage of their assessed contributions. He noted that predictability of extra funds was highlighted as an advantage, while insufficiency of these funds was flagged as the greatest challenge, acknowledging that opinions remained divided. He underscored that the exact modalities of such an arrangement need further discussion, as well as the issue of commercialization of products containing MGRs from ABNJ. Discussions in small groups continued into Thursday night.\nABMTs, including MPAs: Reneé Sauvé (Canada) facilitated the session. Delegates largely supported the provision related to implementation (Article 20), focusing their discussions on three issues. One regional group, opposed by one delegation, called to delete a reference to “as appropriate” on parties promoting the\nadoption of measures within relevant international frameworks and bodies (IFBs), of which they are members, to support the implementation of the decisions and recommendations made by the Conference of the Parties (COP). Many supported retaining text on the implementation of the measures not imposing disproportionate burdens on small island developing States (SIDS) and least developed countries (LDCs). There was limited divergence on text related to non-parties’ duty to cooperate, with some noting that this is covered under different sections of the text.\nOn monitoring and review (Article 21), many delegates welcomed the text. Regarding the paragraph on parties reporting to the COP on implementation of ABMTs, including MPAs, many supported the addition “and related measures.” One regional group welcomed the addition that this information shall be made publicly available by the Secretariat. On a paragraph that competent IFBs shall be invited to provide information to the COP, some welcomed the addition of “and their members,” while others called for its deletion.\nOn the paragraph on amendment, extension, or revocation of ABMTs, a cross-cutting group reported on text on traditional knowledge (TK), welcomed by many with some asking to also introduce it in other parts of the agreement, that the COP shall perform these functions “on the basis of the best available science and scientific information, as well as, where available, relevant TK of Indigenous Peoples and local communities (IPLCs).” Regarding a closing provision on not using the lack of full scientific certainty as a reason for postponing precautionary measures where there are threats of serious or irreversible harm, while some delegations preferred the precautionary principle, a number of regional groups preferred precautionary approach, which emerged as a likely compromise, pending outcome of work on other provisions.\nOn definitions, delegates welcomed the definitions of an ABMT and an MPA, with the latter setting out that they are areas “managed to achieve long-term biodiversity conservation objectives and may allow, where appropriate, sustainable use, provide it is consistent with the conservation objectives.” One delegation continued to oppose the reference to sustainable use.\nOne delegation then presented a structural proposal merging provisions on identification of areas (Article 17) into provisions on proposals (Article 17 bis) and assessment of proposals (Article 17 ter). Many welcomed the streamlined structure with some reserving their right to return to the wording, while others disagreed with the process of tabling proposals at the last moment.\nOn decision making (Article 19), three delegations tabled a compromise proposal based on Wednesday evening’s discussions, speaking to the powers of the COP in decision making.\nSome welcomed that the COP may, where proposed measures are within the mandate of IFBs, make recommendations to parties to this agreement and IFBs to promote the adoption of relevant measures through such IFBs in accordance with their mandates. Others said those recommendations should be directed to parties and not IFBs directly.\nOne regional group lamented the non-inclusion of their submitted text on ABMTs already adopted by IFBs and a relevant procedure.\nTwo regional groups and a delegation proposed additional language on cases where “an ABMT, including an MPA, established under this part subsequently falls, either wholly or in part, within the national jurisdiction of a coastal state, the\nEarth Negotiations BulletinFriday, 26 August 2022 Vol. 25 No. 239 Page 2\npart within national jurisdiction shall immediately cease to be in force. The COP at its next meeting shall review any part that remains beyond national jurisdiction and decide whether to amend or revoke the ABMT, including an MPA, as necessary.” Some supported the provision, while others indicated that such ABMTs should not automatically cease to exist but be allowed to continue “as necessary.”\nEIAs: Facilitator René Lefeber (the Netherlands) opened the session. A small group reported back on deliberations on public notification and consultation (Article 34) and EIA reports (Article 35), noting progress on certain parts of the text, but divergence of opinions on various provisions, which remain bracketed. A refreshed text on the two articles was submitted for further consideration.\nOn the definition of cumulative impacts (Article 1.9), delegates were split between two options, with some being flexible to work on either. A couple of delegations preferred not including a definition of cumulative impacts. Many queried reference to “incremental effects.” A regional group suggested: referring to “combined” impacts on the same ecosystems, supported by many; deleting reference to “past, present, or reasonably foreseeable activities”; and deleting reference to “ocean acidification and related impacts” in relation to climate change impacts. On the latter, a delegation suggested “taking into account the effects of climate change and ocean acidification.” Some requested clarifying “impacts on the same ecosystems,” offering relevant suggestions. Some suggested, opposed by a few, deleting reference to transboundary impacts.\nOn the definition of EIAs (Article 1.11), delegates could not find common ground among three options contained in the draft text. One noted that an EIA is a national impact assessment system that the state conducts, in line with requirements stipulated in national legislation, resulting in determining whether a proposed activity will take place. A small group was formed to continue discussions on the definitions.\nOn objectives (Article 21 bis), regarding “supporting the consideration of cumulative impacts,” delegates agreed to remove reference to transboundary impacts. A delegation noted that each provision contains issues that require further clarification, suggesting laying out, in simple terms, the aim of an EIA.\nOn the obligation to conduct EIAs (Article 22), the group tried to bridge the divide between an activity- or impact-based approach. Facilitator Lefeber noted that the revisions in the article offer a compromise. Many reserved their position to further review the provisions. A regional group reiterated their preference for an effect-based approach, tabling relevant language. A delegate requested that their previously submitted proposal is also included in the text. All options were included, and the text remains bracketed.\nOn publishing EIA reports in cases where planned activities in areas within national jurisdiction are likely to have impacts in ABNJ, a couple of delegations, opposed by others, suggested deletion, noting it is out of the scope of the agreement. A delegation suggested that, if a planned activity in ABNJ may cause significant harm to marine biodiversity, the potential impact needs to be assessed and the results of the EIA conveyed to other parties through the Secretariat or the COP.\nOn the relationship between the agreement and EIAs under relevant IFBs (Article 23), discussion focused, among others, on the development of global minimum standards and/or guidelines, with several delegations supporting the development of guidelines. A delegate stressed that EIAs fall under the purview of states, cautioning against assigning roles to other administrative structures. Discussions also touched on text proposed by a small group outlining the circumstances under which parties would not be required to conduct an EIA. Some delegations called to include language from a previous option, which notes that no EIA will be required if the activity is being conducted in accordance with rules and guidelines established under relevant lFBs that require EIAs, regardless of whether or not an EIA is required under those rules or guidelines.\nNoting a lack of consensus on several issues, Facilitator Lefeber closed the discussions on EIAs.\nCB&TT: Facilitated by IGC President Rena Lee, delegates conducted a full read of this part of the refreshed draft. On\nobjectives (Article 42), delegations were amenable to the text as drafted, with only minor textual edits. On cooperation on CB&TT (Article 43), they considered text that parties shall cooperate at all levels and in all forms, including through partnerships with and involving all relevant stakeholders, such as, where appropriate, the private sector, civil society, and IPLCs. Some preferred referring to IPLCs “and holders of TK,” while others preferred referencing “holders of TK, including IPLCs.”\nOn modalities for CB&TT (Article 44), delegations debated a small group submission that parties, “recognizing that capacity building, access to, and the transfer of marine technology, including biotechnology, among parties, are essential elements for the attainment of the objectives of this Agreement, shall ensure CB&TT to developing parties that need and request it.” Small group discussions will continue.\nOn modalities for transfer of marine technology (Article 45), delegates discussed a paragraph on economic and legal considerations, which was opposed by one delegation and supported by many. Some insisted on either deleting the reference to providing incentives to enterprises and institutions, which was not acceptable to others; or including the exact language from the World Trade Organization Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS). A large grouping reported back on small group discussions that “marine technology transferred pursuant to this part shall be appropriate, relevant and, to the extent possible, reliable, affordable, up to date, environmentally sound, and available in an accessible form for developing parties.” A number of delegates supported the text, but some delegations proposed further work in a small group setting.\nOn types of CB&TT (Article 46), a delegation reported back on the discussions of a small group on the article, including reintroducing an indicative list in a second annex, noting that they had not discussed the content of the annex. IGC President Lee encouraged them to consider this during the course of the day. Some delegates asked to include references to a subsidiary body specific to the CB&TT committee. A large grouping asked to include a number of references, including to financial and other resources, and technical expertise. A regional group reported on compromise language on “in line with the free prior and informed consent of IPLCs as appropriate.”\nOn monitoring and review (Article 47), one regional group proposed a number of additions, including to the conduct of a needs’ assessment, which were supported by some. Others opposed deleting reference to developing countries.\nOn a CB&TT mechanism (Article 47 bis), one regional group asked for detailed additions on issues to be covered under the mechanism, opposed by others who suggested that this could be dealt with by the COP at a later stage. Delegates agreed to more general language that the CB&TT committee shall perform the functions assigned to it under this agreement. Many asked that states nominate experts and that the committee process be partydriven; and some insisted on designated seats for SIDS and LDCs, noting there is precedent for this in other committees.\nIGC President Lee encouraged small groups to continue their work, taking note of time limitations."
    }, {
      "heading" : "In the Corridors",
      "text" : "With one day to go until the curtain falls on the meeting, reviews were mixed about the prospect of agreement on a new high seas treaty. On one hand, some delegations, having given up hope, sought to create something like a clean slate for the next round. They made a host of textual proposals, with hopes that some of the new, and “sometimes outlandish suggestions” could perhaps be used as “bargaining chips” at a future meeting.\nBut those still holding out hope pointed to the intense work going on “behind the scenes,” particularly on MGRs. “That is our lynchpin,” shared one delegate, confident of a definitive outcome from IGC-5. “If we unlock MGRs tonight, other miracles can happen.” But, as not all delegates were privy to these talks, some wandered bewilderedly out of the day’s last informal, wondering whether an IGC-6 was just around the corner. All will be revealed on Friday.\nThe Earth Negotiations Bulletin summary and analysis of IGC-5 will be available on Monday, 29 August 2022 at enb.iisd. org/marine-biodiversity-beyond-national-jurisdiction-bbnj-igc5"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>. Friday, 26 August 2022",
    "creator" : "Adobe InDesign 17.4 (Macintosh)"
  }
}