{
  "name" : "27.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>.", "<tallash@iisd.net>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/3PrVJlRVol. 25 No. 238\nBBNJ IGC-5 #8\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>.\nThursday, 25 August 2022\nBBNJ IGC-5 Highlights: Wednesday, 24 August 2022\nWith just days left before negotiations are scheduled to conclude, discussions of the refreshed draft treaty text continued at pace at the fifth session of the Intergovernmental Conference (IGC-5) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) on Wednesday, 24 August 2022. Delegates met in informal informals, to address: marine genetic resources (MGRs), including benefitsharing questions; measures such as area-based management tools (ABMTs), including marine protected areas (MPAs); and cross-cutting issues, including general principles and approaches, and international cooperation. They also met in small groups, and closed-door “President’s consultations” at various intervals during the day and into the evening."
    }, {
      "heading" : "Informal-Informal Discussions",
      "text" : "Preamble: This discussion was facilitated by IGC President Rena Lee. Delegates briefly discussed the preamble, with some suggesting changes, including to references to the UN Declaration on the Rights of Indigenous Peoples, Indigenous rights, and traditional knowledge (TK). One small group reported back on wording to recognize that knowledge held by Indigenous Peoples and local communities (IPLCs) is dynamic and evolves over generations. Others proposed additional paragraphs, including on environmental impact assessments (EIAs).\nGeneral provisions: This discussion was facilitated by IGC President Lee. Delegates discussed a provision related to without prejudice (Article 4 bis), setting out that any act or activity undertaken on the basis of the agreement shall be without prejudice to, and shall not be relied upon as a basis for asserting, supporting, furthering or denying any claims to, sovereignty, sovereign rights or jurisdiction, including in respect of land, insular or maritime sovereignty disputes or disputes concerning the delimitation of maritime areas. Some delegations supported a proposal to exclude reference to “asserting, supporting, furthering or denying,” claims to sovereignty, while others supported redrafting the provision. One proposed changing the title to “scope.” IGC President Lee tasked a drafting group with revising the text.\nDelegates embarked on the anticipated discussion on general principles and approaches (Article 5). Several delegations supported the polluter pays principle. One delegation, opposed by some, proposed wording noting that this provision should be understood within the context of common but differentiated responsibilities and respective capabilities. Another noted that this principle is unclear in the context of the BBNJ agreement.\nOne country grouping, four regional groups, and other delegations supported including the common heritage of humankind principle. One regional group and other delegations did not support its inclusion. Others suggested that this is not a recognized principle under international law, to which some responded that it is enshrined under the UN Convention on the Law of the Sea (UNCLOS), decisions under the International Tribunal on the Law of the Sea (ITLOS) and the UN General Assembly. Some reminded delegates that their countries had signed on to these instruments and urged them to support the principle here, warning that otherwise there would not be an\nagreement. A few suggested moving this and other principles to the preamble.\nOn the principle of equity and/or the fair and equitable sharing of benefits, one regional group proposed merging the two to read, “the principle of equity, including the fair and equitable sharing of benefits.” Others preferred referring to the fair and equitable sharing of benefits. One delegation called into question the principle of equity in relation to the BBNJ agreement. On the application of precaution, views diverged, with some supporting the text as drafted, and others either supporting the precautionary principle or the precautionary approach. Several delegations supported the ecosystem approach.\nDelegates broadly supported the inclusion of an integrated approach and an approach that builds ecosystem resilience to the adverse effects of climate change and ocean acidification, and restores ecosystem integrity.\nOn the use of the best available science and scientific information, as well as relevant TK of IPLCs, one regional group noted their support for the best available science, but opined that the TK of IPLCs could not be put on equal footing as science, and that TK should be excluded from this section as it is referenced under other parts of the draft treaty. In response, another regional group, supported by several other delegations, underlined that the TK of IPLCs is instrumental in informing formal scientific understandings of the conservation and sustainable use of BBNJ and is enshrined in multiple multilateral environmental agreements.\nOne regional group opposed the inclusion of a provision on the respect, promotion, and consideration of their respective obligations relating to the rights of IPLCs when taking action to address the conservation and sustainable use of BBNJ. Another supported the text, noting that it was a cross-regional proposal. One delegation, supported by others, proposed using language on the “rights of Indigenous Peoples, and the interests of local communities.”\nThere was broad support to include language on the stewardship of the areas beyond national jurisdiction (ABNJ) on behalf of present and future generations by protecting, caring for, and ensuring responsible use of the marine environment, maintaining the integrity of ocean ecosystems and preserving the inherent value of biodiversity of ABNJ. One regional group preferred “guardianship” to “stewardship.”\nOne group of countries proposed a new principle on the special circumstances of small island developing states (SIDS). Another announced that they would no longer seek to include the principle of adjacency in this section.\nDelegates broadly supported text related to international cooperation (Article 6). Regarding the provision that parties shall cooperate, some delegates preferred to specify “members thereof” in regard to cooperation with relevant international frameworks and bodies (IFBs), while others felt this was not necessary.\nOn a provision that a party to a relevant IFB shall endeavor to promote the objective of the agreement when participating in decision making under the IFB, a coalition proposed, opposed by some, to add wording that “this will include, as appropriate, endeavoring to promote the consideration of decisions and recommendations made under this Agreement and under IFBs relevant to the conservation of marine biological diversity.”\nEarth Negotiations BulletinThursday, 25 August 2022 Vol. 25 No. 238 Page 2\nMGRs, including benefit-sharing questions: Facilitator Janine Coye-Felson (Belize) opened discussions on application (Article 8), addressing the temporal and material scope. On a provision noting that the agreement shall apply to activities with respect to MGRs of ABNJ and benefits arising from these activities after the entry into force of the agreement, opinions varied. Some stressed the need to better define the retroactivity issues. A regional group requested reference to derivatives. Others stressed that the objective is to foster marine scientific research, questioning excluding data and information already available. Some pointed to linkages with discussions on the relevant definition.\nFurther disagreement arose on the material scope, with the article noting that the provisions of this part of the agreement shall not apply to the use of fish and other biological resources as a commodity, and fishing and fishing activities regulated under relevant international law. A regional group suggested language to capture instances of change of use when fish is collected as a commodity and subsequently used for genetic research. A delegate queried the difference between “fishing” and “fishing activities.” A few opposed the term “commodity.” A delegation suggested reference to fisheries-related scientific research activities. Another proposed simply noting that the provisions do not apply to fish, marine mammals, and fishing.\nThree delegations suggested an additional provision to ensure that military interests are protected. Two delegations further put forth a proposal that the provisions of this part shall not apply to MGRs of ABNJ to the extent that there is a relevant IFB with competence to regulate activities with respect to MGRs, including sharing of benefits, which met strong resistance.\nOn activities with respect to MGRs of ABNJ (Article 9), delegates agreed on a provision developed by a small group, giving due regard for the rights and legitimate interests of coastal states in ABNJ in cases of in situ collection of MGRs of ABNJ. On intellectual property rights (IPRs) (Article 12), delegates could not reach agreement on a provision noting that parties shall implement the agreement and relevant agreements under the World Intellectual Property Organization (WIPO) and the World Trade Organization (WTO) in a mutually supportive and consistent manner. Some queried the terms “mutually supportive and consistent.” Others suggested links to traceability and disclosure of origin. A delegate responded that the correct forum to address these issues is WIPO, which is convening a diplomatic conference on an international instrument to address genetic resources and associated TK. A regional group suggested using language similar to Article 16 (access to and transfer of technology) of the Convention on Biological Diversity (CBD) on IPRs being supportive of, and not running contrary to, the objectives of this part of the agreement. Delegates tabled further suggestions to clarify the text, including that “parties shall implement this agreement in a manner that is mutually supportive and consistent with the rights and obligations under WIPO and the WTO.” A delegate cautioned that an artificially simplified approach will not be useful.\nA small group reported progress on notification on activities with respect to MGRs of ABNJ (Article 10) noting that refined text will be submitted. In the evening, small groups continued working on objectives (Article 7), the material scope (Article 8.2), and the fair and equitable sharing of benefits (Article 11).\nABMTs, including MPAs: Reneé Sauvé (Canada) facilitated the session. Delegates discussed a provision on emergency measures (Article 20 ante) in cases where an activity presents a serious threat to marine biodiversity of ABNJ, or when a natural phenomenon or human-caused disaster has, or is likely to have, a significant adverse impact. Many supported the provision, noting it future proofs the agreement, offering editorial suggestions to improve the text. Others requested further clarification, including on: the type of emergencies; the criteria for decisions; the type of emergency responses; and relevant practice under IFBs. Others, considering the call not to undermine the mandates of existing IFBs, did not support the inclusion of this article in the new agreement.\nOne delegation stressed the need to consider the rights of coastal states as under the UNCLOS Article 221 (measures to avoid pollution arising from maritime casualties). Another suggested focusing on preventive measures to avoid emergency situations\nrather than having to act under force majeure. On applying emergency measures if the threat cannot be managed by an IFB, a delegate requested language on consultations with those IFBs. Some delegations questioned the need to consult IPLCs and the scientific and technical body (STB) in emergency scenarios. One delegation acknowledged that the ABMT process would be abbreviated in emergency situations, with the understanding that the ABMT established would be strictly timebound. The text will be revised.\nDelegates also discussed the use of terms, specifically the definition of an MPA (Article 1.13). A small group reported back, noting that they had settled on defining an MPA as “a geographically defined marine area that is designated and managed to achieve specific conservation objectives and may allow, where appropriate, sustainable use, provided it is consistent with the conservation objectives.”\nFour regional groups and several delegations expressed their support for this formulation, with several lauding the qualifier for including the concept of sustainable use. One regional group and a few delegations called to either delete the definition or revert to an earlier proposal which aligns with the CBD and focuses on conservation. One delegate cautioned against using agreed language from other instruments, noting that the new BBNJ agreement will need to support sustainable use provisions in MPAs. Others opposed the definition, noting that MPAs are covered under the ABMT definition. Delegates agreed to consult informally to reach a solution.\nOn objectives (Article 14), one regional group and others asked to reintroduce the reference to networks of MPAs in the provision on conserving and sustainably using areas requiring protection. Another delegate preferred reference to “a system of ABMTs,” with a group explaining that this system should be “well connected.” On a bracketed provision on capacity building, one large grouping asked to retain the text, noting that it is linked to other relevant sections, and asked to consider a detailed listing of recipient countries. Many asked to refer to development rather than co-development.\nDelegates further considered provisions on identification of areas (Article 17); proposals (Article 17 bis); and assessment of proposals (Article 17 ter), with some noting issues with revisions introduced in the refreshed text. Divisions regarding a reference to precautionary measures, meant to be compromise language, resurfaced with some asking for a reference to the precautionary approach as set out in the Rio Declaration and others preferring the precautionary principle. Regarding the assessment of proposals, delegates asked to clarify that, while a preliminary review could be requested by the proponent, transparency measures should not be subject to such a request. Discussions continued into the evening."
    }, {
      "heading" : "In the Corridors",
      "text" : "A measure of “cautious optimism” permeated some quarters early Wednesday morning, with clusters of delegates pleased with the rumored progress coming from the President’s consultations. However, as these consultations are held behind closed doors, a number were left guessing on the specific areas where advances have been made. Many participants seemed less persuaded that a new agreement could be finalized over the remaining two days. “Without a concrete discussion on the overarching issues,” shared one delegate, “it won’t matter if we find convergence on the small potatoes.” Another, turning the argument upside down, offered a more optimistic perspective: “If the overarching issues are somehow resolved, then reaching consensus is only a matter of time.”\nIn some groups, discussions seemed to go in reverse, with delegations veering off-script from the refreshed draft, requesting the inclusion of their pre-IGC-5 submissions in the draft treaty. During discussions on ABMTs, for instance, delegates reopened text that many thought was agreed, including on the definition of an MPA. “I would not expect this at this stage of negotiations,” worried one delegate, “but maybe someone has a trick up their sleeve that will smooth the path” to adopting the new agreement. With two days left and an agreement still not in sight, one delegate, leaving the venue after another dense day of negotiating, suggested that “difficult decisions still lie ahead.”"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>. Thursday, 25 August 2022",
    "creator" : "Adobe InDesign 17.4 (Macintosh)"
  }
}