{
  "name" : "28.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>.", "<tallash@iisd.net>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/3PrVJlRVol. 25 No. 237\nBBNJ IGC-5 #7\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>.\nWednesday, 24 August 2022\nBBNJ IGC-5 Highlights: Tuesday, 23 August 2022\nDiscussions of the refreshed draft treaty text continued at the fifth session of the Intergovernmental Conference (IGC-5) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) on Tuesday, 23 August 2022. Delegates met in informal informals to discuss: marine genetic resources (MGRs), including benefit-sharing questions; measures such as area-based management tools (ABMTs), including marine protected areas (MPAs); and environmental impact assessments (EIAs). They also met in closed-door “President’s consultations” to make progress on the issues of greatest contention. Before reconvening for a night session on ABMTs, they met in a brief stocktaking plenary."
    }, {
      "heading" : "Informal-Informal Discussions",
      "text" : "MGRs, including benefit-sharing questions: Facilitator Janine Coye-Felson (Belize) opened discussions on notification on activities with respect to MGRs of areas beyond national jurisdiction (ABNJ) (Article 10). Many delegates highlighted that the restructured article moves in the right direction. They supported a general provision on promoting cooperation in activities with respect to MGRs of ABNJ, with some suggesting repositioning the provision under Article 9 (activities with respect to MGRs of ABNJ). Some requested further streamlining parties’ implementation obligations. A delegate noted that the article deals only with collection of MGRs, suggesting reflecting this in the title, with another responding that provisions on utilization also exist.\nOn subjecting in situ collection of MGRs to self-declaratory notification, a regional group and a few individual delegations expressed concern over “self-declaratory,” noting that the implementation of the obligation should be left to states. Some requested deleting the reference. A delegation requested further elaborating the definition of associated data and information.\nA regional group suggested clarifying a provision requesting updated information transmitted to the clearinghouse mechanism (CHM) in case of a material change to the information prior to the planned collection. A regional group suggested incorporating information on first acquisition of samples.\nOn parties taking necessary measures to ensure that, when MGRs of ABNJ are collected in situ, related information is transmitted to the CHM as soon as it becomes available, but no later than one year from the collection, a delegation asked for clarification on environmental “metadata.” A regional group suggested clarifying the trigger for sample deposition. Some expressed concern about transmitting information on where the unique identifiers associated with the original samples are, or will be, held. A delegation asked for clarification and consistency between using the terms “sample” and “original sample.”\nA few delegations suggested deleting a provision seeking to ensure that databases periodically notify the open and selfdeclaratory notification system within the CHM regarding access ex situ, and access to associated data and information, noting it is overly burdensome and offers no added value.\nOn parties taking the necessary measures to ensure that, where MGRs of ABNJ are subject to utilization, relevant information is\ntransmitted to the CHM no later than three years from the start of utilization, a regional group queried what happens if there are no results. A delegate responded that, in that case, the information will be transmitted to the CHM as soon as it becomes available. Another suggested that the information should be transmitted “if known.” A large group stressed the need to include derivatives and digital sequence information (DSI). Some noted that this provision is linked to the MGR definition. One regional group suggested including a provision regarding actions to be taken upon commercialization. A delegate suggested expanding the scope to refer to MGRs subject to further activities rather than to utilization. Some noted that parties will have difficulties enforcing the provision in cases of confidential information, property of private entities.\nRegarding MGR-related definitions, a regional group said that an instrument that does not reference DSI is unacceptable, and, with a large grouping, asked for such reference throughout the definitions.\nOn the definition of access ex situ (Article 1.1), one delegation asked to specify that it refers to samples after their removal from the wild. On the definition of access to associated data and information (Article 1.2) denoting access to genetic sequence data or other relevant data or information, one delegation asked to delete the reference to genetic sequence information, and to just refer to “including such data and information that could be considered DSI under the Convention on Biological Diversity (CBD).” This was opposed by a number of delegations, noting that the CBD negotiations are ongoing, with some requesting deleting the reference to the CBD. Two regional groups questioned whether this definition is needed since it does not appear in the text, calling for a definition of DSI. A regional group and a country grouping requested defining DSI but deleting the reference to access. Many noted that they saw DSI as part of the scope of the agreement.\nOn the definition of MGRs (Article 1.12), a number of delegations and a regional group opposed reference to associated information, while many developing countries and groupings supported it. On the definition of utilization of MGRs (Article 1.19) one delegation recorded their reservation on use of the term commercialization, one regional group asked to use language from the Nagoya Protocol, and to delete reference to research and just refer to utilization. Another delegation said the provision should focus on sustainable use and not on research. A number of delegates asked to delete reference to derivatives, with some also preferring not to have a cross-reference to a definition of biotechnology. Some noted that both terms are in the Nagoya Protocol. One regional group asked to take into account the tangible and intangible aspects of utilization.\nFacilitator Coye-Felson mandated a small group to work on Article 10, including links with other articles.\nABMTs, including MPAs: Facilitator Reneé Sauvé (Canada) opened the discussions on decision making (Article 19). Delegations commented on a paragraph noting that the Conference of the Parties (COP) shall take decisions on the establishment of ABMTs, including MPAs, and related measures on the basis of the final proposal and the draft management plan, taking into account the consultation process. Discussion focused on bracketed text on the relationship between the COP and relevant international frameworks and bodies (IFBs).\nEarth Negotiations BulletinWednesday, 24 August 2022 Vol. 25 No. 237 Page 2\nFive regional groups and individual delegations suggested deleting the bracketed text that the COP may establish ABMTs “where no other relevant global, regional, subregional, or sectoral body has competence to do so.” They emphasized that enough safeguards exist in the draft text to ensure that the mandates of IFBs are not undermined, including the draft management plan, Article 4 (relationship between this agreement, the Convention, and relevant IFBs), and the consultation process. One delegation supported retaining the text, underlining the need to clarify the COP’s powers, and supported setting these powers out in a chapeau for this article.\nA delegation stressed the need to ensure that the COP can establish ABMTs even if there are competent bodies, but also ensure that, if a relevant IFB puts in place protective measures on a certain activity, the COP does not establish measures on those exact competences. Another suggested that the COP shall, on the basis of the final proposal and, in particular, the draft management plan, taking into account the contributions and scientific inputs received during the consultation process, take decisions on the establishment of ABMTs, and, where no other relevant IFB has the competence to do so, adopt measures. A few cautioned against undermining the competence of relevant IFBs. One delegation, supported by several, called to reframe “not undermining” to “being mutually supportive” or “working in partnership with” relevant existing IFBs.\nUnderscoring the need to avoid competing or overlapping mandates, one delegation, supported by others, noted that few places in the high seas exist where IFBs with competencies can establish ABMTs. He proposed alternative ways to identify the competencies of the COP, including language on “respect of mandates,” and listing the COP functions of: adopting ABMTs, and measures within the ABMT; and providing recommendations to IFBs working on ocean management.\nTo avoid conflict with IFBs, one delegation suggested distinguishing the type of ABMTs to be established. A delegation suggested that the COP take decisions on ABMTs by consensus. Another noted that consensus-based decision making on ABMTs may be inefficient and unrealistic.\nA delegate raised questions related to the principle of the freedom of the high seas, referencing Convention articles, and noting that the COP, as a political instrument and without the relevant competence, cannot take decisions that impact all states.\nThey then discussed a related provision noting that, while respecting relevant IFBs, the COP would take decisions on complementary/compatible measures to those adopted by IFBs, and make recommendations to parties to promote the adoption of those measures. Some regional bodies and delegations supported the COP taking complementary measures and were also supportive of the COP recognizing IFB measures. Some called to merge provisions on the decision-making process with the provision on the COP’s decision-making powers, with some also supportive of including a reference to the COP not undermining relevant IFBs. One delegation underscored that ABMTs are established by IFBs and that decisions taken by these bodies are final. One delegation announced that there were small group discussions on this part.\nMany delegates supported the provision on cooperation and coordination, including the formulation “with regard to” related measures rather than “among” such measures by IFBs. One delegation instead proposed a listing of habitats critical to survival and listing competences under a review conference.\nEIAs: René Lefeber (the Netherlands) facilitated this session. On reporting on impacts of authorized activities (Article 40), delegates agreed that parties, individually or collectively, shall periodically report on the impacts of the authorized activity and monitoring results. They further agreed making the reports public through the CHM, but disagreed on whether to further submit them to the scientific and technical body (STB).\nOn submitting the reports to the STB for developing guidelines and best practices, a regional group requested deletion, noting that the provision is already covered in other parts of the agreement. A delegate proposed that the STB draw the reports from the CHM so that no submission is required. A delegation noted that the EIA process, including reporting, is a national procedure for evaluation, further suggesting that competent IFBs perform these tasks.\nOn the review of authorized activities and their impacts (Article 41), delegates agreed on the need to ensure the review of the monitored impacts of the authorized activity. A regional group suggested referring to impacts rather than “environmental” impacts, with several others calling to retain the reference to environmental impacts.\nDelegates discussed a provision noting that, if monitoring identifies adverse impacts that were not foreseen in the EIA, the party authorizing the activity or the STB shall review the decision, taking concrete steps, such as informing the COP, halting the activity, and requiring the proponent to implement mitigation measures. Several delegates suggested referring to “significant” adverse impacts and deleting reference to the STB noting that the party is responsible for the review. One regional group strongly supported all references to the STB and these remained bracketed. A delegation further suggested deleting the concrete steps following the review. Ultimately, delegates retained the list of steps, but kept it in brackets. One regional group underlined states’ responsibility, noting their opposition to the internationalization of the review process.\nThey also addressed the functions of the STB related to EIAs (Article 41 bis), with one delegation proposing reverting to the original title, namely, standards and guidelines/guidance/ guidelines related to EIAs. They agreed that the STB develop standards and/or guidelines or guidance for adoption of the COP on, among others, the determination of whether the threshold for the conduct of an EIA under article 24 has been reached or exceeded for activities, including on the basis of the nonexhaustive factors set out under thresholds and factors for conducting EIAs. They could not agree on the so-called positive or negative indicative, non-exhaustive list of activities requiring an EIA.\nOn EIA-related definitions, delegates agreed to delete the definition of activity under a state’s jurisdiction or control (Article 1.3). Regarding the definition of EIA (Article 1.11), a number of delegations and groups were ready to delete the definition in this section noting that EIAs are defined in the respective part. Other regions and large groupings requested retaining a definition, but differed over the three options. Discussions will continue."
    }, {
      "heading" : "Plenary",
      "text" : "In the late afternoon, the IGC convened for a stocktaking plenary, hearing progress reports from informal-informal discussions. BARBADOS pointed to gaps that need to be bridged in the remaining three days and asked to revert to an IGC-3like format of frank discussions in a smaller setting, to facilitate more efficient discussions. NICARAGUA noted that, without translations and consistent interpretation, they would reserve the right to correct the revised text when it is translated into Spanish.\nPresident Lee said that the Presidential consultations remain closed to observers and will tackle institutional arrangements on Wednesday. She urged delegates to make all necessary compromises to find consensus and use maximum flexibility to find innovative creative solutions to “find our way to the finish line.”"
    }, {
      "heading" : "In the Corridors",
      "text" : "On Tuesday, IGC President Lee invited delegations to consult with her in a closed setting in an effort to break the impasse on the most difficult parts of the negotiations. In examining the text, many brackets still exist, and some overarching, long-standing issues, such as the relationship between the agreement and existing relevant bodies, reared their heads during Tuesday’s debate. Delegates found themselves having to rehash their arguments on “not undermining” existing bodies and mandates, an issue around which they have been stuck in the mud for years. Some began to creatively craft more positive language on cooperation and synergies to reframe the debate. Although “we are doing this at IGC-5, at least we are finally doing it,” said one delegate, alluding to the fact that this has been a sticking point since the 2011 package was agreed.\nLooking at the bigger picture, many shared that “unlocking MGRs will give us a treaty.” Others went further, pointing to specific issues within the MGRs part of the draft treaty. The “crux of the matter for us is monetary benefit-sharing,” explained one delegation, “there is just no way around this one.”"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>. Wednesday, 24 August 2022",
    "creator" : "Adobe InDesign 17.3 (Macintosh)"
  }
}