{
  "name" : "29.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>.", "<tallash@iisd.net>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/3PrVJlRVol. 25 No. 236\nBBNJ IGC-5 #6\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>.\nTuesday, 23 August 2022\nBBNJ IGC-5 Highlights: Monday, 22 August 2022\nThe fifth session of the Intergovernmental Conference (IGC-5) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) continued on Monday, 22 August 2022, with discussions on the refreshed draft treaty text circulated on Sunday. Delegates met in various configurations throughout the day addressing: marine genetic resources (MGRs), including benefit-sharing questions; environmental impact assessments (EIAs); and cross-cutting issues, including implementation and compliance, and dispute settlement."
    }, {
      "heading" : "Informal-Informal Discussions",
      "text" : "MGRs, including benefit-sharing questions: Facilitator Janine Coye-Felson (Belize) introduced the refreshed draft of the agreement, noting that the MGRs section was restructured, incorporating many suggestions. Delegates addressed the fair and equitable sharing of benefits (Article 11). Many appreciated the restructuring and further work on the refreshed draft.\nMany delegates agreed with a general provision on fair and equitable benefit-sharing, stressing that reaching consensus on this part depends upon agreeing on relevant definitions and on other parts of the agreement. A delegation suggested that “parties shall ensure that adequate notice of, and opportunity for consent to, the sharing of such benefits shall be provided prior to the activity that triggers benefit-sharing.”\nOn a paragraph listing the types of non-monetary benefitsharing, opinions varied, with some suggesting not distinguishing between non-monetary and monetary benefits. Others, including regional groups, urged maintaining the distinction. References to access ex situ, and to associated data and information generated a debate, with some delegates requesting further work on the definitions. A few delegations did not support the establishment of an access and benefit-sharing mechanism. A delegate suggested including other forms of capacity building, such as monitoring, enforcement, adaptive conservation, and education. Another proposed sharing prevention and treatment methods on MGRs of areas beyond national jurisdiction (ABNJ) in cases of emergencies.\nOpinions varied on mandating the Conference of the Parties (COP) to determine additional forms of non-monetary benefitsharing. Those supporting the provision underscored the need to future-proof the agreement and those against emphasized it introduces legal uncertainty. A delegation suggested that a review conference, rather than the COP, undertake this function. Another proposed that the COP should take such decisions by consensus. Some noted that the provision is subject to discussion on modalities on capacity building and technology transfer (CB&TT).\nSome delegates queried a provision on the transfer of marine technology taking place under “mutually agreed terms.” One delegation noted that parties would be unable to require technology transfer in cases of privately held intellectual property rights. A regional group suggested technology transfer on “fair and most favorable terms, including concessional and preferential terms.”\nOn parties taking the necessary measures to ensure that samples, data, and information, subject to utilization of MGRs of ABNJ, are deposited in publicly accessible databases or repositories no later than three years from the start of utilization\nor as soon as they become available, delegates focused on the timeline. A regional group noted that three years is too long, especially regarding non-commercial research. Others stressed that three years is a reasonable period, adding that research can last longer than that. A regional group noted that samples are sometimes unavailable after research activities, suggesting sharing the relevant samples and information “if available.” Some queried depositing data and information, requesting distinguishing samples from associated information. A delegate suggested that relevant databases and repositories may be maintained “either nationally or internationally.” Facilitator Coye-Felson noted that the provision would be redrafted to address concerns.\nOne regional group underlined their attachment to a provision on the sharing of monetary benefits through the financial mechanism, with the modalities to be determined by the COP, underscoring that in addition to marine scientific research, bioprospecting towards commercialization of MGRs of ABNJ should be included in the agreement to future-proof it. Calling to decouple the provisions on access from those on benefit-sharing, one delegation expressed hesitance to agree to the related trackand-trace system which would operationalize monetary benefitsharing.\nOne delegation reminded delegates that monetary benefitsharing is already enshrined under the UN Convention on the Law of the Sea (UNCLOS) Article 82 (payments and contributions with respect to the exploitation of the continental shelf beyond 200 nautical miles). Another delegation suggested that the trackand-trace system would be costly and burdensome, making it inefficient to commercialize MGRs of ABNJ. He queried the monetary benefit-sharing triggers and questioned which products would be subject to benefit-sharing. Another suggested a system where monetary benefits could be substituted for non-monetary benefits, with one other calling for a functional benefit-sharing system.\nAcknowledging the central role of this provision in the new agreement, one delegation, supported by many, lamented a seeming “lack of sincerity” in discussions at this stage of negotiations. He highlighted his country’s experience in the collection and commercialization of MGRs, noting that any profits are higher than the collection costs. Describing the track-andtrace system, he further noted that marine scientists are already obligated to submit unique identifiers of geographic coordinates from collection sites, and that, in applying for a patent, one must disclose the origin of any samples. He lamented the lack of political will, pointing to UNCLOS Article 82 as a precedent for monetary benefit-sharing, and stated that the intellectual property rights provisions in the agreement will help seal any loopholes related to monetary benefit-sharing. A regional group noted, among others, that monetary benefits could be used for conservation. Others lamented the lack of political will to conclude negotiations, particularly on this part.\nParking this discussion, Facilitator Coye-Felson noted that a new working method may be required to address this issue.\nDelegates then opened discussions on transparency and traceability (Article 13).\nEIAs: This session was facilitated by René Lefeber (the Netherlands). Small groups reported back on their work.\nOn definitions (Article 1.11), delegations discussed three options. The first defines EIAs as processes to evaluate the potential environmental impacts of an activity with an effect on areas within or beyond national jurisdiction, “taking into account,\nEarth Negotiations BulletinTuesday, 23 August 2022 Vol. 25 No. 236 Page 2\ninter alia, interrelated social and economic, cultural and human health impacts.” This was supported by one regional group, with one delegation expressing willingness to delete reference to the interrelated impacts. Others supported the third option, defining an EIA as a process for assessing the potential effects of planned activities, carried out in ABNJ, under parties’ jurisdiction or control, that may cause substantial pollution of, or significant and harmful changes to, the marine environment.\nAgreeing to a compromise, many were amenable to an amended version of the second option, which defines an EIA as a process to identify, predict, and evaluate the potential effects that an activity may cause in the marine environment in the short-, medium- and long-term, so as to take measures to address the consequences of such an activity prior to its commencement. One delegation suggested not including a definition at all.\nRegarding the impact- versus activity-based approach, Facilitator Lefeber pointed to an opt-in provision (Article 22.4). The opt-in provision foresees that parties may extend the application of the agreement to planned activities under its jurisdiction likely to have impacts on ABNJ. While a number of delegates supported the compromise provision, a few opposed it and some regional groups questioned the incentive to opt-in.\nTo address the impasse, one regional group proposed two preambular paragraphs: recognizing the obligation to assess the effects of activities that may cause pollution of marine areas within or beyond national jurisdiction; and, mindful of the obligation, to ensure that pollution does not spread beyond the area where sovereign jurisdiction is exercised.\nRegarding decision making, delegates discussed a compromise (Article 38.4) foreseeing that “at the request of a party, the COP may provide advice and assistance to that party when determining if a planned activity under its jurisdiction or control may proceed.” Some supported the provision, as it also addresses capacity considerations. Regarding EIAs of convenience, delegates could not reach agreement on one of two options (Article 38.1); one leaving it entirely under the jurisdiction of the party if an activity may proceed, and the other stating that this only applies if the activity has equal or less impact than activities that require EIAs under that part.\nOn the threshold for conducting EIAs (Article 24.1), some delegates favored an expanded call-in mechanism, with most agreeing that full EIAs are only required when the threshold under UNCLOS is met, but not agreeing on the process where only a low threshold is met. Some opposed expansive provisions on EIAs, noting that these are under national jurisdiction.\nFacilitator Lefeber noted the lack of agreement on approaches for these critical issues. In the evening, delegates undertook an article-by-article read of the EIA section.\nCross-cutting issues: Victoria Hallum (New Zealand) facilitated the discussions. On implementation and compliance (Article 53, bis, and ter), delegates addressed two options. The first notes that parties shall ensure and monitor implementation, stipulating that the COP may adopt procedures and/or mechanisms to promote compliance. The second is more comprehensive, including the establishment of an implementation and compliance committee (ICC). Most delegates supported the second option. The vast majority of those preferring the first option were flexible to discuss the establishment of an ICC. Many stressed that the ICC should be transparent, non-adversarial, facilitative, and nonpunitive, with some requesting further clarification of the term “non-punitive.” Some suggested distinguishing between the ICC modalities and those of the dispute settlement mechanism.\nA delegation suggested deleting the provisions, noting that the responsibility for implementation lies with states. Some requested clarifying how the ICC will be distinguished from a committee on CB&TT.\nOpinions diverged on the ICC comprising states parties or experts in their individual capacity. A delegate pointed to Minamata Convention provisions that members “shall serve objectively and at the best interest of this agreement.”\nOn a provision that the ICC shall pay attention to the respective national capabilities and circumstances of parties, some noted that responsibilities are equal for all states. A regional group clarified that the principle of common but differentiated responsibilities does not imply different obligations, but taking into account different capacities in cases of unfulfilled obligations.\nA regional group further suggested addressing the consequences and parties’ responsibilities in cases of noncompliance, pointing to the obligation of states to ensure due diligence. Discussions will continue informally.\nOn the obligation to settle disputes by peaceful means (Article 54) and prevention of disputes (54bis), there was strong general agreement. A large grouping of states, supported by many, asked to clarify that the dispute settlement obligation “concerns the interpretation or application of this agreement,” with another delegation asking to specify “applicable” disputes.\nOn disputes of a technical manner (Article 54ter), many delegates supported the provision, with one delegation suggesting clarifying that technical matters include scientific ones.\nRegarding procedures for settlement of disputes (Article 55), delegates considered two options. The first foresees a mandatory dispute settlement mechanism, which was supported by many; and the second sets out a voluntary process, which was supported by a few.\nThe first option foresees the dispute settlement procedures in this part applying mutatis mutandis to the UNCLOS, whether or not states are also parties to the Convention, which raised concerns regarding non-parties. Some proposed including an additional provision noting that “nothing is this agreement shall be interpreted as conferring jurisdiction upon a court or tribunal, on an issue whose consideration involves concurrent consideration regarding jurisdiction, regarding continental or insular land territory of that party.”\nA number of delegates pointed to a provision foreseeing that a party to this Agreement that is not a party to UNCLOS, shall be free to choose one or more of the means of dispute settlement set out in UNCLOS Article 287 (choice of procedure). The second option leaves consent and the choice open until a dispute arises, which some opposed, noting that consent is given at the time of ratification.\nAnother delegation said both options were not required and there could just be reference to UNCLOS Article 287. A couple of delegates proposed maintaining the principle of choice of the dispute settlement mechanism while making the outcome mandatory, as a middle-ground solution. Many delegations supported text related to provisional arrangements (Article 55bis), with some suggesting aligning the language with similar articles under UNCLOS and the UN Fish Stocks Agreement (UNFSA).\nOn advisory opinions (Article 55ter), two regional groups and a number of individual delegations supported the text, which sets out that the COP may decide, by a two-thirds majority, to request the International Tribunal for the Law of the Sea (ITLOS) to give an advisory opinion on any legal question arising within the agreement’s scope. Several others called for the deletion of this provision, with one noting that it could lead to advisory opinions on the competence of another body, without that body’s consent. One delegation noted that the provision could be revised to clearly define the scope of the advisory opinion provided by ITLOS.\nFacilitator Hallum established a small group to consult on advisory opinions."
    }, {
      "heading" : "In the Corridors",
      "text" : "Working off of a refreshed draft of the treaty text, delegates dove back into negotiations after the brief respite of the weekend. However, negotiations did not progress “as they should at this stage.” While the EIA group tried to address major points of divergence, compromise proposals garnered limited interest, and alternatives even less. Delegates’ “homework” was to “consider the various views on the table and unlock the dilemmas to start moving in the direction of solutions, otherwise there will not be an agreement.”\nAnother group addressed the elephant in the room, as they ventured yet again into the land of monetary benefit-sharing. With the deadline for concluding the talks only days away, tempers frayed, and accusations of bad-faith negotiations silenced the room. At this point, the discussions seem to be binary, and delegations are beginning to tire. A lot now rests on the shoulders of IGC President Rena Lee as she leads bilateral and multilateral consultations on the knottiest parts of the draft text. “But, at least, we need to do our part,” urged a seasoned participant, “and agree on the easy bits.”"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>. Tuesday, 23 August 2022",
    "creator" : "Adobe InDesign 17.3 (Macintosh)"
  }
}