{
  "name" : "3.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Chair’s streamlined non-paper on elements of a draft text of an international legally-binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction Explanatory note: As indicated at the third session of the Preparatory Committee established by resolution 69/292: Development of an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas",
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Chair’s streamlined non-paper on elements of a draft text of an international legally-binding instrument under the United\nNations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond\nnational jurisdiction\nExplanatory note: As indicated at the third session of the Preparatory Committee established by resolution 69/292: Development of an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, this Chair’s non-paper aims to provide a streamlined version of the Chair’s non-paper issued on 28 February 2017. It is based on that non-paper and its supplement, and also takes into account the proposals, issues and ideas presented by delegations. The present non-paper provides a reference document to assist delegations in their consideration of the issues addressed by the Preparatory Committee. It provides a compilation of the ideas and proposals put forward by delegations without consideration for the level of support for these ideas and proposals. The inclusion of ideas and proposals in this document does not imply agreement to, or convergence of views on, such ideas and proposals among delegations. Where options are presented, the order of such options should not be construed as indicating a suggested order of priority. The content of this document is without prejudice to the position of any delegation on any of the matters referred to therein. Further, the elements listed are not necessarily exhaustive and do not preclude consideration of matters not included in this document. The Chair wishes to express his appreciation to the delegations that made available to him their suggestions, proposals and position papers for the preparation of this non-paper.1\n1 Available at http://www.un.org/depts/los/biodiversity/prepcom_files/rolling_comp/Submissions_StreamlinedNP.pdf\nTable of content I. Preambular elements II. General elements\nA. Use of terms B. Scope / Application\n1. Geographical scope 2. Material scope 3. Personal scope\nC. Objective(s) D. Relationship to UNCLOS and other instruments and frameworks and relevant global,\nregional and sectoral bodies III. Conservation and sustainable use of marine biodiversity of areas beyond national\njurisdiction A. General principles and approaches B. International cooperation C. Marine genetic resources, including questions on the sharing of benefits\n1. Scope 2. Guiding principles and approaches 3. Access and benefit-sharing\n3.1. Access to marine genetic resources of areas beyond national jurisdiction 3.2. Sharing of benefits from the utilization of marine genetic resources 3.2.1. Objectives 3.2.2. Principles guiding benefit-sharing 3.2.3. Benefits 3.2.4. Benefit-sharing modalities\n3.3. Intellectual property rights 4. Monitoring of the utilization of marine genetic resources of areas beyond\nnational jurisdiction 5. Clearing-house mechanism 6. Capacity building and transfer of marine technology\nD. Measures such as area-based management tools, including marine protected areas 1. Objectives of area-based management tools, including marine protected\nareas 2. Guiding principles and approaches 3. Process for the establishment of area-based management tools, including\nmarine protected areas 3.1. Identification of areas 3.2. Designation process\n3.2.1. Proposal 3.2.2. Consultation on and assessment of the proposal 3.2.3. Decision-making\n4. Implementation 5. Relationship to existing measures 6. Capacity-building and transfer of marine technology 7. Monitoring and review\nE. Environmental impact assessments 1. Obligation to conduct environmental impact assessments 2. Guiding principles and approaches 3. Activities for which an environmental impact assessment is required 4. Environmental impact assessment process\n5. Content of environmental impact assessment reports 6. Environmental impact assessments for transboundary impacts 7. Strategic environmental assessments 8. Compatibility of environmental impact assessment measures 9. Relationship to existing environmental impact assessment measures\nunder relevant legal instruments and frameworks and relevant global, regional and sectoral bodies\n10. Clearing-house mechanism 11. Capacity-building and transfer of marine technology 12. Monitoring and review\nF. Capacity building and transfer of marine technology 1. Objectives of capacity-building and transfer of marine technology 2. Principles and approaches guiding capacity-building and transfer of marine\ntechnology 3. Scope of capacity building and technology transfer\n2.1 Capacity-building 2.2 Technology transfer\n4. Modalities for capacity-building and technology transfer of marine technology 5. Funding 6. Monitoring, review and follow-up\nIV. Institutional arrangements A. Decision-making body/forum B. Subsidiary body/bodies C. Secretariat V. Clearing-house mechanism VI. Financial resources and mechanism\nA. Funding mechanism B. Rehabilitation / Contingency fund\nVII. Implementation VIII. Settlement of disputes IX. Non-parties X. Responsibility and liability XI. Review XII. Final clauses\nI. PREAMBULAR ELEMENTS\n1. Description of broader contextual issues, such as:\n• The importance of marine biodiversity for ocean health, productivity, and resilience, food security, ecosystem services and sustainable development for present and future generations.\n• The importance of both the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\n• The link between climate change and oceans. • The usefulness of environmental impact assessments (EIAs) for the prevention and\nidentification of possible threats to the marine environment. • The importance of the utilization of area-based management tools (ABMTs), such as\nmarine protected areas (MPAs), to effectively protect and preserve marine biodiversity. • The importance of capacity building and technology transfer for States, particularly for\ndeveloping countries. 2. Description of the reasons for action, such as:\n• The need for a comprehensive global regime to better address the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\n• The need for close cooperation and coordination with the relevant existing bodies. • The desire for an effective regime for the conservation and sustainable use of marine\nbiological diversity of areas beyond national jurisdiction, including through a fair and equitable regime of access to and sharing of benefits of marine genetic resources.\n• The importance of legal certainty in the regime for access to marine genetic resources, and benefit sharing.\n3. Recognition that the United Nations Convention on the Law of the Sea (UNCLOS) sets out the legal framework within which all activities in the oceans and seas must be carried out. 4. Reference to, and recognition of the work under, relevant international instruments, such as the United Nations Fish Stocks Agreement (UNFSA), and bodies, such as the International Maritime Organization (IMO), the International Seabed Authority (ISA), regional fisheries management organizations (RFMOs), and regional seas organizations.\n5. Reaffirmation of the jurisdiction and sovereign rights of coastal States over their continental shelf, including beyond 200 nautical miles, where applicable.\n6. Some approaches and principles could also be set out in the preamble of the instrument, such as:\n• The instrument should not undermine existing relevant legal instruments and frameworks and relevant global, regional and sectoral bodies.\n• Common heritage of mankind. • Freedom of the high seas. • Special considerations for developing countries, particularly small island developing\nStates (SIDS) and least developed countries (LDCs). • Importance of global and regional cooperation. • Fair and equitable participation of States in benefits derived from access to marine\ngenetic resources. • Common concern of humankind.\nII. GENERAL ELEMENTS\nA. USE OF TERMS2\n7. Definitions would need to be consistent with those contained in UNCLOS, UNFSA, and the Convention on Biological Diversity (CBD), including its Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilisation to the CBD (Nagoya Protocol), and other relevant international instruments, and adjusted to the context of marine biodiversity of areas beyond national jurisdiction. 8. The definitions would not be intended to cover trade in commodities.\n9. Possible terms and definitions could include:\n• Areas beyond national jurisdiction o “Areas beyond national jurisdiction” means the high seas and the Area, as\ndefined in UNCLOS.\n• Area-based management tools o Option 1: The definition of ABMTs could include three elements: (1) the\nobjective – ABMTs would be aimed at the conservation and sustainable use of marine biological diversity; (2) the geographic scope – ABMTs would be applied only to areas in the high seas and the international seabed area; (3) the function - ABMTs would include different functions and management approaches.\no Option 2: ABMTs are tools designed and applicable in a specified area located beyond national jurisdiction with a view to achieving a defined objective (environmental conservation or/and resource management). o Option 3: A spatial management tool for a geographically defined area through which one or several sectors/activities are managed with the aim of achieving particular objectives and affording higher protection than the surrounding areas. o Option 4: ABMTs include both sectoral and cross-sectoral measures that contribute to conservation and sustainable use of marine biodiversity. Crosssectoral ABMTs, including MPAs, and marine spatial planning, are those tools that require cooperation and coordination across multiple organizations and bodies, may achieve broader objectives and respond to cumulative impacts. Sectoral ABMTs include measures adopted by a competent international organization to achieve biodiversity conservation objectives for a specific area and include fisheries closures designated by RFMOs, Particularly Sensitive Sea Areas (PSSAs) designated by the IMO, or Areas of Particular Environmental Interest (APEIs/reference zones) designated by the ISA.\n• Biological diversity\no “Biological diversity” means the variability among living organisms from all sources including, inter alia, terrestrial, marine and other aquatic ecosystems and the ecological complexes of which they are part; this includes diversity within species, between species and of ecosystems.\n2 Definitions could be included under the respective parts of the instrument, unless these terms were to be used in more than one part of the instrument.\n• Biological resources o “Biological resources” includes genetic resources, organisms or parts thereof,\npopulations, or any other biotic component of ecosystems with actual or potential use or value for humanity.\n• Bioprospecting\n• Biotechnology\no “Biotechnology” means any technological application that uses marine biological systems, living organisms or derivatives thereof, to make or modify products or processes for specific use.\n• Continental shelf, as defined in UNCLOS\n• Derivatives\no “Derivative” means a naturally occurring biochemical compound resulting from the genetic expression or metabolism of biological or genetic resources, even if it does not contain functional units of heredity (based on Nagoya Protocol, article 2).\n• Ecosystem\no “Ecosystem” means a dynamic complex of plant, animal and micro-organism communities and their non-living environment interacting as a functional unit.\n• Ecosystem-based management\no “Ecosystem-based management” means an integrated approach to management that considers the entire ecosystem, including all stakeholders and their activities, and resulting stressors and pressures with direct or indirect effects on the ecosystem under consideration. The goal of ecosystem-based management is to maintain or rebuild an ecosystem to a healthy, productive and resilient condition, through, inter alia, the development and implementation of cross-sectoral ecosystem-level management plans”.\n• Environmental impact assessment\no “Environmental impact assessment” means a process to evaluate the environmental impacts of activity to be carried out in areas beyond national jurisdiction, with an effect on areas within or beyond national jurisdiction, taking into account interrelated socioeconomic, cultural and human health impacts, both beneficial and adverse.\n• Ex situ collection\n• Genetic material\no Option 1: “Genetic material” means any material of plant, animal, microbial or other origin containing functional units of heredity (based on CBD, article 2). o Option 2: “Genetic material” means any material of plant origin, including reproductive and vegetative propagating material, containing functional units of heredity (based on International Treaty on Plant Genetic Resources for Food and Agriculture (ITPGRFA), article 2). o Option 3: “Genetic material” means any material of plant, animal, or microbial origin containing functional units of heredity collected from the Area; it does not\ninclude materials made from material, such as derivatives, or information describing material, such as genetic sequence data.\n• (Marine) genetic resources\no Definition must take into account the distinction between fish used for its genetic properties and fish as a commodity. The same distinction is relevant with respect to other animal species such as molluscs that can be used as commodities. o The definition could include the following elements: (1) animal, plant, microbe or other origin in the oceans and seas; (2) genetic materials containing functional units of heredity; (3) the actual or potential value; (4) the resources derived from areas beyond national jurisdiction. o Option 1: “Genetic resources” means genetic material of actual or potential value. o Option 2: “Marine genetic resources” means any marine genetic material of plant, animal, or microbial origin of actual or potential value collected from the Area. o Option 3: “Marine genetic resources” means any marine genetic material of plant, animal, microbial or other origin, containing functional units of heredity, being of actual or potential value.\n• In silico access\n• In situ collection o “In situ collection” means the collection of marine genetic material in\necosystems and natural habitats in areas beyond national jurisdiction.\n• Marine protected areas o The definition could distinguish MPAs as a subcategory of ABMTs which have a\nprimary stated objective of achieving long-term conservation of marine biodiversity and ecosystems.\no Any definition must be wide or flexible enough to encompass the high seas protected areas already created by RFMOs, so that they would be fully recognised as MPAs under the instrument. o Option 1: “Marine protected area” means a geographically defined area which is designated, regulated and managed to achieve specific conservation objectives (CBD, article 2). o Option 2: The definition of “protected area” provided in article 2 of the CBD is a starting point which would need to be adapted, as appropriate, in order to specifically focus on marine areas beyond national jurisdiction. o Option 3: “Marine protected area” means a designated geographically defined marine area [in areas beyond national jurisdiction] where human activities are regulated, managed or prohibited in order to achieve specific conservation objectives including the long-term conservation and resilience of nature. o Option 4: “Marine protected area” means a defined area of the marine environment, including its associated flora, fauna, historical and cultural features, which has been reserved by legislation or other effective means, including custom, with the effect that its marine biodiversity enjoys a higher level of protection than its surroundings. o Option 5: “Any marine geographical area that is afforded greater protection than the surrounding waters for biodiversity conservation or fisheries management\npurposes.” MPAs would not be limited to marine reserved areas or no-take zones.\n• Marine scientific research\n• Marine spatial planning o Marine spatial planning is a cross-sectoral ABMT that provides a framework for\nthe orderly and sustainable use of the oceans as envisioned by UNCLOS with a view to balance demands for development with the need to protect the marine environment. Sectoral ABMTs (e.g. fisheries closures, PSSAs, APEIs), other crosssectoral ABMTs (e.g. MPAs), strategic environmental assessments (SEAs) and EIAs are an integral part of this overarching planning approach. Marine spatial planning approaches would be ecosystem-based, adaptive and include all relevant stakeholders in the area under consideration.\n• Sustainable use\no “Sustainable use” means the use of components of marine biodiversity in a way and at a rate that does not lead to the long term decline of biological diversity, thereby maintaining its potential to meet the needs and aspirations of present and future generations.\n• Technology\no “Technology” means hard technology as well as all of its associated aspects, such as specialized equipment and technical know-how, including manuals, designs, operating instructions, training and technical advice and assistance, necessary to assemble, maintain and operate a viable system and the legal right to use these items for that purpose on a non-exclusive basis. It also refers to infrastructure and enhancing technical capacity to make such transfer sustainable.\n• Transboundary environmental assessment\n• Transfer of marine technology\no The transfer of marine technology refers to the transfer of instruments, equipment, vessels, processes and methodologies required to produce and use knowledge to improve the study and understanding of the nature and resources of the oceans.\n• Utilization of marine genetic resources\no Option 1: “Utilization of marine genetic resources” means to conduct research and development on the genetic and/or biochemical composition of marine genetic resources, including through the application of biotechnology as defined in article 2 of the CBD. o Option 2: “Utilization of marine genetic resources” means to conduct commercial research and development on the genetic and/or biochemical composition of genetic resources, including through the application of biotechnology.\nB. SCOPE / APPLICATION\n1. Geographical scope\n10. Option 1: Areas beyond national jurisdiction. 11. Option 2: Areas not adequately addressed by existing international conventions.\n12. Does not apply to maritime zones under national jurisdiction, including the continental shelf beyond 200 nautical miles where applicable.\n2. Material scope\n13. All elements of the package specified in General Assembly resolution 69/292. 14. With regard to activities:\n• Option 1: Conservation, sustainable use and responsible management of all marine living organisms of areas beyond national jurisdiction.\n• Option 2: Activities carried out under the jurisdiction or control of a contracting party in areas beyond national jurisdiction.\n• Option 3: Any activity or development that has the potential to impact on marine biological diversity of areas beyond national jurisdiction, including on ocean processes.\n• Option 4: Activities with the potential to have significant effects on or to cause damage to marine biodiversity or ecosystems in areas beyond national jurisdiction regardless of where these activities occur.\n• Option 5: All activities that take place in areas beyond national jurisdiction and/or may have an impact on marine biological biodiversity and resources of areas beyond national jurisdiction. Where such activities are already managed or governed by an existing agreement, the instrument would apply relevant provisions of the existing agreement mutatis mutandis.\n• Option 6: All existing and new activities and sectors impacting on marine biodiversity of areas beyond national jurisdiction with respect to the elements identified in the “package”, while not undermining existing relevant legal instruments and frameworks and relevant global, regional and sectoral bodies.\n• Option 7: Activities not adequately addressed by existing international conventions, e.g., UNCLOS and CBD. • Option 8: Fisheries management in areas beyond national jurisdiction would not form part of the negotiations.\n3. Personal scope\n15. The instrument would extend to States and entities in a manner similar to UNFSA.\nC. OBJECTIVE(S)\n16. Ensure the conservation and sustainable use of marine biodiversity of areas beyond national jurisdiction. 17. Possible additional objectives could include:\n• Protect and preserve the marine environment. • Furthering of regional cooperation and regional cooperative mechanisms.\n• Prevent or eliminate excess capacity and ensure that levels of effort by entities involved are commensurate with the sustainable use of biological diversity as a means of ensuring the effectiveness of conservation and sustainable management measures.\nD. RELATIONSHIP TO UNCLOS AND OTHER INSTRUMENTS AND FRAMEWORKS AND RELEVANT\nGLOBAL, REGIONAL AND SECTORAL BODIES\n18. Relationship to UNCLOS: • Nothing in the instrument would prejudice the rights, jurisdiction and duties of States\nunder UNCLOS. The instrument would be interpreted and applied in the context of and in a manner consistent with UNCLOS.\n19. Relationship to other instruments:\n• The instrument should not undermine existing relevant legal instruments and frameworks and relevant global, regional and sectoral bodies.\no Option 1: A without-prejudice clause would assist in achieving this purpose, including a provision similar to article 44 of the UNFSA to the effect that there would be no alteration of the rights and obligations emanating from other treaties. o Option 2: The instrument would not affect the competence of relevant international organizations and arrangements within their areas of competence.  State explicitly what role or function the instrument would not have in\nrelation to activities in areas beyond national jurisdiction, such as is done under the Convention for the Protection of the Marine Environment of the North-East Atlantic.\no Option 3: The regulations and measures put in place by the instrument and the governing body “shall be no less effective than international rules, standards and recommended practices and procedures”, in line with UNCLOS Article 208, para. 3. o Option 4: Standards applied in areas beyond national jurisdiction would not be lower than those for exclusive economic zones.\n20. The provisions of the instrument would not apply to vessels entitled to sovereign immunity (in line with article 236 of UNCLOS).\n21. Matters not regulated by UNCLOS or this instrument continue to be governed by the rules and principles of general international law.\nIII. CONSERVATION AND SUSTAINABLE USE OF MARINE BIODIVERSITY OF AREAS BEYOND NATIONAL JURISDICTION\nA. GENERAL PRINCIPLES AND APPROACHES3\n22. A distinction could be drawn between principles and approaches. 23. Any definitions and/or interpretation of guiding approaches and principles would need to be consistent with those already agreed under UNCLOS, UNFSA, CBD and other relevant international instruments, such as the Rio Declaration on Environment and Development. 24. Possible principles and approaches could include:\n• Recognition of need for a comprehensive global regime to better address the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\n• Respect for the freedoms and the balance of rights, obligations and interests enshrined in UNCLOS.\n• Incorporation of, and non-derogation from, the relevant principles enshrined in UNCLOS. • Common heritage of mankind. • Freedom of the high seas. • Recognition of existing relevant legal instruments and frameworks and relevant global,\nregional and sectoral bodies (in particular UNCLOS, UNFSA, RFMO/As, IMO, ISA, and regional seas conventions).\n• No undermining of existing relevant legal instruments and frameworks and relevant global, regional and sectoral bodies.\n• Due regard for the rights of others. • Respect for the rights of coastal States over all areas under their national jurisdiction,\nincluding their continental shelves beyond 200 nautical miles where applicable. • Respect for the sovereignty and territorial integrity of coastal States. • Compatibility. • Adjacency and requirement to consult adjacent States. • Recognition of the role of adjacent coastal States as well as other States. • Enhanced cooperation and coordination between and among States and organizations\nto conserve and sustainably use marine biodiversity in areas beyond national jurisdiction.\n• Protection and preservation of the marine environment and its biodiversity, including for the benefit of future generations.\n• Duty not to transform one type of pollution into another or not to transfer damage or hazards.\n• Use of biodiversity of areas beyond national jurisdiction for peaceful purposes only. • Integrated approach. • Ecosystem approach. • Science-based approach. • Use of the best available scientific information. • Public availability of information. • Public participation.\n3 Possible ways of referring to approaches and principles could include: 1) explicit reference to these approaches and principles in the instrument (in the preamble of the instrument, in a stand-alone article, or some approaches and principles may benefit from further elaboration in an article of their own, similar to Articles 6 and 7 of UNFSA); 2) reflecting these approaches and principles in the content of individual provisions of the instrument by making them operational.\n• Stakeholder involvement. • Good governance. • Transparency. • Incorporation of traditional and local knowledge. • Accountability. • Equity. • Intra- and inter-generational equity. • Capacity-building and technology transfer. • Environmentally sound techniques and methods of operation in order to prevent or limit\ndamage to biological diversity. • Sustainable use of marine biodiversity. • Precautionary principle/approach. • Risk-based approach. • Polluter-pays principle. • Special interests, circumstances and needs of developing countries such as SIDS and\nLDCs. • Avoidance of disproportionate burden. • Adaptive management. • Ability to address cumulative impacts. • Traceability. • Flexibility. • Conservation of biodiversity as a common concern of humankind.\n25. The impacts of climate change could be a consideration for decisions made and actions taken under the instrument and decisions should not exacerbate or hasten the adverse impacts of climate change, especially upon SIDS. 26. No action or activity taken on the basis of the instrument would be construed or considered to be prejudicial to the positions of States Parties to a land or maritime sovereignty dispute or to dispute concerning the delimitation of maritime areas.\nB. INTERNATIONAL COOPERATION4 27. Cooperation, coordination, consultation and communication between and among States and international organizations, including regional and sectoral bodies, would be enhanced such as through exchange of information. 28. Guidance and recommendations could be provided to States, including through existing global, sectoral or regional organizations involved in the conservation and sustainable use of marine biodiversity beyond national jurisdiction, in the form of goals, procedures, criteria, standards and guidelines. 29. Agreed general biodiversity protection guidelines or methodology to take into account the impact on fish stocks of emerging issues such as the adverse impacts of climate change, ocean acidification or pollution could be provided. 30. States would have a duty to cooperate directly or through appropriate subregional, regional or global mechanisms, taking into account the specific characteristics of the subregion or region (see UNFSA article 8.1).\n4 See also section IV.\n31. States Parties, in implementing the instrument, would be required to work together to actively engage competent international organisations and arrangements to take actions within their competence to contribute to the achievement of the objectives of the instrument. Where a State Party would consider that action is desirable in relation to a question falling within the competence of relevant international organisations or arrangements, it would be required to draw that question to the attention of the organisations or arrangement competent for that question. The Parties who are members of the organisation or arrangement in question would be required to cooperate within that organisation or arrangement in order to achieve an appropriate response. 32. Any State proposing that action be taken by an intergovernmental organization having competence with respect to marine biodiversity, where such action could have a significant effect on conservation and management measures already established by a competent sectoral or regional organisation or arrangement could be required to consult through that organisation or arrangement with its members or participants. To the extent practicable, such consultation would take place prior to the submission of the proposal to the intergovernmental organization. 33. An incentive for existing organizations to improve their performance could be created, including through the expansion of mandates to explicitly enable the adoption of measures to conserve marine biodiversity in areas beyond national jurisdiction, the addition of new principles to an existing organisation’s governance framework, the development of processes within an existing organisation for implementing relevant parts of the instrument, or development of memorandums of understanding with other organisations to ensure better coordination. 34. If there is no body with a mandate for the conservation or sustainable use of marine biodiversity in a particular sector or geographic area of areas beyond national jurisdiction:\n• Option 1: The establishment of a relevant body would be encouraged. • Option 2: The establishment of a relevant body would not be encouraged as this would\nexceed the scope of the instrument. 35. In cases where there are a number of bodies but no effective coordination mechanism, effective coordination mechanism within a specific timeframe (article 8(5) UNFSA refers) could be encouraged. 36. Formal or informal regional cooperative mechanisms could be strengthened or developed. 37. A possibility for participation of and/or cooperation with relevant international organizations, within their respective mandates, in practical arrangements under the instrument would be envisaged. 38. The duty of international organizations to coordinate and cooperate could be further operationalized as follows:\n• Joint meetings where appropriate. • Consultation on matters related to areas beyond national jurisdiction with a view to\ncoordinate respective activities. • Cooperation in the collection of data and information relating to areas beyond national\njurisdiction. • Sharing of information and data regarding activities and the impact of activities under\ntheir mandate with a scientific body under the instrument.\n• Cooperation in the identification and implementation of the most effective conservation measures to protect areas in areas beyond national jurisdiction, within a specific timeframe.\n• Cooperation in the management of MPAs in areas beyond national jurisdiction. • Conduct of marine scientific research and joint assessments of the effectiveness of\nexisting MPAs and their conservation measures. • Regular reports to a conference of the parties on progress made. • Participation in meetings of the respective governing bodies as observers.\nC. MARINE GENETIC RESOURCES, INCLUDING QUESTIONS ON THE SHARING OF BENEFITS\n1. Scope\n39. Geographical scope:\n• Option 1: The instrument would apply to marine genetic resources of the Area and the high seas.\n• Option 2: The instrument would only apply to marine genetic resources in the Area. 40. Material scope:\n• Fish and other biological resources used for research on their genetic properties. o A scientifically-informed threshold would be established, whereby if a particular\n(fish) species is extracted or harvested for the purpose of bioprospecting for marine genetic resources beyond a certain amount (depending on species and habitat variability), it would be considered a commodity. Such threshold could be elaborated by a scientific/technical body under the instrument.\n• On in situ/ex situ/in silico resources: o Option 1: Applies to both in situ and ex situ marine genetic resources. o Option 2: Applies to in situ and ex situ marine genetic resources as well as in\nsilico and digital sequence data. o Option 3: Applies to marine genetic resources collected in situ.\n• On derivatives: o Option 1: Applies to derivatives. o Option 2: Does not apply to derivatives."
    }, {
      "heading" : "2. Guiding principles and approaches",
      "text" : "41. On the common heritage of mankind and the freedom of the high seas:\n• Option 1: The common heritage of mankind would underpin the new regime governing marine genetic resources of areas beyond national jurisdiction. This implies:\no The need to carry out activities for the benefit of mankind as a whole, irrespective of their geographical location, and taking into particular consideration the interests and needs of the developing countries. o No claim or exercise of sovereignty or sovereign rights of the areas beyond national jurisdiction nor any appropriation would be recognized. o Benefits would be shared in a fair and equitable manner. o Activities regarding the exploration, exploitation of the resources in the said\nareas would be governed by the instrument. • Option 2: The freedom of the high seas would be applied to marine genetic resources in\nareas beyond national jurisdiction. • Option 3: Common concern of humankind. • Option 4: No indication of the applicable legal regime.\n42. The use of areas beyond national jurisdiction and their resources by all States would exclusively for peaceful purposes. 43. The jurisdiction and rights of coastal States over their continental shelf, including beyond 200 nautical miles where applicable, would need to be respected. 44. Principle of adjacency. Coastal States could be allowed a greater role in conserving, managing and regulating access to the resources of high seas pocket areas. 45. Marine scientific research activities do not constitute the legal basis for any claim to any part of the marine environment or its resources, as recognized in article 241 of UNCLOS. 46. Traditional knowledge. 47. Legal certainty, clarity and transparency. 48. Encouragement of research, innovation and commercial development. 49. Sustainable collection of genetic material. 50. Environmentally sound techniques and methods of operation. 51. Fair and non-arbitrary rules and procedures for benefit sharing. 52. Simple, expedient and cost-effective procedures and mechanisms."
    }, {
      "heading" : "3. Access and benefit-sharing",
      "text" : "53. Existing access and benefit-sharing models that could be considered include:\n• The provisions in UNCLOS relating to marine scientific research. • Article 82 of UNCLOS. • The CBD and Nagoya Protocol. • The ITPGRFA. • The Antarctic Treaty System.\n54. A scientific/technical body under the instrument could elaborate and recommend to the global body guidelines for the access and benefit-sharing regime.\n3.1 Access to marine genetic resources of areas beyond national jurisdiction 55. On whether to regulate access:\n• Option 1: Free access to marine genetic resources could be provided, in line with UNCLOS provisions concerning marine scientific research in areas beyond national jurisdiction.\n• Option 2: Regulated access could be provided: o Option 2.1: For bioprospecting, not for marine scientific research purposes. o Option 2.2: For marine genetic resources of the Area. o Terms and conditions for access could be established, taking into account the\npossibility of change of use, including capacity building, transfer of marine technology, a requirement to deposit samples, data and related information\navailable in open source platforms such as databases, biorepositories and/or biobanks, and/or contribution to an access and benefit-sharing fund as conditions for access, drawn from the ISA model.\no The principles contained in the Nagoya Protocol could be drawn from with respect to knowledge associated with genetic resources and prior consent involving indigenous and local communities. o Require States to take appropriate and effective legislative, administrative or policy measures to provide that genetic resources utilized within their jurisdiction have been accessed in accordance with established regulation.\n56. In situ access to marine genetic resources of areas beyond national jurisdiction could be based, in particular, on the following:\n• Respect for the regime for marine scientific research under UNCLOS. • No hindrance to research and development. • Respect for the rights and obligations of coastal States over the resources under their\njurisdiction, as provided for in UNCLOS. • Conservation and sustainable use of marine biological diversity of areas beyond national\njurisdiction, in line with applicable UNCLOS provisions. • Obligations for flag States to carry out the collection of marine genetic resources in a\nmanner that does not harm the ecosystem and to use environmentally sound techniques and methods of operation.\n• Impacts upon neighbouring zones, including those under national jurisdiction. • Severity of impact upon adjacent States Parties. • Consider cost of remediation and anti-pollution measures. • Stricter environmental protection measures, if needed, in MPAs. • Research programmes on marine research that could support the conservation and\nmanagement of areas beyond national jurisdiction with the participation of developing countries inspired by article 16 of the ITPGRFA.\n3.2 Sharing of benefits from the utilization of marine genetic resources"
    }, {
      "heading" : "3.2.1 Objectives",
      "text" : "57. Contribute to conservation and sustainable use of marine biodiversity of areas beyond national jurisdiction. 58. Be beneficial to present and future generations. 59. Promote marine scientific research. 60. Enhance research and development. 61. Promote capacity building and technology transfer. 62. Build capacity to access marine genetic resources of areas beyond national jurisdiction.\n3.2.2 Principles guiding benefit-sharing 63. Possible principles guiding benefit-sharing could include:\n• Balance between the interests of participating States and other entities engaged in the access and use of marine genetic resources.\n• Be fair and equitable on the basis of the common heritage of mankind. • Be transparent. • Be conducive to the conservation and sustainable use of marine biodiversity in areas\nbeyond national jurisdiction. • Not negatively impact States’ rights to conduct marine scientific research consistent with\nthe regime under UNCLOS. • Be conducive to marine scientific research conducted in accordance with UNCLOS, as\nwell as to the promotion of knowledge generation and innovation and not be detrimental to research and development.\n• Give due consideration to SIDS and LDCs. • Increase scientific knowledge on conservation of biodiversity. • Benefits from humane use of derivatives and not promote or allow the use of derivatives\ntowards destruction or impairment of human life or towards non-peaceful purposes.\n3.2.3 Benefits 64. Types of benefits could include:\n• Option 1: Both monetary and non-monetary. • Option 2: Non-monetary benefits.\n65. Possible monetary benefits could include those mentioned in the Annex to the Nagoya Protocol and in Part IV of the ITPGRFA. 66. Possible non-monetary benefits could include:\n• Those mentioned in the Annex to the Nagoya Protocol. • Those mentioned in Part IV of the ITPGRFA. • Facilitation of marine scientific research. • Collaboration in marine scientific research and in research and development\nprogrammes. • Access to and dissemination of all forms of resources, samples, data and related\nknowledge, including through mechanisms for data sharing, such as a clearing-house, data banks, sample collections, and open access gene pools.\n• Dissemination of research and development results relating to marine genetic resources. • Collection and sharing of data and knowledge on the associated marine environment,\nbiodiversity and ecosystems. • The instrument could provide for a framework to specify, coordinate, promote and\nmonitor the implementation, with respect to marine genetic resources from areas beyond national jurisdiction, of the provisions contained in Part XIII (‘Marine Scientific Research’), such as promoting international cooperation in marine scientific research (article 242, UNCLOS), making knowledge resulting from marine scientific research available by publication and dissemination (article 244, para. 1, UNCLOS), and promoting data and information flow and the transfer of knowledge (article 244, para. 2, UNCLOS).\n• Transfer of technology, including based on Part XIV of UNCLOS. • Capacity-building, including participation of scientists from developing countries in\nscientific research, access to scientific research vessels, educational opportunities and training programmes, activities to enhance, facilitate and stimulate the sharing of material, information and knowledge, strengthening capacities for technology transfer, institutional capacity-building, human resources and materials to strengthen capacities for the administration and implementation of access regulations, a global scholarship fund, and development of regional centres of excellence.\n• Other socio-economic benefits (e.g. research directed to priority needs such as health and security).\n67. The particular types of benefits that could be shared at particular points in the process could be considered.\n3.2.4 Benefit-sharing modalities\n68. A mechanism that takes into account existing benefit-sharing mechanisms such as the ISA could be considered. 69. A clearing-house mechanism could be established.5 70. Possible benefit-sharing modalities could include:\n• A fund could be established within the possible clearing-house mechanism: o The general purpose of the fund could be outlined in the instrument, whereas\ndetailed modalities could be developed by the governing body or provided through a protocol.\no Funded through royalties or milestones payments. o LDCs would be the primary beneficiaries of the fund. o Specific allocation for SIDS could be foreseen. o Benefits would be used for conservation and sustainable use of the ocean and\nmarine biodiversity of areas beyond national jurisdiction. o Consideration could be given to whether special exemptions would be extended\nto developing and least developed countries where there would be obligations to pay into a benefit-sharing fund.\n• A system similar to the annual partnership contribution under the World Health Organization (WHO) Pandemic Influenza Preparedness (PIP) Framework for the Sharing of Influenza Viruses and Access to Vaccines and Other Benefits could be established.\n• International programmes on marine research could be established to support the conservation and management of the marine environment in areas beyond national jurisdiction. Inspired by the ITPGRFA, Part V (Supporting components), the research programmes could include provisions on the participation of developing countries. The programmes could be linked to existing national research institutions and have research activities on genetic material from areas beyond national jurisdiction which may in turn generate monetary benefits for the participants. Another possibility would be to require developed Parties to include developing partners in their research and exploration activities on marine genetic resources.\n• A hybrid mechanism by combining a project-based approach similar to the ITPGRFA Benefit-Sharing Fund could be established with inspiration drawn from the WHO PIP Framework."
    }, {
      "heading" : "3.3 Intellectual property rights",
      "text" : "71. Option 1: Intellectual property rights, including disclosure of origin requirements in patent applications, would not be within the scope of the instrument, as this issue would need to be dealt with within the existing institutional frameworks competent in this subject-area (World Intellectual Property Organization (WIPO) and World Trade Organization (WTO)).\n5 See sub-section 5 in this section.\n72. Option 2: A mandatory disclosure of origin of the marine genetic resource in patent applications or other intellectual property right would be established. 73. Option 3: The instrument would prohibit private appropriation and the exercise of intellectual property rights where this would limit access to marine genetic resources for further research and other aims. If intellectual property rights were claimed in respect of products developed from marine genetic resources, the approach taken in the ITPGRFA could be considered. 74. Option 4: The matter of intellectual property rights would have to be addressed in a manner that ensures consistency with the work being conducted under WIPO. 75. Option 5: A sui generis system would be developed."
    }, {
      "heading" : "4. Monitoring of the utilization of marine genetic resources of areas beyond national jurisdiction",
      "text" : "76. Users could be required to register their activities. 77. A protocol, code of conduct or guidelines could be developed in order to ensure transparency in the use of marine genetic resources of areas beyond national jurisdiction. 78. A depository of information on marine genetic resources extraction could serve as a mechanism to trace the provenance of marine genetic resources obtained in areas beyond national jurisdiction. 79. A “passport” for marine genetic resources of areas beyond national jurisdiction could be introduced. This passport could be drawn from the Certificate of Compliance under the Nagoya Protocol, which would accompany genetic resources in order to demonstrate their origin at any stage of research, development, innovation, or commercialization. 80. A role for the ISA in monitoring of the utilization of marine genetic resources could be provided. 81. National authorities in charge of intellectual property rights could be established as a checkpoint to monitor the utilization of marine genetic resources and ensure benefit sharing.\n5. Clearing-house mechanism6 82. The Nagoya Protocol Access and Benefit-Sharing Clearing House could be used as a model or expanded on to hold records and data related to marine biodiversity of areas beyond national jurisdiction. 83. The clearing-house mechanism could:\n• Include global information services such as a website for the instrument, a network of experts and practitioners, mechanisms to exchange information and a network for clearing-house mechanisms at the regional, sub-regional and/or national levels.\n• Include information on access to samples and sample collections, access to and transfer of technology and capacity building and funding opportunities, and data and knowledge sharing.\n• Facilitate exchange of research results.\n6 See also sub-section 3.2 in this section.\n• Take into account the special circumstances of SIDS and LDCs. 84. The flag State could be required to report on accessed marine genetic resources from areas beyond national jurisdiction to the clearing house after the material has been deposited. A sample could also be provided to a public collection. 85. The deposit of sufficient information in a clearing-house could be required to enable use of marine genetic resources. 86. A platform for various organizations to cooperate and collaborate for better sharing of data/information could be created.\n6. Capacity building and transfer of marine technology7 87. Proponents of marine genetic resources-related activities could be required to provide capacity building specifically to SIDS. 88. Elements of capacity building could include:\n• Provision of education/training in science and technologies, policy and governance, including through joint research efforts supported through the establishment of a global scholarship fund, and enhanced through collaboration in research and development on marine genetic resources.\n• A fund with specific allocation for SIDS.\nD. MEASURES SUCH AS AREA-BASED MANAGEMENT TOOLS, INCLUDING MARINE PROTECTED AREAS"
    }, {
      "heading" : "1. Objectives of area-based management tools, including marine protected areas8",
      "text" : "89. Conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction. 90. Protection and preservation of the marine environment. 91. Protection, maintenance and restoration of ocean health and resilience, including key ecosystem processes, habitats and species, and areas which are vulnerable to impact(s), including from climate change, such as unique, fragile/sensitive, rare or highly biodiverse habitats and features as well as areas essential for the survival, function, or recovery of particular stocks or rare or endangered marine species (such as breeding or spawning grounds), or for the support of large ecosystems. 92. Protection of representative marine ecosystems, biodiversity and habitats, including through a global, coherent and representative network of effectively managed ABMTs, including MPAs, in areas beyond national jurisdiction."
    }, {
      "heading" : "2. Guiding principles and approaches",
      "text" : "93. Possible guiding principles and approaches could include:\n7 See also sub-section 3.2 in this section. 8 There is a need to determine whether it is practicable for the instrument to provide an exclusive list of objectives of ABMTs, including MPAs\n• Consistency with UNCLOS, UNFSA and other relevant treaties. • No undermining of existing relevant legal instruments and frameworks and relevant\nglobal, regional and sectoral bodies. • Taking advantage of the work and expertise of existing relevant legal instruments and\nframeworks and relevant global, regional and sectoral bodies. • Respect for the jurisdiction and rights of coastal States over the continental shelf,\nincluding beyond 200 nautical miles where applicable. • Compatibility of measures taken for the EEZ and for areas beyond national jurisdiction. • International cooperation and coordination. • Necessity. • Proportionality. • Ecosystem approach. • Precautionary principle/approach. • Use of the best available science. • Integrated approach. • Preventive principle. • Threats-based approach. • Representativity. • Adaptive management. • Protection and preservation of the marine environment. • Different levels of protection. • Establishment and management of ABMTs, including MPAs, on an individual, case-by-\ncase and temporary basis. • Sustainable use. • Balance of interests between activities for the protection and preservation of the marine\nenvironment and other lawful activities at sea. • Multi-use approach. • Equitable use. • Transparency. • Inclusivity. • Public participation. • Consultation. • Accountability. • Polluter-pays principle. • Traceability. • Liability. • Stewardship of the marine environment for present and future generations. • No disproportionate burden on coastal States. • Traditional knowledge of local and indigenous communities."
    }, {
      "heading" : "3. Process for the establishment of area-based management tools, including marine protected areas",
      "text" : "94. Option 1: “Global model” – A global overarching framework would be created to enable the identification, designation, management and enforcement of ABMTs, including MPAs, in areas beyond national jurisdiction. 95. Option 2: “Hybrid model” – General guidance and objectives would be developed at the global level to enhance cooperation and coordination and provide a level of oversight to the decision-making and implementation by regional and/or sectoral mechanisms.\n96. Option 3: “Regional and/or sectoral model” – General policy guidance to promote cooperation and coordination would be provided at the global level, while recognising the full authority, without oversight from a global mechanism, of regional and sectoral organizations in decision-making. 97. The process would not be a “one-size-fits-all” approach. Rather, it would be on a “case-bycase” basis taking into account common guidelines established by the global instrument's institutions."
    }, {
      "heading" : "3.1 Identification of areas",
      "text" : "98. Areas requiring protection through ABMTs, including MPAs, could be identified on the basis of best available science. 99. Possible criteria for the identification of areas could comprise:\n• General criteria and/or guidelines based on existing internationally recognized criteria such as those for CBD’s Ecologically or Biologically Significant Marine Areas (EBSAs), IMO’s PSSAs, vulnerable marine ecosystems (VMEs), and ISA’s APEIs, including uniqueness, rarity, vulnerability, fragility, sensitivity, representativeness, dependency, naturalness, productivity and diversity.\n• Criteria used under regional agreements. • Contribution to a global representative network could be duly considered. • Relevance of certain species or ecosystems for livelihoods and food security. • Socioeconomic factors could also be at the core of the process of determining the size\nand location of ABMTs and MPAs. • Criteria could be further developed, including on the basis of the best available scientific\ninformation and recommendations from a competent scientific advisory body. • Any new criteria agreed to by States and a decision-making body under the instrument.\n100. The work done by the IMO, CBD to describe EBSAs and RFMOs could be helpful in identifying priority biodiversity areas and vulnerable marine ecosystems."
    }, {
      "heading" : "3.2 Designation process",
      "text" : ""
    }, {
      "heading" : "3.2.1 Proposal",
      "text" : "101. Possible proponents could include:\n• States Parties to the instrument, individually or collectively, or in collaboration with relevant organizations.\n• Those States and entities that would be entitled to become Parties. • A scientific/technical committee under the instrument. • Other intergovernmental organization(s) within their respective mandates. • Non-governmental organizations.\n102. Proponents would be encouraged to seek views and inputs from relevant stakeholders, including civil society, in the process of developing their proposals. 103. The proposal would need to take into account the best available science, the precautionary approach/principle, and follow an ecosystem approach.\n104. Possible elements of a proposal could include: • The delimitation of the area/spatial boundaries. • A description of the objective(s). • A description of the characteristics and biodiversity values of the area and the sensitivity\nof the species/habitats concerned, including an evaluation of the current state of the marine ecosystem.\n• A description of impacts, including cumulative impacts, identification of threats and possible activities with adverse impact.\n• The conservation or management measures needed to reach the specified objective(s), including human activities that would be banned, a management plan and socioeconomic mitigation measures.\n• A description, if relevant, of how the proposed site could contribute to ecologically representative MPA networks, including its possible relationship to existing MPAs or other ABMTs.\n• Information on neighbouring areas, including areas within national jurisdiction such as those covered by submissions under article 76 of UNCLOS.\n• Information relating to possible interference with other legitimate uses of the sea and, when appropriate, related possible socio-economic costs.\n• Information on international organizations and bodies whose action might be relevant in order to achieve the conservation objectives, including existing conservation measures by other international organizations.\n• Whether prior consultations with those organizations have been held. • Identification of any overlap between the proposed ABMT and an existing ABMT,\nincluding measures for coordination. • Timing:\no Option 1: A time period would be indicated for the conservation and management measures.\no Option 2: The duration for the measures would not be indicated. • Monitoring and review, including elements of a research and monitoring plan. • Enforcement plan."
    }, {
      "heading" : "3.2.2 Consultation on and assessment of the proposal",
      "text" : "A possible process for conducting consultations on and assessing the proposals could include the following: 105. A proposal could be circulated through the secretariat to:\n• Option 1: States Parties and relevant global, regional or sectoral organizations and frameworks.\n• Option 2: All States, including non-Parties, relevant global, regional or sectoral organizations, and civil society.\n106. States, competent global, regional or sectoral organizations, and civil society representatives could be invited to submit comments on the proposal. 107. The agreement of States that are adjacent to areas beyond national jurisdiction where an ABMT could be created would be required when such an ABMT is under consideration. 108. There would be a time-bound period within which feedback and comments regarding the proposal could be submitted. The duration of the consultation process could be established in the instrument.\n109. The contributions made during the consultation process could be made publicly available by the secretariat, which would also collect, compile and forward all comments back to the proponent. 110. The proponent would revise its proposal, as necessary, based on the comments received through the consultation process. 111. The proposal could be reviewed through a mechanism for scientific consideration and advice such as by a scientific/technical body, which would consider whether a similar MPA exists and how it could be complemented with protection under the instrument, provide advice on the proposal’s compatibility with the instrument’s scientific criteria, as well as make other recommendations, including on ecologically representative MPA networks and biogeographical classification schemes. 112. A scientific/technical body could make recommendations on the proposal.\n3.2.3 Decision-making\nIn making a decision on the designation of ABMTs, including MPAs, the following could be considered: 113. The process of designation or establishment of ABMTs, including MPAs, would need to be consistent with the purposes and principles of the Charter of the United Nations, UNCLOS and other relevant legal instruments. 114. It would be necessary for the new instrument to provide for cooperation and coordination with existing regional and sectoral institutions. The relevant existing frameworks and noncontracting Parties would be allowed to join discussions of a global institution, such as a conference of the parties, as observers. 115. Measures taken by coastal States for the conservation and sustainable use of marine biodiversity within their national jurisdiction would need to be taken into account. 116. Adjacent States would be given particular consideration so that measures taken do not undermine their sustainable development. 117. The designation could include consideration of climate change and underwater noise impacts. 118. Depending on the conservation objectives of individual MPAs, as well as the vulnerability of their features/ecosystems and the pressures on them, different levels of protection could be necessary. 119. Time period for the ABMTs, including MPAs:\n• Option 1: The designation would be for an indefinite period. • Option 2: The designation would be time-bound. • If, at a later stage, an MPA were to fall entirely within a maritime area under the\nsovereignty or jurisdiction of a coastal State, it would cease to be in force. The coastal State could decide to adopt similar measures under its national law. In case of partial overlap, the MPA’s spatial boundaries would be amended accordingly.\n120. Decisions on ABMTs would need to be based on scientific data with ABMTs being universal and binding in nature. 121. Option 1: A global institution would make decisions on:\n• The spatial boundaries of the area to be designated as MPA. • The establishment of such area. • Appropriate conservation and management measures to be taken in the MPA. • In taking the decisions, all efforts would need to be made to reach consensus. Majority\nvoting could be envisaged. • The ISA could be an essential component, as it has a mandate already recognized by\nUNCLOS. 122. Option 2: Information about a designated area and activities that could potentially harm or cause adverse impacts to that area would be referred to relevant bodies and frameworks with purview over such activities for consideration and possible management measures or other action by those bodies.\n• When a designated area has multiple relevant bodies with purview over activities that could potentially harm or cause adverse impacts to that area, a process could be established by which those bodies could coordinate and cooperate, including during the consideration of and, as appropriate, implementation of possible management measures.\n• If the existing framework decides to take different measures from those identified by the Conference of the Parties or none at all, the Conference of the Parties would ask the existing framework for consultations. The States Parties to the instrument and the relevant existing frameworks would cooperate as much as possible within the relevant frameworks to ensure these existing frameworks duly respect the decision of the Conference of the Parties and take appropriate conservation and management measures.\n• Ways and means could be considered to make relevant measures binding upon all States Parties, including non-members of the relevant existing frameworks.\n123. Option 3: Any issues related to the establishment and management of ABMTs, including MPAs, would be addressed within existing international mechanisms.\n• An MPA proposal would be presented to the appropriate regional seas convention, which following public consultations, would consider the proposal in relation to the requirements of the instrument and relevant input from the public consultation.\n• The MPA, including any measures that fall within its competence could be adopted by the regional seas convention which would announce its decision on its website. The decision made by the regional seas convention, in accordance with the requirements of the instrument, would be binding on all States Parties to the instrument.\n• The regional seas convention, or one of its Parties, would forward the MPA decision specifically to other relevant bodies, such as IMO, RFMOs, other regional seas conventions, ISA, etc. The States Parties would be under an obligation to pursue the objectives of the instrument in all relevant mechanisms where they are participating.\n• Other relevant bodies would consider whether the activity they are managing are relevant to the conservation goals and if measures within their competence would be required.\n• The MPA would be on the agenda of the meeting of States Parties to the instrument following the decision, providing for accountability, transparency, review and stakeholder participation.\n124. Where there is no competent body to recommend measures to address the impact of a specific activity in the proposed area:\n• Option 1: The Parties would identify specific measures to meet the conservation objectives of the area. • Option 2: Such measures would be developed and considered by Parties and those States and entities that would be entitled to become Parties.\n• Option 3: The instrument would encourage the countries and organizations concerned to establish a new organization or framework and to participate in its activities.\n125. Upon designation, a secretariat under the instrument would notify States Parties and nonParties, relevant global, regional or sectoral organizations and frameworks, as well as all other stakeholders of the establishment of a new MPA, as well as its objectives, its management measures and the monitoring and review plan."
    }, {
      "heading" : "4. Implementation",
      "text" : "126. MPA management measures would come into effect a certain number of days after adoption by the decision-making body, at which moment they would be binding on States Parties with respect to the processes and activities carried out under their jurisdiction or control, and on organizations. 127. It would be the responsibility of States Parties to the instrument to implement the management measures established with respect to activities and processes under their jurisdiction or control as flag States. The flag State and the port State concerned could cooperate in the implementation and enforcement of the MPAs. 128. Where the implementation of an MPA management measure would prevent a State Party from fulfilling an existing obligation under another relevant legal instrument or framework or by a relevant global, regional or sectoral body, the management measure would not enter into effect for the State Party concerned. Should this circumstance no longer apply, the MPA management measure would be considered to be binding on the State Party concerned. 129. Parties would commit to using their best efforts to ensure the adoption of necessary measures by the relevant organizations of which they are members. 130. Competent international organizations with mandate over the marine area concerned could be tasked with implementing and enforcing the ABMTS, including MPAs. They could also be invited to adopt specific measures necessary to achieve the conservation objectives of the new instrument. They could also be requested to develop and implement biodiversity strategies and action plans as a tool to integrate biodiversity considerations into management and decision-making. 131. It would be important to ensure that area-based management measures would be made in a manner that takes account of action related to conservation and sustainable use of marine biodiversity taken by States in areas within national jurisdiction, and the interests of those coastal States adjacent to areas beyond national jurisdiction. 132. Nothing would prevent States Parties from adopting additional and stricter measures from those adopted by the competent international organizations with respect to their vessels or with regard to activities and processes under their control and jurisdiction.\n133. While the management plan would not be applicable to non-Parties to the instrument, these would be notified of the designation and invited to consider implementing appropriate management measures for activities and processes under their jurisdiction having an impact on the conservation objectives of the MPA. 134. Any management measures and any enforcement of management measures would need to be consistent with UNCLOS, including but not limited to sovereign immunity (in line with article 236) and the obligations in article 237."
    }, {
      "heading" : "5. Relationship to existing measures",
      "text" : "135. The relationship between provisions concerning ABMTs, including MPAs, in existing mechanisms and those to be made in the new instrument involves the relationship between existing international treaties and the instrument, which would need to be addressed in line with the general principles concerning treaty application as provided for under the Vienna Convention on the Law of Treaties. 136. ABMTs, including MPAs, would not undermine existing MPAs and regulations that are implemented by relevant global, regional and sectoral bodies. 137. Nothing in the instrument would prejudice the ability of States to designate ABMTs, including MPAs, under other legal instruments and frameworks and relevant global, regional and sectoral bodies, or the obligations of States pursuant to such designations. 138. On a procedure of recognition of regional and sectoral ABMTs, including MPAs:\n• Option 1: ABMTs, including MPAs, adopted by existing regional and sectoral mechanisms would go through a process of recognition by the global mechanism. Recognition would not derogate from the authority of a body to apply measures.\n• Option 2: Sectoral ABMTs (e.g. RFMO VME closures, IMO PSSAs, or ISA APEIs) would not require a formal global recognition process, but the global body would be informed and the ABMTs included in the clearing-house mechanism and information-sharing mechanism."
    }, {
      "heading" : "6. Capacity-building and transfer of marine technology",
      "text" : "Possible terms for capacity-building and transfer of marine technology could include: 139. Necessary support for developing countries, including obligations on developed States Parties to provide technical, scientific and funding support in the development of proposals, review of proposals, development of management measures, and monitoring of ABMTs. 140. Provisions to avoid the transfer of disproportionate conservation burden on SIDS (e.g. modelled on article 7 of UNFSA)."
    }, {
      "heading" : "7. Monitoring and review",
      "text" : "Possible elements of monitoring and review could include the following: 141. The ABMTs, including MPAs, would be kept under regular review and be monitored on the basis of best available science against the objectives identified to assess their effectiveness.\n142. A particular MPA’s conservation and management plan and any specific measures applied to it could be adjusted to reflect the status of the area based on a review process. 143. On the role of a scientific/technical body:\n• Option 1: A scientific/technical body under the instrument would oversee the monitoring and review of ABMTs, including MPAs.\n• Option 2: This function could be delegated to regional bodies where possible and appropriate.\n144. States Parties and competent global, regional or sectoral organizations could be required to report regularly on the implementation of the measures for activities under their purview. To this end, the instrument could provide for standardized reporting, with an associated timeframe for reporting, including through relevant regional and sectoral bodies. 145. Reports could be addressed to the secretariat that would make them available to a competent scientific advisory body for its consideration and recommendations as appropriate, to all States Parties for consideration and decision if necessary, as well as to the general public, for information. 146. The monitoring and review process would take into account the scientific data and information provided by the scientific committee established under the new instrument, States, regional and sectoral bodies, as well as by relevant global and regional processes and frameworks (e.g. the Regular Process for Global Reporting and Assessment of the State of the Marine Environment, including Socioeconomic Aspects) and civil society. It could account for exogenous factors such as climate change. 147. The review process could result in the publication of a progress report and identify any shortcomings by Parties, non-Parties, and regional or global bodies, affecting the effectiveness of the measures. 148. The review could lead to the maintenance of the status quo established by the MPA, a modification of any of the parameters established, or the removal of the MPA. The conservation objectives and/or the management measures could be adjusted, if and when necessary, based on best available scientific information and recommendations from a competent scientific advisory body. 149. One way of mitigating displacement of destructive activities to other locations could be by giving a global governing body the mandate to monitor and assess such risks of displacement and introduce countermeasures. 150. There could be a mechanism under the instrument for a global monitoring, control and surveillance (MCS) system to ensure that protected areas would be meeting their objectives and to identify violations by vessels as well as cases of regular non-compliance. This mechanism would facilitate information sharing and joint operations between existing MCS systems. 151. The instrument could establish a compliance mechanism. Following the outcome of the review process, Parties, stakeholders, including civil society, as well as the compliance committee itself, could submit a report of non-compliance. When a Party would be identified to have failed to discharge its obligations under the instrument or, in the case of non-Parties, under international law, to co-operate on the protection and preservation of the marine environment, by not taking measures or exercising effective control to ensure that its vessels or nationals do not engage in any\nactivity that undermines the effectiveness of the instrument’s conservation measures, the compliance committee would make recommendations on ways to rectify their acts or omissions. The non-complying Party and non-Party would be notified and offered a reasonable time to respond to the alleged non-compliance and rectify its actions or omissions. When necessary, the instrument would adopt measures to facilitate compliance (e.g. technical assistance and capacity building) based on recommendations from the compliance committee. If the Party or non-Party continues to undermine the effectiveness of the protected area, and/or if the ecosystem or any of its components under protection is under serious threat, the Parties to the instrument would adopt appropriate responsive measures. The responsive measures would be designed to ensure that the conservation objectives of the area are met.\nE. ENVIRONMENTAL IMPACT ASSESSMENTS 152. Internationally accepted standards, processes and protocols, including those reflected in the following instruments, could be referenced in developing the provisions on EIAs:\n• UNCLOS. • Convention on Environmental Impact Assessment in a Transboundary Context (Espoo\nConvention). • Revised Voluntary Guidelines for the Consideration of Biodiversity in Environmental\nImpact Assessments and Strategic Environmental Assessments in Marine and Coastal Areas of the CBD (UNEP/CBD/COP/11/23).\n• International Guidelines on Deep-Sea Fisheries in the High Seas of the Food and Agriculture Organization of the United Nations (FAO).\n• ISA recommendations for the guidance of contractors for the assessment of the possible environmental impacts arising from exploration for marine minerals in the Area (ISBA/19/LTC/8).\n• Protocol on Environmental Protection to the Antarctic Treaty."
    }, {
      "heading" : "1. Obligation to conduct environmental impact assessments",
      "text" : "153. States would be required to conduct EIAs, as provided in article 206 of UNCLOS. 154. This obligation could be operationalized, including through the possible development of general guidance/guidelines.\n• A scientific/technical body could elaborate and recommend guidance to a global decision-making body, including criteria and thresholds for activities in areas beyond national jurisdiction.\n155. The obligation to conduct EIAs would rest with the State under whose jurisdiction or control the activity in question takes place, namely where the State exercises effective control over a particular activity or the State exercises jurisdiction in the form of licensing or funding a particular activity, and not simply activities conducted by a vessel flying a State’s flag. 156. The EIA could be carried out by a third party, such as a research institution or a private company, under the direction and control of the State."
    }, {
      "heading" : "2. Guiding principles and approaches",
      "text" : "157. EIAs would contribute to the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\n158. Possible guiding principles and approaches could include: • Precautionary principle / approach. • Ecosystem approach. • International cooperation. • Integrated approach. • Use of the best available science / science-based approach. • Transparency. • Inclusiveness. • Consultation. • Fairness. • Effectiveness. • Inter- and intra-generational equity. • Responsibility to protect and preserve marine environment. • Polluter-pays principle. • Stewardship. • No-net-loss principle."
    }, {
      "heading" : "3. Activities for which an environmental impact assessment would be required",
      "text" : "159. The obligation to conduct EIAs would relate to planned activities under the jurisdiction or control of States. 160. Possible approaches to set out when an EIA would be required could include:\n• Option 1: EIAs would be mandatory for all proposed activities in areas beyond national jurisdiction. • Option 2: EIAs would be required under specified circumstances, including based on: o Possible threshold levels could be:\n Option 1: Based on UNCLOS article 206 (“reasonable grounds to believe that a proposed activity may cause significant and harmful changes to the environment”).  Option 2: More stringent requirements than UNCLOS to include “any harmful” changes.  Option 3: “Minor or transitory impact” as a preliminary threshold requiring initial assessment to determine whether significant impacts would be likely and formal EIA and reporting would be required as a result.  Option 4: More than a “minor or transitory effect”.  For areas designated for application of ABMTs under the instrument, or\notherwise designated for their significance/vulnerability at the international level (e.g., EBSAs, VMEs, PSSAs, MPAs), a specific threshold could be determined.\n Threshold could be included in an annex. o Approaches to listing activities could include:\n Option 1: Develop an indicative list of activities that would require EIAs (cf. Espoo Convention, Appendix III).\no A list would be non-exhaustive and not legally-binding. o A list would be placed in an annex.\n Option 2: Develop a list of activities exempt from EIAs.  A list could be developed by the institution with responsibility for\nguiding the conduct of EIAs.\n A list could be reviewed or updated by a conference of the parties to reflect new and emerging uses and scientific and technological developments.\no Where an activity in areas beyond national jurisdiction is already covered by existing obligations and agreements, possible approaches could include:  Option 1: It would be unnecessary to conduct another EIA for these\nactivities under the instrument.  Option 2: No such activity would be seen as exempt by definition.\n• Activities in areas designated for application of ABMTs under the instrument, or otherwise designated for their significance/vulnerability at the international level (e.g., EBSAs, VMEs, PSSAs, MPAs), would require an EIA.\n161. EIAs would not be related to global processes (for example, ocean acidification, global warming), which depend on many factors, and regulation of which is currently carried out within the relevant competent international structures. 162. Cumulative impacts could be considered:\n• Option 1: Possible cumulative effects would be taken into account, including those resulting from climate change, ocean acidification, and deoxygenation that may increase the significance of the effect of proposed projects.\n• Option 2: Cumulative impacts would be assessed “as far as practicable”."
    }, {
      "heading" : "4. Environmental impact assessment process",
      "text" : "163. Possible general procedural steps for the conduct of EIAs could include:\n• Screening o Option 1: Decision on the need for an EIA would be made by the State party under\nwhose jurisdiction the proponent operates. o Option 2: A global body under the instrument would articulate when or how\nactivities in areas beyond national jurisdiction trigger the need for an EIA. • Scoping • Assessment and evaluation of impacts\no An assessment of the potential impacts of the proposed activities in every dimension would need to be taken into account. o The related evaluation and analysis of the risks and potential impacts or effects of the proposed activities to marine environment would be done on the basis of recognized scientific methods.\n• Reporting of the EIA o Consistent with articles 205-206 of UNCLOS, the reports of the results of the assessments would be published and communicated. • Review / Monitoring\no Consistent with article 204 of UNCLOS, States would be required to keep under surveillance the effects of any activities being undertaken following the positive outcome of any EIA.\n164. Possible approaches to public participation/involvement could be as follows:\n• Option 1: Consultation would exist at each stage of the EIA process, beginning with the scoping phase.\n• Option 2: The type and frequency of public notification and consultation would reflect an activity’s level of risk and its anticipated impacts.\n• Option 3: Stakeholders would have an opportunity to provide inputs before decisions are made.\n165. Stakeholders for the conduct of public consultation could be:\n• Adjacent coastal States that may be affected by the impacts of the activity. • States Parties to the instrument. • Regional or sectoral bodies existing in the area where the activity would be conducted. • Relevant intergovernmental and non-governmental organizations. • Relevant experts from the scientific community and/or a scientific and technical\ncommittee created by the instrument. • Affected industries.\n166. The relevant State(s) could circulate a draft assessment that includes public comment and input and the information required by the instrument to all relevant stakeholders. 167. The proponent of a proposed activity in areas beyond national jurisdiction would be required to notify the State under whose jurisdiction the proponent falls. 168. A scientific/technical body could:\n• Oversee the EIA process. • Review proposals and provide recommendations to a global decision-making body\nregarding submissions on EIAs, including an assessment of cumulative impacts of human activities in areas beyond national jurisdiction and proposed provisions of an environmental management plan, including monitoring, review and compliance provisions.\n• Carry out periodic and ex-post evaluations. • A pool of experts capable of conducting EIAs for activities in areas beyond national\njurisdiction could be created under a scientific/technical body and could be commissioned to conduct and evaluate EIAs by States with capacity constraints.\n169. An SEA/EIA administrative oversight committee could:\n• Establish guidelines for EIAs. • Ensure that the EIA and SEA processes would be properly conducted by the appropriate\nentities and provide advice to a global body on EIAs and SEAs. 170. Where relevant international organizations have competence as regards EIAs in areas beyond national jurisdiction within specific sectors and/or areas, States could be required to conduct EIAs either directly or through relevant global, regional or sectoral bodies. 171. The draft assessment, along with any subsequent comments and recommendations, would be made publicly available on a website or equivalent. 172. Any completed EIA would be included in a report to a global body. States Parties, relevant bodies, non-governmental organizations, etc. would be given the opportunity to evaluate and scrutinize the assessments, considerations and decisions. 173. A decision on whether to proceed with proposed activity could be made by:\n• Option 1: The State Party under whose jurisdiction or control the activity takes place. • Option 2: An international body created under the instrument, such as a conference of\nthe parties, with the advice of a technical and scientific committee under such a body, and with an appeals process.\n174. It would be necessary to ensure that the outcome of the EIA is duly taken into account in decisions on the authorization of activities and on any accompanying mitigation or compensation (redress) measures. 175. The proposed activity would be permitted only where the assessment concludes that the activity would not have significant adverse impacts, or could be managed to avoid such impacts. Each decision to permit an activity would include an environmental management plan. 176. When an activity would not be authorized, an appeals process could be provided for. 177. Neither the EIA itself nor the State’s decision based on the EIA would be subject to review by any outside entity or process. 178. On the question of who would bear the costs of EIAs:\n• Option 1: The instrument could address who would bear the costs for an EIA. o The costs of the EIAs could be borne by or contributed to by the operator. o The costs of conducting the EIA could be borne by the proponent of an\nactivity. o In the case of activities carried out by developing countries, consideration\ncould be given to the need for financing and/or other means of cooperation (capacity-building and technology transfer).\n• Option 2: The decision on costs could be left to the national competence of States Parties."
    }, {
      "heading" : "5. Content of environmental impact assessment reports",
      "text" : "179. The content of EIA reports could include:\n• A description of the proposed activity and its purpose. • A description of the environment likely to be affected, including any dependent or\nassociated ecosystems, ecosystem services provided, impacted sensitive or vulnerable areas and vulnerability to climate stressors.\n• A description of the ecosystem services provided by the area. • A description of the potential environmental impact of the proposed activity, including\nimpacts on ecosystem services. • Cumulative, direct, indirect, short-term and long-term, positive and negative effects. • A description, where appropriate, of reasonable alternatives to the proposed activity,\nincluding the non-action alternative. • A description of mitigation measures to keep adverse environmental impacts to a\nminimum. • Baseline information. • An indication of predictive methods and underlying assumptions, as well as the relevant\nenvironmental data used, and an identification of gaps in knowledge and uncertainties encountered in compiling the required information.\n• Follow-up actions to verify the accuracy of the EIA and the effectiveness of mitigation measures, including where appropriate, an outline for monitoring and management programmes and any plans for post-activity analysis.\n• A rehabilitation plan, if necessary. • Enforcement and compliance provisions. • A non-technical summary.\n180. A generic EIA template could be developed."
    }, {
      "heading" : "6. Environmental impact assessments for transboundary impacts",
      "text" : "181. Article 206 of UNCLOS could serve as a basis for assessing transboundary impacts. 182. Transboundary impacts would not require separate assessment processes. 183. With regard to activities in areas within national jurisdiction having impacts beyond national jurisdiction, the following would need to be considered\n• Option 1: All human activities with the potential for significant adverse impacts in areas beyond national jurisdiction would need to be assessed, regardless of where they actually take place.\n• Option 2: The instrument would not cover EIAs for those activities within national jurisdiction.\no States Parties would be required to develop national legislation to cover activities within areas under their national jurisdiction and to publish reports.\n184. Activities in areas beyond national jurisdiction that have a potential impact upon the areas or resources within national jurisdiction would be subject to a transboundary EIA. 185. When an activity in areas beyond national jurisdiction would have an impact on an adjacent coastal State:\n• Option 1: That coastal State would be given due attention in the conduct of a project planning and EIA, including through consultation with the coastal State.\n• Option 2: That coastal State would be notified and allowed to be intimately involved in the EIA process, particularly the evaluation, and the activity would not be allowed to proceed without the specific approval of the affected coastal State.\n• Communities would also be notified and consulted. • Civil society could also be notified and consulted. 7. Strategic environmental assessments9\n186. On whether or not to include a provision on SEAs:\n• Option 1: The object of EIAs would be the planned “activities” under the jurisdiction or control of States, excluding SEAs. • Option 2: The conduct of SEAs would be provided for. o Clear, transparent and effective requirements and procedures for SEAs would be\nestablished. o The parameters for EIAs in the instrument would equally apply to SEAs. o Cooperation between States at the regional level would be facilitated, either ad\nhoc or in the context of existing regional or global institutions, for conducting SEAs in areas beyond national jurisdiction.  SEAs would be developed at the regional level, prior to commencing\nactivities requiring EIAs.  Regional and global organizations would be encouraged to prepare SEAs\nwhere they have mandates.\n9 See also sub-sections 4 and 12.\n Mechanisms would be established in the instrument to engage global sectoral organizations, such as IMO and ISA, as well as regional conventions in regional SEA processes.\no SEAs would be collectively funded.\n8. Compatibility of environmental impact assessment measures10 187. Compatibility with coastal State measures could be built into EIAs conducted in relation to areas beyond national jurisdiction adjacent to areas within coastal State’s jurisdiction."
    }, {
      "heading" : "9. Relationship to existing environmental impact assessment measures under relevant legal instruments and frameworks and relevant global, regional and sectoral bodies",
      "text" : "Possible approaches to EIA measures under relevant instruments and frameworks and relevant global, regional and sectoral bodies could include the following: 188. Existing relevant legal instruments and frameworks, in particular UNCLOS, as well as relevant global, regional and sectoral bodies should not be undermined. 189. Existing processes and guidance developed to assess the impacts of human activities on biodiversity features applicable in areas beyond national jurisdiction, including those under regional and sectoral regimes would be respected. 190. There would be no duplications between EIAs conducted under the instrument and EIAs conducted under the relevant existing bodies. 191. Existing activities managed under regional and sectoral organizations could be allowed to continue where these organizations are mandated to consider the environmental impacts in the regulation of their respective activities. The instrument could play a useful role in assisting to coordinate these efforts. 192. Cooperation and information sharing between the different conventional regimes that envisage an EIA would be facilitated. 193. The global body under the instrument could assure transparency, accountability and stakeholder scrutiny of assessments and decisions made."
    }, {
      "heading" : "10. Clearing-house mechanism",
      "text" : "194. Information gathered in connection with an EIA process in areas beyond national jurisdiction would be made publicly available. 195. A central repository of publicly available data and information on EIAs, SEAs, and baseline data on areas beyond national jurisdiction, such as a clearing-house mechanism could be established, including to:\n• Publish draft EIAs. • Provide for stakeholders to comment on the draft EIAs within a set deadline. • Communicate the results of EIAs.\n10 See also section 6.\n• Contribute to capacity-building, in particular for developing countries, including by facilitating access to a globally shared body of best practices.\n196. A clearing-house would, as far as possible, be cost-effective, take advantage of information technologies, including through a dedicated website managed by DOALOS."
    }, {
      "heading" : "11. Capacity-building and transfer of marine technology",
      "text" : "197. The special needs of developing countries, in particular SIDS, LDCs and land-locked developing countries would need to be taken into account, including necessary technical, knowledge and financial assistance, as well as development of infrastructure, institutional capacity and transfer of marine technology, amongst others. 198. Adequate capacity-building and transfer of marine technology would need to be ensured, including through collaboration, e.g. voluntary peer review mechanisms or “twinning” amongst States Parties. 199. The special circumstances of SIDS would need to be adequately addressed.\n• The mechanism would need to ensure that the required capacity would be available for SIDS, so that the contents of the EIAs and associated implications are fully understood and comprehended.\n• Financial and technical support to develop and review EIAs and to encourage more equity in activities in areas beyond national jurisdiction could be included.\n200. Developing countries could be provided with an opportunity to submit joint EIAs where appropriate."
    }, {
      "heading" : "12. Monitoring and review",
      "text" : "Possible approaches to monitoring and review could include the following: 201. Consistent with article 204 of UNCLOS, States would monitor and keep under surveillance the effects of any activities undertaken following the EIA, as well as compliance with any conditions (such as prevention, mitigation or compensation measures) related to their authorization. 202. Monitoring and review could be performed as follows:\n• Option 1: A monitoring and review mechanism would ensure compliance. o On an annual basis, States Parties would be required to prepare and submit to a\nreview committee a report detailing their implementation of the EIA-related provisions of the instrument. States could also report on any failures to implement the EIA-related provisions by other parties. The reports would be made publicly available without delay.\no With the assistance of the secretariat and the scientific body, the committee would prepare an annual synthesis document evaluating States’ compliance with their EIA-related obligations, identifying any specific instances of noncompliance and publish such report. o Affected coastal States and relevant regional/sectoral bodies would be consulted by the monitoring and compliance committee in the conduct of monitoring and evaluation activities.\n• Option 2: Monitoring and review would be performed by the State or the proponent of an activity with regular reporting to the State concerned.\n203. After termination of the activity, there would be a follow-up evaluation to ensure environmental protection was upheld, which could take the form of natural capital accounting and be compared against the baseline established during the screening phase. 204. A contingency fund could be established to mitigate possible harmful effects on the environment caused directly by the activity. In line with the polluter-pays principle, proponents of the activity would deposit an agreed sum of money, which would be returned to the proponent upon satisfactory completion of an ex-post EIA and clearance from the scientific committee of the global body. 205. Reports about subsequent measures and monitoring results would be made publicly available.\nF. CAPACITY-BUILDING AND TRANSFER OF MARINE TECHNOLOGY11\n206. The instrument could define general obligations in promoting cooperation to develop capacity and transfer of marine technology, including in the following manner:\n• Option 1: Capacity-building and transfer of marine technology are cross cutting issues and affect all the other issues in the package deal, and thus would be mainstreamed into the other sections of the instrument.\n• Option 2: A dedicated section would be included which would focus on the various elements with links to the other sections.\n207. Capacity-building and technology transfer provisions would be coherent with and enhance the implementation of or operationalize existing provisions on capacity-building and transfer of marine technology of UNCLOS and other international agreements.\n208. The instrument could include provisions with reference to the following:\n• UNCLOS, Part XIV. • CBD, article 18.1. • Criteria and Guidelines on the transfer of marine technology of the Intergovernmental\nOceanographic Commission (IOC) of UNESCO. • Small Island Developing States Accelerated Modalities of Action (SAMOA) Pathway\n(paras. 102 and 111). • Stockholm Convention on Persistent Organic Pollutants, articles 11 and 12, paras. 1 and\n2. • Minamata Convention on Mercury, article 14.1. • Istanbul Programme of Action for the Least Developed Countries for the Decade 2011-\n2020 (IPoA).\n1. Objectives of capacity-building and transfer of marine technology 209. The instrument could provide for general and specific objectives relating to capacity-building and transfer of marine technology for the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction. These could include:\n• Improving the capacity of developing countries in the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\n11 Capacity-building and transfer of marine technology could be mainstreamed throughout the instrument or be included in a standalone section.\n• Increasing, disseminating and sharing knowledge and expertise on the conservation and sustainable use of marine biodiversity in areas beyond national jurisdiction, and empowering all States to fully take part in the achievement of the instrument’s objectives. • Coordinating efforts relating to the conservation and sustainable use of marine resources.\n• Enhancing and developing the capacity of developing countries to implement the instrument.\n2. Principles and approaches guiding capacity-building and transfer of marine technology\n210. Possible guiding principles and approaches could include:\n• Duty to cooperate and collaborate under UNCLOS. • Duty to promote the development of marine scientific and technological capacity of\nStates under UNCLOS. • Duty to provide scientific and technical assistance to developing countries under\nUNCLOS. • Provision of data and information on the basis of best available science. • Needs-driven and meaningful. • Long-term support. • Pertinence. • Effectiveness. • Equality. • Mutual benefit. • Transparency. • Integrated approaches. • Duty to provide preferential treatment for developing countries under UNCLOS. • Special regard to the requirements of developing States (similar to obligations under\nPart VII of UNFSA). This duty would include consideration of the countries with special interests and needs:\no SIDS. o LDCs. o Land-locked developing countries. o Geographically disadvantaged countries. o Coastal African States. o Coastal communities vulnerable to the impacts of climate change. o Specific challenges of developing middle-income States.\n• Promote the role and participation of women. • Consider the principles included in the IPoA. • Involve relevant stakeholders, including private actors and organizations. • Part XIV of UNCLOS would provide a basis for capacity-building and transfer of marine\ntechnology, and the IOC Criteria and Guidelines on Transfer of Marine Technology would provide a basic framework for capacity-building and transfer of marine technology.\n• Enhance the implementation of and build upon lessons learned from existing instruments and mechanisms, including UNCLOS, ISA, IOC-UNESCO, United Nations Framework Convention on Climate Change (UNFCCC), CBD, IPoA, without undermining or duplicating them.\n• Optimize the use of available financial, human and technical resources.\n211. As regards the relationship between intellectual property rights and capacity-building and transfer of marine technology:\n• Option 1. Ensure the protection of intellectual property rights. • Option 2. Give due regard to intellectual property rights. • Option 3. Strike a balance between the protection of intellectual property rights and the\npromotion and dissemination of technology, including by referring to intellectual property in the organizations that are competent in such issues, in particular WIPO or WTO Trade Related Aspects of Intellectual Property Rights.\n3. Scope of capacity-building and technology transfer\n212. Both capacity-building and transfer of marine technology could address: • Access, collection, analysis and use of data, samples, publications and information. • Implementation of UNCLOS obligations to promote the development of marine scientific\nresearch capacity in developing States and to promote the transfer of marine science and technology.\n• Benefits from developments in marine science related activities. • Capacity-building in respect of access and benefit sharing.12 • Development, implementation and monitoring of ABMTs, including MPAs.13 • Conduct and evaluation of EIAs, and participation in SEAs.14 • Implementation of the Sustainable Development Goals, in particular Sustainable\nDevelopment Goal 14."
    }, {
      "heading" : "3.1 Capacity-building",
      "text" : "213. With regard to the types of capacity-building activities for inclusion in the instrument, the following could be considered:\n• Option 1. A list would not be included given that it might be too prescriptive and could hamper the ability to adapt to future developments. A general requirement would be included in the instrument leaving details to be possibly determined at a later stage by an ad hoc working group. • Option 2. An indicative, non-exhaustive and flexible list of activities would be incorporated. It could include the following:\no Development of human resource and institutional capacity, through initiatives at the regional, sub-regional and national levels across sectors and organizations to implement the instrument. o Individual capacity-building through short-term, medium-term and long-term training and scholarships, exchange of experts. o Scientific, educational, technical assistance, including in natural and social sciences, both basic and applied, including oceanography, chemistry, marine biology, marine geospatial analysis, ocean economics, international relations, public administration, policy and law, training in science and technologies, including through the establishment of a global scholarship fund. o Assistance in the development, implementation and enforcement of national legislative, administrative or policy measures, including associated regulatory, scientific and technical requirements on a national or regional level.\n12 See also section C. 13 See also section D. 14 See also section E.\no Establishment or strengthening of the capacity of relevant organizations/ institutions. o Access to and acquisition of necessary knowledge and materials, information, and data in order to inform decision making of the developing countries. o Awareness-raising and knowledge sharing, including on marine scientific research. o Development of joint research cooperation programmes, technology in marine science, necessary infrastructure, acquisition of necessary equipment to sustain and further develop R&D capabilities in country, including data management. o Collaboration and international cooperation in scientific research projects and programmes. o Establishment or strengthening of the capacity of relevant organizations/ institutions."
    }, {
      "heading" : "3.2 Technology transfer",
      "text" : "214. Any definition of transfer of marine technology would need to be broad enough to take account of future developments in science.\n215. The IOC Criteria and Guidelines on the Transfer of Marine Technology provide an important reference point, and details could be included on what is considered technology for the purpose of technology transfer, with the possibility for revision to meet the requirements of the instrument.\n216. Technology transfer could include the following:\n• Access to technology that is appropriate, reliable, affordable, modern and environmentally sound.\n• Hard technology as well as other associated aspects such as computers, autonomous underwater vehicles and remotely operated underwater vehicles.\n• Specialized equipment, such as acoustic and sampling devices, multi-beam echo sounding, acoustic underwater positioning systems.\n• Observation facilities and equipment, in situ and laboratory observations such as analysis and experimentation, molecular tools for high-resolution observation of microbes to larger invertebrates that would allow sequencing of DNA at sea and back on shore.\n• IT infrastructure that would allow advanced data analysis and storage of data, including high-resolution, large-scale and long-term data collection.\n• Data and specialised knowledge inclusive of, but not limited to, equipment, manuals, sampling methodology, criteria, reference materials, guidelines, protocols, samples, processes, software, methodologies and infrastructure.\n• Institution building at the regional, sub-regional and national levels, including for the management of data.\n• Training and technical advice and assistance necessary to assemble, maintain and operate a viable system and the legal right to use these items for that purpose on a nonexclusive basis.\n• Innovative financial mechanisms for marine technologies. 4. Modalities for capacity-building and technology transfer\n217. Capacity-building and technology transfer could be provided as follows:\n• Through clear, simple, targeted procedures and modalities that operate as expeditiously as possible, by working directly or through appropriate global, regional organizations and bodies.\n• On a case-by-case basis, country specific and needs driven, to provide tailored solutions for States requiring it.\n218. Capacity-building and transfer of marine technology would need to be responsive to national and regional needs, priorities and requests, with flexibility to adapt to changing needs and priorities. Needs could be evaluated through:\n• Periodic assessments of the needs identified by developing States carried out at national and regional levels, involving all relevant States and stakeholders.\n• A holistic evaluation of existing capacities, including institutional and human resource capacities.\n• Data from the Sustainable Development Goals indicators.\n219. Transfer of marine technology could be provided as follows: • Option 1: On fair and reasonable terms and conditions as well as through favourable\nterms and conditions. • Option 2: On a voluntary basis, on mutually agreed terms and conditions that respects\nintellectual property rights and fosters science, innovation, research, and development. • Option 3: On a voluntary basis, on favourable terms, including on concessional and\npreferential terms, as mutually agreed.\n220. Cooperation at all levels would be important and could be facilitated through: • North-South, South-South and triangular cooperation and partnerships with relevant\nstakeholders, including intergovernmental organizations, non-governmental organizations, academia, the business sector/private sector and philanthropic organizations.\n• Collaboration between Regional Seas Programmes and RFMOs. • Development of joint scientific research projects in cooperation with institutions in\ndeveloping countries and the establishment of national and regional scientific centres of excellence, including as data repositories.\n• Sharing knowledge for, and raising awareness on the importance of effective conservation and sustainable use of marine biodiversity in areas beyond national jurisdiction.\n• Joint venture arrangements and advisory and consultative services which enable human resources development, education, technical assistance/cooperation, development and transfer of technology.\n221. Development of human resources as well as technical and research capabilities related to the objectives and material scope of the instrument could be effected through the following:\n• Creation of training opportunities at national, regional and global levels, including exchange postings and workshops.\n• Establishment of mentoring and partnerships. • Development of regional centres for skill development. • Establishment of a global scholarship programme to foster science, policy and\ngovernance research on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction in a similar manner to the United Nations – Nippon Foundation of Japan Fellowship Programme.\n• Development of a strong global professional alumni network as a pool of human resources, networking, mutual learning, and a foundation of international cooperation.\n222. Best practices and lessons learned from existing mechanisms would need to be utilized wherever relevant and applicable, including:\n• The mechanism under the ISA. • CBD, article 16. • The Agreement on Port State Measures to Prevent, Deter and Eliminate Illegal,\nUnreported and Unregulated Fishing.\n5. Clearing-house mechanism 223. A global system, linking clearing-house mechanisms networks at the global, regional and national levels and providing a central “one-stop shop” access to information could be established.\n224. The interoperability and linkages between existing clearing-house mechanisms could also be improved.\n225. A clearing-house mechanism could perform the following functions:\n• Provide a platform or repository, including as a centralized information access point for the dissemination of, sharing and coordination of knowledge, including traditional knowledge, data and information, technological activities, including access to evaluations and publications.\n• Help to ensure quick/one-stop access to information on capacity-building and technologies in relation to the objectives and scope of the instrument.\n• Promote and facilitate access to corresponding expertise and know-how, including through virtual classes.\n• Provide information on existing opportunities and projects, activities and programmes occurring in areas beyond national jurisdiction and a method for matching needs and opportunities for capacity-building and transfer of marine technology.\n• Identify best practices and recognize gaps to better support the implementation of the instrument.\n• Develop initiatives at national, regional and global levels. • Promote international coordination and collaboration. • Facilitate open access to samples and knowledge.\n226. A Secretariat or other institutions could be in charge of administering the clearing-house mechanism.\n227. A clearing-house mechanism could build on and not duplicate existing instruments, mechanisms and frameworks, including the following:\n• UNCLOS, Part XIV. • The IOC-UNESCO Criteria and Guidelines on Transfer of Marine Technology, the\nInternational Oceanographic Data and Information Exchange and the Ocean Biogeographic Information System. The relationship between the instrument and IOC could be clarified, including whether to enhance the role of IOC through additional financial support or resources to provide and develop a structure for fostering coordination and collaboration.\n• The work of ISA. • The Nagoya Protocol. • The UNFCCC and the Paris Agreement. • The ITPGRFA Global Information System.\n• The Convention on Access to Information, Public Participation in Decision-Making and Access to Justice in Environmental Matters (Aarhus Convention).\n6. Funding 228. A funding mechanism(s) to ensure adequate, predictable and sustainable funding for capacity-building and transfer of relevant marine technology, as well as to promote the establishment of genuine partnerships between the private sector and private and public actors in developing countries, could be established as follows:\n• Option 1: A voluntary trust fund would be established. • Option 2: An existing funding mechanism would be utilized, for example the Global\nEnvironment Facility. • Option 3: A special fund and other distinct funding mechanisms such as a rehabilitation\nor liability fund, as well as a contingency fund would be established. • Option 4: A combination of voluntary and mandatory mechanisms.\n229. Funding would be provided through:\n• Voluntary and mandatory proceeds. Existing funding mechanisms such as the Nagoya Protocol, and ISA capacity-building funding arrangements could be models to draw from.\n• Contributions resulting from the access to and utilization of marine genetic resources; premiums paid during the approval process for EIAs; penalties incurred for noncompliance for EIAs; and a percentage of the amount paid for the transfer of technology.\n• Contributions from sponsoring States or private entities proposing to explore and exploit marine biological diversity resources of areas beyond national jurisdiction, with rates of contribution depending on considerations such as the size of area involved, type of activities, and risks associated with the proposed activities.\n230. The funding mechanism could be integrated with the climate change mechanism, and similar funding mechanisms, for instance taking into account carbon footprints.\n231. Contributions to the fund would be open to Member States, other entities as well as nongovernmental organizations, foundations, research centres, individuals, etc.\n232. New ocean sustainability finance tools could be considered, such as the Coalition for Private Investment in Conservation. 233. The fund could be used to fund capacity-building and transfer of marine technology related activities and programmes, including:\n• Finance the participations of developing countries in major meetings under the instrument.\n• Assist developing countries in meeting their commitments under the instrument. • Support scholarships and fellowships, programmes, training, and other opportunities for\nnationals of developing countries to learn about activities related to marine biological diversity of areas beyond national jurisdiction and participate fully in the operationalization of an instrument.\n• Support regional scientific and technological centres with pooled global resources to enhance technology transfer efforts.\n• Support the development a clearing-house for capacity-building and transfer of marine technology.\n234. Any funding mechanism would need to have minimal conditionality for access and use of funds. 235. The resources for capacity-building and technology transfer would need to be promptly received by the target State. 236. Priority access to a fund and preferential treatment could be given to SIDS and LDCs. 237. The fund could have dedicated earmarking for vulnerable States.\n7. Monitoring, review and follow-up\n238. A monitoring, review and follow-up process could: • Enable the review on a periodic basis of the capacity constraints faced by developing\ncountries, in particular SIDS, so that the recipient countries and regions’ needs could be adequately met, on a stable and long-term basis.\n• Measure the success of capacity-building and technology transfer efforts, utilizing quantitative and qualitative data, carried out in a joint collaborative effort undertaken at the national, regional and global level.\n239. A monitoring, review and follow-up process could be carried out through the following: • An advisory (scientific and/or technical) or decision-making body under the instrument. • A review conference and/or meeting of the States Parties could be convened on a\nregular basis to assess the needs and to fill in the gaps, supported by a Secretariat and/or a compliance committee.\n• States Parties could be made aware of the progress made in capacity-building under the instrument.\n• A review process that would be inclusive of all stakeholders which contribute to capacity-building and transfer of marine technology.\n240. Reporting requirements could be established that would be regular, transparent, comprehensive and streamlined for SIDS and facilitate periodic and systematic reviews, including of needs and priorities.\nIV. INSTITUTIONAL ARRANGEMENTS\n241. The instrument could provide for institutional arrangements as follows:\n• Option 1: “Global model” – Scientific advice, decision-making, review and monitoring of implementation would be done at the global level.\n• Option 2: “Hybrid model” – General guidance, criteria and standards would be set at the global level while regional and sectoral organizations would be relied upon for scientific advice and implementation and compliance, with a level of oversight as regards decision-making and implementation at the global level.\n• Option 3: “Regional or sectoral approach” – A global mechanism would aim at facilitating coordination and cooperation while leaving regional and sectoral bodies with the full authority to decide on measures and ensure follow-up and review of implementation.\n242. The possibility of using mechanisms already in place could be examined."
    }, {
      "heading" : "A. DECISION-MAKING BODY/FORUM",
      "text" : "243. The institutional arrangement for the instrument would provide for an overarching framework at the global level that would meet regularly. It could be organized as follows:\n• Option 1. A new international organization, with a meeting or conference of the parties would be established. The conference of the parties would be convened every year and a Review Conference15 every five years.\n• Option 2: The mandate of the ISA would be expanded to oversee the implementation of the instrument.\n244. The global body could be composed of an assembly and a council, with limited membership whose members would be elected by the assembly. 245. Possible functions of a global body could include:\n• Establish objectives, procedures, criteria, standards and guidelines, based on best available scientific information, including traditional knowledge.\n• Oversee/review the implementation of the instrument. • Adopt decisions related to the implementation of the instrument.16 • Establish subsidiary bodies and provide guidance to these bodies, as considered\nnecessary. • Facilitate and promote cooperation and coordination among different stakeholders,\nStates and competent organizations, including by establishing processes for cooperation and coordination with existing bodies.\n• Administer a global information repository. • Consider and adopt amendments to the instrument. • Promote harmonization of appropriate policies and measures for the conservation and\nsustainable use of marine biodiversity of areas beyond national jurisdiction. • Ensure compliance with the instrument. • Adopt programmes of work and budgets relating to the work of the instrument. • Assess the effectiveness of the instrument in securing the conservation and sustainable\nuse of marine biodiversity in areas beyond national jurisdiction, and if necessary, propose means of strengthening the implementation of the instrument in order to\n15 See also section XI. 16 See e.g. sections III.C, III.D, III.E and III.F.\nbetter address any continuing problems in the conservation and sustainable use of marine biodiversity.\n• Review information received from States Parties and relevant sectoral and regional mechanisms on actions taken with regard to the implementation of the instrument. • Adopt decisions on how to undertake implementation in the absence of a competent regional body or where such a body fails to take action.\n• Consider any other issues as decided by the Parties. 246. The regulations and measures put in place by the global body “shall be no less effective than international rules, standards and recommended practices and procedures”, in line with UNCLOS article 208 (3). 247. Participation in meetings could be open to non-Parties, relevant inter-governmental organizations, non-governmental organizations and other stakeholders, in an observer capacity. 248. The global body could welcome input from existing regional and sectoral organizations, civil society, and other stakeholders as appropriate. 249. The meetings of the global body could be held at a venue at which most delegations, and in particular SIDS, maintain a permanent presence, in order to take fully into account their particular capacity constraints. 250. Some decision-making as well as implementation could be conducted at the regional level, so as to adequately reflect regional and sub-regional specificities. 251. States Parties would be encouraged to, where possible, cooperate through regional instruments with an objective to implement measures adopted under the new instrument. 252. A regional/sub-regional forum could be established and could meet at regular intervals, prior to the meeting of the global body, to:\n• Take decisions on measures to implement based on global criteria, standards and measures.\n• Organize broad and inclusive consultations with relevant stakeholders on relevant projects.\n• Report to the global body. • Make recommendations or submissions for improving the implementation of the\ninstrument to the global body. 253. The regional/sub-regional forum could be composed of two chambers (adjacent coastal States; and all parties to the instrument) and its meetings could be open to representatives of existing regional organizations, existing sectoral organizations, international organizations, and other stakeholders. 254. Where a subregional or regional organization or arrangement exists and has the competence to establish conservation and sustainable use measures, States Parties to the instrument could be required to become a member of such organization in order to effectively cooperate in such organization or arrangement, and actively participate in its work. 255. A State Party which is not a member of a subregional or regional organization or arrangement or is not a participant in a subregional or regional organization or arrangement could nevertheless cooperate, in accordance with relevant international agreements and international law,\nin the conservation and management of the relevant fisheries resources by giving effect to any conservation and management measures adopted by such organization or arrangement. 256. Representatives from relevant organizations, both governmental and non-governmental, concerned with biological diversity beyond areas of national jurisdiction could be afforded the opportunity to take part in meetings of subregional and regional organizations and arrangements as observers or otherwise, as appropriate, in accordance with the procedures of the organization or arrangement concerned. Such representatives may be given timely access to the records and reports of such meetings, subject to the procedural rules on access to them."
    }, {
      "heading" : "B. SUBSIDIARY BODY/BODIES",
      "text" : "257. A scientific and/or technical body could be established as a subsidiary body, including as follows:\n• Option 1. A scientific and/or technical body would be established. It could utilize scientific committees under existing frameworks. It could be organized in chambers or sub-commissions similar to the Commission on the Limits of the Continental Shelf.\n• Option 2. One scientific committee covering all sea areas would be established. • Option 3. Multiple scientific committees with each one covering a sea area would be\nestablished. 258. The possible composition of these bodies could include:\n• Multidisciplinary subject-matter experts nominated by governments, including from States Parties on issues covered by the instrument.\n• Representatives and international experts specializing in various elements of the instrument, for example from the FAO and the IMO.\n• Experts in or relevant traditional knowledge holders. 259. A scientific and/or technical subsidiary body could perform the possible following functions:\n• Decision-making, this could be by consensus in principle. • Making recommendations to the global body in relation to marine genetic resources,\nincluding questions on the sharing of benefits,17 ABMTs, including MPAs,18 EIAs,19 and capacity building and transfer of marine technology.20\n• Identifying new and emerging issues relating to the conservation and sustainable use of marine biodiversity of areas beyond national jurisdiction.\n• Providing advice on scientific programmes and international cooperation in research and development related to conservation and sustainable use of marine biodiversity of areas beyond national jurisdiction.\n• Responding to scientific, technical, technological and methodological questions that the decision-making body and its subsidiary bodies might submit.\n• Providing regular assessments of the state of scientific knowledge of marine biodiversity of areas beyond national jurisdiction. Due consideration could be given, among others, to the question of what kind of input could be received from the Regular Process, as well as other relevant processes (such as the EBSA process).\n• Carrying out additional functions such as those of a financial, budgetary and legal nature, as deemed necessary.\n17 See also section III.C. 18 See also section III.D. 19 See also section III.E. 20 See also section III.F.\n260. Additional subsidiary bodies could be established under the instrument as follows: • An SEA/EIA administrative oversight committee.21 • A compliance committee to review general issues of compliance and implementation of\nthe instrument.22 • A finance and administration committee.23 • A committee on capacity-building and transfer of marine technology. • A mechanism/entity with a mandate to oversee access and benefit-haring of marine\ngenetic resources.24 261. Taking into account the special case of SIDS, each of the subsidiary bodies could allocate dedicated seats to SIDS.\n262. At the regional level, regional arrangements could be established to facilitate implementation of the instrument, including regional experts panels or committees, such as regional area-based management committees, regional capacity-building and transfer of marine technology committees, regional enforcement committees, and regional finance and administration committees."
    }, {
      "heading" : "C. SECRETARIAT",
      "text" : "263. The functions of the secretariat could be modelled on article 319 (2) of UNCLOS and article 15 of General Assembly resolution 49/28, as well as the general functions of secretariats under other instruments, such as the CBD and UNFCCC. 264. Procedures established by the secretariat could take into account the special circumstances of SIDS. 265. Whether a permanent secretariat would be required or whether secretariat services could be provided by an existing international body, such as secretariat the Division for Ocean Affairs and the Law of the Sea, Office of Legal Affairs (DOALOS/OLA) services would need to be provided in a cost-effective manner. DOALOS/OLA could serve as secretariat for the instrument with the necessary allocation of human, technical and financial resources.\n266. The secretariat and the depositary may not necessarily be the same.\n21 See also section III.E. 22 See also section VII. 23 See also section VI. 24 See also section III.C.\nV. EXCHANGE OF INFORMATION / CLEARING-HOUSE MECHANISM\n267. Exchange of information and data would be promoted between States as well as relevant regional, sectoral and global organizations (similar to article 17 of CBD).\n268. Clear information would be provided and principles established to allow meeting papers, meeting reports, decisions, annual reports and results of any performance monitoring of the organization to be made available in a timely manner to Parties, civil society and outside institutions.\n269. The instrument could include an article on transparency, taking a similar approach as in article 18 of the Convention on the Conservation and Management of High Seas Resources of the South Pacific Ocean. Alternatively, requirements to promote/ensure transparency could be integrated throughout the instrument.\n270. States and subregional or regional biological diversity management organizations and arrangements could give due publicity to conservation and sustainable management measures and ensure that laws, regulations and other legal rules governing their implementation would be effectively disseminated.\n271. A clearing-house mechanism could be established and perform the following functions:\n• Promoting and facilitating the sharing of information, knowledge and data. • Promoting and facilitating technical and scientific cooperation. • Maintaining a network of experts and practitioners among Parties and partners. • Gathering information on:\no Marine genetic resources and the data deposited by entities that obtain permits to access said resources. o Benefit-sharing in its monetary and non-monetary forms, possibly including payments and financial resources. o Scientific data regarding ABMTs and EIAs, as well as follow-up reports and related decisions taken by competent bodies.\no Capacity-building and transfer of marine technology opportunities and offers. • Linking to regional and national clearing-house mechanisms.\n272. Regional clearing-house mechanisms would be part of the global clearing-house mechanism.\n273. The clearing-house mechanism could be managed by the secretariat.\n274. An evolutionary approach could be employed where the information-sharing functions would be carried out by the secretariat until such a time when the extraction of marine genetic resources becomes a reality, at which point a specific body would be established.\nVI. FINANCIAL RESOURCES AND MECHANISM\nA. FUNDING MECHANISM\nPossible approaches to funding could include the following:\n275. Funding to support the implementation of the instrument could be provided through:\n• Mandatory sources (contributions from States Parties and royalties and milestone payments from exploitation of marine genetic resources).\n• Voluntary contributions from States Parties, States non-Parties, international financial institutions, donor agencies, intergovernmental organizations, non-governmental organizations; and natural and juridical persons.\n276. A global trust fund could be established to perform the following functions:\n• Fund the participation of developing States Parties in the instrument’s processes. • Assist developing countries in meeting their commitments under the instrument,\nincluding through conduct of EIAs. • Fund capacity-building activities. • Fund technology transfer-related activities and programmes, including training. • Support the conservation and sustainable use programmes by holders of traditional\nknowledge in local communities, including in areas within national jurisdiction, so as to support coherence in ocean management.\n• Support public consultations at the national and regional levels.\n277. An endowment fund, managed by the secretariat, could promote and encourage the conduct of collaborative marine scientific research in areas beyond national jurisdiction including research activities related to marine genetic resources in these areas, by supporting the participation of qualified scientists and technical personnel from developing countries in marine scientific research programmes and activities and by providing opportunities to these scientists to participate in relevant initiatives.\n278. Possible approaches to ensure that the special case of SIDS would be taken into account could include:\n• Providing for a SIDS specific allocation in the fund(s). • Providing for a special SIDS procedure with a pre-application process, which could then\ntrigger a support mechanism to prepare the required application. • Making use of existing funding mechanisms.\n279. It would be necessary to ensure that procedures for access to funding and reporting would not be burdensome.\n280. A finance and administration committee could carry out the following possible functions:\n• Draft financial rules, regulations and procedures. • Assess contributions of Parties. • Draft rules, regulations and procedures on the equitable sharing of financial and other\neconomic benefits derived from marine genetic resources and the decisions to be made thereon.\n• Facilitate resource mobilisation for implementation of the instrument and provide assistance to Parties, especially developing countries, and among those, particularly LDCs and SIDS.\n• Review and plan budget. • Monitor the funds established in the instrument. • Report to the global body.\nB. REHABILITATION / CONTINGENCY FUND Possible approaches to address rehabilitation and contingencies could include the following: 281. A mechanism to deal with loss, damage and contingencies could be developed drawing on experience from the Warsaw Mechanism for Loss and Damage established under the UNFCCC, and other similar regimes.\n• Such mechanism would have a residual nature, i.e. to enter into action only when the primary entities liable or responsible could not completely deal with the damage or rehabilitation need.\n• Clear criteria would be established for the funding, which could come from an enterprise’s up-front payment, sponsoring States’ deposit of a bond, voluntary contributions, mandatory contributions, or a mix of all of these.\n282. In line with the polluters-pay principle, a rehabilitation fund could be established. Private entities wishing to engage in the exploration and exploitation of marine biodiversity of areas beyond national jurisdiction would be required to contribute to the fund, in accordance with a scale tied to the degree of potential environmental harm stemming from activities related to marine biodiversity of areas beyond national jurisdiction of those entities. The fund would be used to finance the rehabilitation of marine biodiversity of areas beyond national jurisdiction, including their natural environments, in the event of pollution or other damaging impacts on marine biodiversity of areas beyond national jurisdiction and/or the areas beyond national jurisdiction in which they reside.\n283. A contingency fund could be established to finance environmental disasters, such as pollution and other catastrophic disasters caused by human activities.\nVII. IMPLEMENTATION\n284. States and all those engaged in management of biological diversity could be required, for areas under the instrument, to adopt harmonised measures for the long-term conservation and sustainable use of biological diversity.\n285. States, individually or collectively, including through sectoral and regional organizations where these exist, would be responsible for implementation, as well as ensuring compliance and enforcement of their flag vessels, nationals, and entities under their jurisdiction, with respect to the instrument.\n286. States would be required to enact legislation and regulations and/or adopt measures necessary to ensure compliance with the standards, measures and procedures set up in the instrument. 287. Possible approaches to monitoring and reviewing compliance could include:\n• Developing a global MCS system for areas beyond national jurisdiction to facilitate information sharing and joint operations between existing MCS systems. • Possible institutional arrangements could include: o Option 1. The global body could be in charge of monitoring and reviewing\ncompliance with the instrument, and enforce its provisions whenever they may be breached.  Compliance could be the focus of a specifically mandated body established by\nthe conference/meeting of parties. It could be established as follows: o The committee could be composed of a facilitative branch that would\nprovide advice and assistance to Parties in order to promote compliance and an enforcement branch that would determine consequences for Parties not meeting their commitments.\no The non-compliant Parties and non-cooperating non-Parties would be notified and offered a reasonable time to respond to the alleged noncompliance and rectify their actions or omissions. o Non-compliance complaints by non-State actors could be received by this body for further analysis and brought to the attention of the global body for appropriate follow up.\no Option 2. Regional and sectoral bodies could be in charge of monitoring and reviewing compliance with the instrument.\n288. Any mechanism for implementation and enforcement would take account of regional bodies.\n289. A regular reporting and review process could be set up whereby:\n• Parties and relevant regional or global bodies would report back regularly on the implementation of the instrument and conservation and management measures. These reports would be publicly available.\n• Input from the scientific committee, all relevant regional or global bodies, and stakeholders, including civil society, as well as information gathered through the global MCS system would be provided.\n• The review process would publish a progress report and identify any shortcomings by Parties, non-Parties, and regional or global bodies, affecting the effectiveness of the measures adopted by the instrument.\nVIII. SETTLEMENT OF DISPUTES\nPossible approaches to dispute settlement could include the following: 290. There could be a dispute prevention mechanism to pre-empt any dispute from arising. Such issues could be examined either by a specific committee or by selected experts. 291. States would be required to resolve their disputes relating to the interpretation and application of the instrument by peaceful means. 292. The parties could consider submitting the case to a third-party procedure based on explicit mutual agreement. 293. Consideration could be given to the means contained in Article 33 of the Charter of the United Nations. The 1982 Manila Declaration on the Peaceful Settlement of Disputes could also serve as a model. 294. With regard to the provisions of UNCLOS relating to the peaceful settlement of disputes:\n• Option 1: The provisions reflect a good starting point for consideration of dispute resolution under the instrument.\n• Option 2: It would not be appropriate to directly apply these provisions. 295. The provisions of UNFSA on dispute settlement could be used as a model. 296. Jurisdiction could be given to the International Tribunal for the Law of the Sea over contentious disputes, as well as advisory powers. A special chamber to deal with issues related to marine biodiversity of areas beyond national jurisdiction could be created. 297. A new body using the International Tribunal for the Law of the Sea as model could be established. 298. Regional dispute settlement mechanisms could also be considered. 299. Consideration could be given to the inclusion of qualified opt-out mechanisms modelled on the South Pacific Regional Fisheries Management Organization’s Convention mechanism, where a measure could go forward and a State opting-out could have recourse to arbitration over the matter.\nIX. NON-PARTIES 300. Non-Parties could be encouraged to become parties to the instrument.\n301. States that would not be Parties to the instrument would not be discharged from their general obligations under UNCLOS and customary international law, including the obligation to protect and preserve the marine environment as well as the obligation to cooperate in good faith, and to ensure that their activities do not undermine the effectiveness of the instrument’s conservation measures.\n302. The relevant rules of the Vienna Convention on the Law of Treaties would apply.\nX. RESPONSIBILITY AND LIABILITY 303. Possible approaches to responsibility and liability include:\n• Option 1: A provision similar to article 35 of UNFSA would be included. • Option 2: A provision would be included which reflects and builds upon the\nresponsibility of States under international law to not cause damage to areas beyond national jurisdiction or to other States, by “ensur[ing] that activities within their jurisdiction or control do not cause damage to the environment of other States or of areas beyond the limits of national jurisdiction”.\n• Option 3: No provision on responsibility would be included in the instrument as the articles on Responsibility of States for Internationally Wrongful Acts elaborated by the International Law Commission and attached to General Assembly resolution 56/83 represent an authoritative body of international law in this field.\n304. Guidance could be drawn from the polluter-pays principle, the International Law Commission Articles on Transboundary Harm from Hazardous Activities, as well as conventional regimes addressing liability.\n305. In determining the scope of the liability, guidance could be drawn from Section 21 of the draft regulations on exploitation of mineral resources in the Area of the ISA.\n306. The 2011 Advisory Opinion of the International Tribunal on the Law of the Sea on responsibilities and obligations of States sponsoring persons and entities with respect to activities in the Area could inform the instrument.\nXI. REVIEW 307. A possible mechanism for regular review of the effectiveness and implementation of the instrument could be established, similar to the review mechanism set out in article 36 of UNFSA. Reviews could be carried out, based on agreed criteria, within a set period of time after entry into force of the instrument, for example after five years, and regularly thereafter.\n308. A short period of time between the reviews would need to be ensured.\n309. Reviews could address the following aspects:\n• Performance of the institutional body set up under the instrument in carrying out its designated functions.\n• Decisions taken under the instrument against the objectives, principles and standards set out in the instrument.\n• Performance of Parties to the instrument in terms of implementation of the instrument. • Performance of regional and sectoral bodies with a role in the conservation and\nsustainable use of marine biodiversity in areas beyond national jurisdiction in fulfilling their functions under the instrument.\nXII. FINAL CLAUSES\n310. The instrument would contain standard final clauses, such as those contained in articles 37 to 50 of UNFSA and 309 to 319 of UNCLOS, including provisions relating to settlement of disputes, signature, ratification and accession, entry into force, reservations and exceptions, declarations and statements, amendment, denunciation, participation by international organizations, depository, and authentic texts.\n311. Consideration would need to be given to the number of ratifications required for entry into force, ensuring a prompt entry into force.\n312. With regard to participation:\n• Universal participation would be sought. The instrument would be open for signature, ratification and accession by all States and other entities on the same basis as provided for in UNFSA (articles 37-39).\n• Similarly to article 305 in connection with Annex IX of UNCLOS, the instrument would also be open for signature by international organizations allowing for the participation of the European Union.\n• Consideration could be given to the necessity and possibility of provisional application of the instrument."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2017,
    "abstractText" : "As indicated at the third session of the Preparatory Committee established by resolution 69/292: Development of an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, this Chair’s non-paper aims to provide a streamlined version of the Chair’s non-paper issued on 28 February 2017. It is based on that non-paper and its supplement, and also takes into account the proposals, issues and ideas presented by delegations.",
    "creator" : "Acrobat PDFMaker 11 for Word"
  }
}