{
  "name" : "30.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>.", "<tallash@iisd.net>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/3PrVJlRVol. 25 No. 235\nBBNJ IGC-5 #5\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>.\nMonday, 22 August 2022\nBBNJ IGC-5 Highlights: Friday, 19 August 2022\nThe fifth session of the Intergovernmental Conference (IGC-5) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) finalized a first reading of the substantive parts of the draft treaty text on Friday, 19 August 2022. Delegates met throughout the day addressing: marine genetic resources (MGRs), including benefitsharing questions; measures such as area-based management tools (ABMTs), including marine protected areas (MPAs); environmental impact assessments (EIAs); capacity building and the transfer of marine technology (CB&TT); and provisions related to financial resources. In the evening, they met in a stocktaking plenary to discuss the way forward for the last week of the meeting."
    }, {
      "heading" : "Informal-Informal Discussions",
      "text" : "MGRs, including benefit-sharing questions: Facilitator Janine Coye-Felson (Belize) opened discussion on objectives (Article 7). One regional group proposed that the chief objective under this part should be to promote the scientific understanding of MGRs in areas beyond national jurisdiction (ABNJ) as a fundamental contribution to the implementation of the agreement for the conservation and sustainable use of marine biodiversity. Dissenting, a regional group underlined that the purpose of the MGRs part of the agreement is outlined in the 2011 package.\nOne delegation, supported by a country grouping, proposed that the objectives of this part of the agreement are to contribute to the realization of a just and equitable international economic order, which takes into account the interests and needs of humankind as a whole and, in particular, the special interests and needs of developing countries. Delegations also considered a list of countries requiring special consideration, with one country grouping noting it was coordinating small group discussions on country listings, and another calling to include a reference to the special circumstances of archipelagic states. A number of delegations preferred excluding references to the material scope, with some opposing the particular reference to digital sequence information (DSI). They instead supported a more general reference to the conservation and utilization of MGRs in ABNJ.\nSome delegations noted that the objectives should promote the transfer of marine technology on mutually agreed terms. One delegation called for the promotion of the development and transfer of marine technology on mutually agreed terms, taking into account technology holder’s rights. A small group was established to further discuss this provision.\nDelegates also discussed activities with respect to MGRs of ABNJ (Article 9). Several delegations suggested deleting provisions on: MGRs of ABNJ also found in areas within national jurisdiction and the respective rights of coastal states; not claiming sovereign rights over MGRs of ABNJ; and the utilization of MGRs for the benefit of humankind, while considering the needs of developing states. They noted these are reiterations of UN Convention on the Law of the Sea (UNCLOS) provisions and make no difference to material obligations.\nOthers preferred amending the provision on the benefit of humankind to note that the utilization of MGRs of ABNJ shall be for the interest of all states and the benefit of humankind as a whole, particularly for the benefit of advancing scientific knowledge and further promoting the conservation and sustainable use of marine biodiversity.\nRegarding conducting activities with respect to MGRs of ABNJ for peaceful purposes, one delegation suggested that states shall not conduct scientific research of MGRs to the detriment of the human race, or for unethical or unapproved purposes as recognized by national and international law.\nABMTs, including MPAs: The discussion was facilitated by Renée Sauvé (Canada), who requested small groups to report back on their deliberations. Regarding identification of areas (Article 17) and consultations on and assessment of proposals (Article 18), a small group, among others, discussed an opt-out provision making progress. On the duration of consultations, another small group suggested that the period be timebound and the duration recommended by the scientific and technical body (STB) in consultation with the proponents, taking into account the reasonable time needed for stakeholder responses.\nOn implementation (Article 20), the discussion focused on several bracketed provisions with many delegates suggesting retaining the text. On not imposing a disproportionate burden to small island developing States (SIDS) directly or indirectly through the implementation of ABMT-related measures, a regional group, suggested placing the provision in a different part of the document. One delegation suggested deletion, noting that obligations apply equally to all parties, as in UNCLOS, and capacity building is the avenue for assistance. Many others, including regional groups and states, emphasized the importance of the provision. A regional group suggested elaborating on what happens when a disproportionate burden is placed, and reminded delegates that the term is used in the Agreement on Port State Measures. Another regional group, supported by individual states, suggested including least developed countries (LDCs).\nOn promoting the adoption of measures with relevant international frameworks and bodies (IFBs) to support\nimplementation, a regional group suggested “working in a manner that delivers” such measures. A few delegations suggested promoting the adoption of measures “as appropriate.” One suggested deletion, noting the provision undermines the role of IFBs.\nOn encouraging states that are entitled to become parties to the new agreement and active in areas where an ABMT has been established, to adopt supporting measures, one delegation noted that the agreement should not create obligations on non-parties. On the duty to cooperate when a state is not a participant in an IFB and does not agree to apply the measures, one regional group and individual delegations noted that all states should cooperate, as outlined in Article 6.\nOn monitoring and review (Article 21), the article contains provisions on: parties reporting to the COP on the implementation of ABMTs and related matters, making the report publicly available; monitoring and reviewing ABMTs by the STB; assessing effectiveness of measures and progress through the review; taking the necessary measures after the review in relation to the ABMT; and inviting IFBs to report on the implementation of measures they have established.\nIn response to a request for clarification regarding “related matters” to the implementation of ABMTs, one delegation explained the evolution of the negotiation. Delegates further suggested deleting bracketed text referring to the extension of time-bound ABMTs, noting it is overly-specific and unnecessary. Opinions diverged on whether to refer to the precautionary principle/approach or the application of precaution. Regarding inviting IFBs, the vast majority of states suggested that IFBs “shall” rather than “may” be invited to report to the COP.\nA delegation proposed that, in addition to the reports, the STB advice and recommendations also be made publicly available. Another emphasized that, following the review, decisions on ABMTs should be taken on the basis of an adaptive management approach. A regional group suggested referring to the precautionary principle and an ecosystem approach as well as, where relevant, to traditional knowledge (TK) of Indigenous Peoples and local communities (IPLCs). One delegation noted that the current formulation “science, scientific knowledge, as well as the TK of IPLCs” intentionally places them at the same level. One delegation suggested referring to scientific “evidence” rather than “information,” pointing to relevant UNCLOS provisions. One regional group suggested referring to best available science.\nFacilitator Sauvé invited a report back from a small group working on interim and emergency measures. A representative of the small group noted that they addressed procedures, scope, and placement in the text, achieving progress on all fronts. She highlighted the need to future-proof the new agreement and imagine the unexpected, including events such as underwater volcanic eruptions, submarine landslides, sudden expansion of invasive alien species induced by climate impacts, marine heatwaves, or marine debris space strikes. She emphasized that the focus is on emergency measures, although they are interim in nature, and added that the text draws from the UN Fish Stocks Agreement and the South Pacific Regional Fisheries Management Organization.\nDelegations, among others: noted that the focus should be on emergency elements rather than on activities having certain negative effects; discussed thresholds; exchanged opinions on\nthe placement, deliberating the link between emergencies and ABMTs; and discussed consultation with IFBs to clarify their capacity and ability to take relevant action. Facilitator Sauvé noted that this concluded the first reading of the section.\nEIAs: This session was facilitated by René Lefeber (the Netherlands). On monitoring (Article 39), delegates discussed two options on parties ensuring monitoring for activities in ABNJ. The first addressed the continuous monitoring of environmental, social, economic, cultural, and human health impacts/effects in accordance with the conditions set out in the activity’s approval. The second entailed determining the effects of activities that are likely to pollute the marine environment, in accordance with UNCLOS Articles 204-206 (monitoring and environmental assessment).\nSome emphasized that the scope should be limited to environmental impacts, consistent with UNCLOS. Opinions diverged between the two options. On the first, a regional group, supported by some, said that monitoring should be done “in accordance with UNCLOS.” One delegation suggested removing references to the UNCLOS articles. On the second, a regional group and individual states requested substituting reference to “polluting” the marine environment with “having a negative impact on” or “impacting.”\nOn reporting (Article 40), delegates discussed two options: one seeking to ensure reporting on the monitoring results at appropriate intervals, and the other addressing reporting, including collective reporting, on monitoring and review results. Some noted that linking reporting with review complicates the provision. One delegation said that reporting intervals are determined by EIA outcomes. Supported by others, one suggested simply stating that parties should publish reports on the monitoring of activities through the clearinghouse mechanism.\nDelegations agreed that the reports shall be submitted to the clearinghouse mechanism, but opinions varied on further submitting them to the STB. Many suggested deleting provisions allowing the STB to request independent consultants to review the reports, or other states and IFBs to highlight cases of noncompliance, noting they should be addressed under the review mechanism. Some requested further clarification on the STB’s role. Following a suggestion by Facilitator Lefeber, many supported the STB considering the reports to develop best practices and/or guidelines.\nRegarding the review of authorized activities (Article 41), delegates discussed two options. The first notes that, if adverse impacts are identified during monitoring, the party shall review the decision to authorize an activity. The other includes specific steps in case of significant adverse effects, including inviting recommendations from the STB for a COP decision. Opinions diverged on the two options with those supporting the simpler version stressing that any decision lies with the party, adding that the provision should refer to “significant” adverse impacts. Some suggested clarifying that the article refers to activities that were monitored under Article 39.\nDelegates further addressed a provision on resolution in case of disagreements, with a few states noting that it should be placed under dispute settlement. On informing and consulting all relevant stakeholders, the text included two options on including all states, in particular adjacent coastal states and SIDS, or the states “potentially most affected.” Opinions varied, with some delegates insisting on recognizing the special circumstances of\nSIDS. Others said the issue is already covered in other articles. Some noted that it is impossible to actively consult with all states.\nOn strategic environmental assessments (SEAs) (Article 41ter), some regional groups and individual states supported an SEA-related obligation to future proof the agreement and manage cumulative impacts. Opinions varied on two options on undertaking SEAs, with one of them referencing the threshold established under Article 24 (thresholds for EIAs). A regional group suggested combining the two options to note that parties, individually or in cooperation with other parties, shall ensure that SEAs are carried out for plans and programmes under their jurisdiction or control conducted in ABNJ, which meet the threshold established under Article 24. A state emphasized that there are two interpretations on SEAs, one focusing on a specific plan/programme and the other closer to a regional EIA, finding merit in both.\nOpinions further diverged on the definition, with some reiterating a suggestion to refer to SEAs as a process for assessing the potential effects of plans or programmes carried out in ABNJ, under the jurisdiction or control of parties that may cause substantive pollution of, or significant and harmful changes to, the marine environment. Others preferred not defining the term.\nThey also considered guidance to be developed by the STB (Article 41bis), debating whether the STB would develop standards and/or guidelines or guidance for consideration by the COP. Many supported that the STB develop standards/guidelines/ guidance on assessment of cumulative impacts in ABNJ. One delegation underlined that the COP would develop the standards/ guidelines/guidance.\nNoting that the group had completed a first reading, Facilitator Lefeber encouraged delegates to work on outstanding issues over the weekend.\nCB&TT: Facilitated by IGC President Lee, delegates discussed provisions on cooperation in CB&TT (Article 43). They agreed to text noting that parties shall cooperate to assist developing parties through capacity building and the development and transfer of marine technology. Delegations considered a new suggestion to qualify that this cooperation should have a “particular emphasis to unobstructed access to technology necessary to achieve the optimal balance between conservation and sustainable use.” The proponent explained that this would ensure that all states, and not just those which can afford green technology, can implement all parts of the treaty, including establishing ABMTs. One country grouping suggested taking this up under the section on ABMTs. Several others did not agree to the proposal. They then addressed a listing of country groups, with some suggesting shortening the list to adhere to agreed UN language, and others calling to include archipelagic states and geographically disadvantaged developing states. Delegations will consult informally to resolve the issue of country listings throughout the draft text. One regional group suggested ensuring that reporting requirements are not “unduly” onerous.\nOn objectives of CB&TT (Article 42), one large grouping, supported by regional groups and others, proposed additions in regard to marine scientific research and to strengthening capacity for local and national research, and to conduct EIAs and SEAs. Another delegation requested deleting the reference to the latter. Many opposed including reference to derivatives, noting that these issues had yet to be resolved in other parts of the agreement. Others expressed reluctance to add more detail, urging for a\nstreamlined provision. Another regional group, supported by many, asked to include reference to cooperation to the provision on participation. One delegation asked to delete reference to access to marine technology. One delegate reiterated that they did not want detailed sections on objectives in each part but rather a general one and asked to delete this article.\nOn types of CB&TT (Article 46), many delegates supported a provision listing some types of CB&TT, and some asked to: refer to research results and include a reference to financial resources in the chapeau; add personnel; delete reference to biotechnology; and to move the reference to prior informed consent to make clear it relates to IPLCs.\nRegarding a paragraph on the COP or a subsidiary body developing a list, a country grouping proposed having a specific paragraph referring to a CB&TT committee and the COP further developing the indicative list. Many also supported two regional groups who tabled their proposal to reintroduce the annex with an indicative, non-exhaustive list of CB&TT activities, so it forms part of the agreement, and can be periodically reviewed and amended more effectively. A number of delegations preferred not reintroducing the annex, with a few suggesting including the list of CB&TT activities in a conference document instead, which others opposed because it does not have the same weight. Some developed countries, while comfortable with the text without an annex, indicated they could accept one.\nA small group reported on their work on the first two paragraphs of Article 44 on modalities for CB&TT, noted that they had debated whether the modalities should combine capacity building and the transfer of marine technology, or include them as separate provisions. Another small group on a provision on additional technology transfer modalities (Article 45) noted that it had carried out an initial discussion of controversial text on the issue.\nIGC President Lee established a small group to coordinate on outstanding issues.\nCross-cutting issues: IGC President Lee facilitated the discussion on financial resources and mechanism. Delegates considered funding (Article 52). One large grouping made an overarching statement requesting distinct provisions for institutional and non-institutional funding. They insisted that financial resources have to be adequate, underlining the need for: mandatory contributions to facilitate developing country participation and CB&TT; and the creation of a robust finance committee. One regional group pointed to other financial rules and provisions for the adoption of the budget and asked not to list details in the treaty text.\nRegarding a provision on a voluntary trust fund for participation of representatives of developing countries, delegates agreed to add specific reference to SIDS. Many called for mandatory funding for such participation, noting that voluntary contributions are not sufficient. Most developed countries supported the current reference to a voluntary trust fund.\nRegarding a provision on a special fund with a number of listed activities, some regional groups insisted on mandatory requirements for the fund to be financed by contributions of developed countries and operated by a financial committee. Many developed countries asked to delete the reference to assessed contributions and some also to payments by private entities. A number of delegates pointed out that the removal of the requirement of assessed contributions would make funding\nunpredictable. The representative of a large grouping suggested that one cannot say CB&TT is a key implementing function and then not allocate any mandatory funding to it, pointing out that capacity-building funds are part of many core budgets, including of the UN Division for Ocean Affairs and the Law of the Sea (UNDOALOS). IGC President Lee stated that she would convene a small group for further discussions on funding.\nOne regional group suggested the Global Environment Facility (GEF) as one of the funding institutions for the special fund, also proposing that the financial mechanism shall include any other funding modality identified as required for implementation.\nOn the role of the GEF, one delegation cautioned against being overly detailed in funding proposals to the Facility, calling instead for the development of good work programmes. Others called for the funding purposes to apply more generally to all funding sources. One delegation noted that the GEF can fund projects and programmes alongside other funders. One country grouping called on delegations to consider other sources of innovative funding, noting the dearth of ocean financing. Another delegation underlined the need for different funds, with different modalities to guarantee developing states access to implementation financing.\nA representative of the GEF cautioned that financing from multiple funds can introduce complexities which could hamstring access to funding; and clarified that the GEF would not be a source of financing for the special fund. Some asked the GEF whether a provision suggesting that the Facility operate under the “authority and guidance” of the COP was appropriate. The GEF pointed to similar wording in the Convention on Biological Diversity (CBD), while noting that the reference to “authority” had been omitted in more recent agreements, which some asked to delete. Some delegates asked to delete a sentence that the financial mechanism shall operate within a democratic and transparent system of governance, which others wanted to retain. Many stressed the importance of the provision on access to funding for developing State parties.\nDelegations then assessed two options on the review of financing. The first detailed the establishment of a working group on financial resources to periodically report, and make recommendations on the identification and mobilization of funds. The second outlined that the COP would undertake a periodic review of the financial mechanism to assess the adequacy, effectiveness, and accessibility of financial resources. Many delegations supported merging the two. A number of regional groups and delegations supported a “finance committee” over a working group, with others cautioning against establishing too many bodies. One delegation underlined the need to understand financing needs before discussing the details of a financial mechanism.\nOn those responsible for financing implementation, one delegation suggested sharing the financial responsibility, proposing language from the Minamata Convention on Mercury stating that “each party undertakes to provide, within its capabilities, resources in respect of those national activities that are intended to implement this Convention.” Others strongly supported that developed parties should provide financial resources to developing parties. One delegation noted that similar language was included under the CBD, the UN Framework Convention on Climate Change (UNFCCC), and the Paris Agreement.\nViews diverged on the mechanism’s provision of “adequate, accessible, and predictable” financial resources. Some wished to\ndelete “accessible and predictable,” with one delegation calling for clarification on the term “accessible financing.” Others called for including “new and additional” financial resources. Some delegations requested mentioning that the mechanism will support developing countries including SIDS. Discussions will continue."
    }, {
      "heading" : "Plenary",
      "text" : "The IGC convened for a stocktaking plenary, hearing progress reports from informal-informal discussions. Some small groups also reported on their work. In response to the reports, Sierra Leone, for the AFRICAN GROUP, noted that the small group addressing MGRs did not seem to have a clear mandate, which had sidelined the African Group’s submission and impacted the regional group’s participation. He called for more inclusive discussions at the small-group level.\nCommenting on the working method, the G-77/CHINA recognized the utility of small group discussions while noting their proliferation may undermine their purpose if delegations become unable to effectively participate. Barbados, for CARICOM, indicated their commitment to have an ambitious and implementable agreement and to work as hard as possible over the next week to complete the work by the end of the session. Underlining the importance of inclusivity, the EU pledged to work with all delegations to secure a speedy conclusion of the negotiations.\nMEXICO proposed that a “legal scrubbing group” could start to convene in parallel to ongoing negotiations. This was opposed by CHINA who prioritized a strong agreement over a speedy conclusion of the negotiation process, underscoring that nothing is decided until everything is decided.\nIGC President Lee acknowledged the concerns on the proliferation of small groups, noting that they may be a “necessary inconvenience.” On the way forward, she outlined her intention to produce a “refreshed text” over the weekend to be issued on Sunday, 21 August, with some provisions reflecting a possible way forward. She requested delegations’ flexibility on that and the programme of work for the rest of the meeting, with informal informals scheduled to address outstanding issues. She announced that she would conduct states-only “President’s consultations” to make progress on the more difficult issues, which will be held throughout the second week. She noted further consultations with the Bureau on the possible establishment of a “scrub committee.”"
    }, {
      "heading" : "In the Corridors",
      "text" : "As the meeting reached its halftime point interval, delegates left the UN Headquarters with mixed feelings ahead of a deserved weekend break. On the one hand, there was restrained optimism, evidenced by the warm applause at the end of Friday’s stocktaking plenary. Following a very busy week, progress was reported in all thematic areas under consideration, with a delegate noting that “we have shown that agreement on the controversial issues is not out of reach.” On the other, agreement on some issues remained murky. Many pointed to multiple overarching issues where limited advances have been made, other than crystallizing opposing views. As negotiations enter the second, critical week, participants at IGC-5 increasingly realize that their actions “have the power to determine whether a new treaty on ocean governance will be agreed.” Whether this conference will go down in the history as a tremendous win for the high seas or not is now, also, a race against time."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>. Monday, 22 August 2022",
    "creator" : "Adobe InDesign 17.3 (Macintosh)"
  }
}