{
  "name" : "31.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>.", "<tallash@iisd.net>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/3PrVJlRVol. 25 No. 234\nBBNJ IGC-5 #4\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>.\nFriday, 19 August 2022\nBBNJ IGC-5 Highlights: Thursday, 18 August 2022\nThe fifth session of the Intergovernmental Conference (IGC-5) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) continued its work at UN Headquarters on Thursday, 18 August 2022. Delegates met throughout the day and into the evening to discuss: marine genetic resources (MGRs), including benefit-sharing questions; measures such as area-based management tools (ABMTs), including marine protected areas (MPAs); environmental impact assessments (EIAs); and cross-cutting issues, including institutional arrangements."
    }, {
      "heading" : "Informal-Informal Discussions",
      "text" : "MGRs, including benefit-sharing questions: Facilitator Janine Coye-Felson (Belize) opened the session inviting a report back from an informal group addressing text on access to traditional knowledge (TK) of Indigenous Peoples and local communities (IPLCs) associated with MGRs of areas beyond national jurisdiction (ABNJ) (Article 10bis). The small group noted that interested states reached agreement on the title to refer to “TK of IPLCs associated with MGRs in ABNJ.” They further reformulated the paragraph, suggesting that members take measures, where relevant and as appropriate, to ensure that TK associated with MGRs in ABNJ that is held by IPLCs shall only be accessed with their free, prior, and informed consent, or approval and involvement. Access to and the use of such TK shall be on mutually agreed terms.\nDelegates then focused on application (Article 8), addressing the agreement’s material, temporal, and geographical scope. The article contains two options with one of them applying the agreement’s provisions on MGRs collected in situ in ABNJ after the entry into force of the agreement for the respective party. The second option, in addition to MGRs collected in situ, includes those accessed ex situ¸ including as digital sequence information (DSI). The article further contains an exclusionary clause on the use of fish as a commodity and/or on fishing and fishing activities regulated under relevant international law.\nOpinions varied on the material scope with some delegations wanting to focus on MGRs collected in situ. Others urged the inclusion of ex situ resources, including DSI, and the expansion of the temporal scope to include MGRs collected before, but utilized after, the agreement’s entry into force. A regional group and individual states noted that they cannot accept any retroactivity. Another regional group cautioned that the agreement may take several years to enter into force.\nOn the exclusionary clause, many underscored that fish as a commodity do not fall under the scope of the agreement and suggested retaining the text, including the bracketed parts. A regional group suggested excluding fishing activities and the management of living marine resources. One delegation responded that management plans generate scientific information supporting the management of fish stocks. Two regional groups expressed concerns regarding limiting the scope. Some suggested using specific articles from the UN Convention on the Law of the Sea (UNCLOS) and the UN Fish Stocks Agreement (UNFSA) rather than a general reference to relevant international law.\nDelegates offered suggestions to streamline the text, combining the material and temporal scopes. A regional group queried the\nmodalities in case of change of use/intent, noting that a fish may be harvested as a commodity and, subsequently, researched for their genetic properties. Some supported that the latter would fall under the agreement. Others emphasized that establishing such a track and trace system would be costly and inefficient. Deliberations will continue.\nDiscussions then focused on the use of terms (Article 1) related to MGRs, including: access ex situ, including as DSI; biotechnology; collection in situ; derivative; MGRs; and utilization of MGRs. On the definition of MGRs, opinions varied between two options. The discussion focused on the inclusion of DSI with many delegations preferring the simpler formulation noting that while disagreeing with reference to DSI in the definition, they do not oppose relevant benefit-sharing.\nFinally, delegations briefly commented on intellectual property rights (Article 12), with one country grouping expressing dissatisfaction that there would be insufficient time to discuss this important provision, which has never been discussed by the IGC. A number of delegations supported reference to respecting the rights and obligations of parties to the World Trade Organization (WTO) and the World Intellectual Property Organization (WIPO). One regional group, supporting a delegation, noted that the initial thrust of the provision was to address patents on commercialization of MGRs from ABNJ, pointing to text outlining this position submitted in 2019.\nFacilitator Coye-Felson noted that she would request more time for discussions on this provision before the planned revision of the text over the weekend.\nABMTs, including MPAs: The penultimate discussion on this issue for the first week was facilitated by Renée Sauvé (Canada). Delegates addressed consultation on and assessment of proposals (Article 18), with some considering that text outlining the details of a technical, non-political preliminary review could be included as a new paragraph under the proposal process (Article 17). Expressing flexibility, others asked to streamline the section. One delegation noted that this article encroaches on the mandates and activities of relevant international frameworks and bodies (IFBs).\nOne delegation, opposed by many, suggested deleting reference to adjacent coastal states as entities to be consulted on proposals. Several delegations also supported additional language on the assessment of proposals made for ABMTs in “high seas pockets,” which are high seas areas completely surrounded by states’ exclusive economic zones.\nOn the timebound nature of the consultation process, delegations were amenable to a suggestion that the treaty should not be too prescriptive in setting a specific timeline. One delegation, supported by many, proposed that the process be timebound, allowing a reasonable time period for all stakeholders to respond. Another proposed that the period could be indicated by the scientific and technical body (STB) upon its evaluation of the proposal. They also discussed the merits of setting a time limit, with some proposing two years.\nSeveral delegations supported the inclusion of language taking into account the special circumstances of small island developing States (SIDS).\nOn decision-making (Article 19) many delegations recognized a core role for the COP, while one delegate said that there is no UN General Assembly mandate to create new structures, stating that establishment of ABMTs is the prerogative of IFBs. Delegates\nEarth Negotiations BulletinFriday, 19 August 2022 Vol. 25 No. 234 Page 2\ndiscussed two different options: a more detailed one, preferred by many; and a second one clearly setting out that the COP “shall establish ABMTs,” which many others considered critical, while expressing readiness to integrate it with the other option. Some delegations, opposed by others, favored including an opt-out provision, while another pointed to possible emergency measures. Some stated that ABMT establishment must be based on advice from the STB, with others suggesting broadening this. A number of delegates suggested that ABMTs should be established based on consensus, whereas others suggested a high threshold for a vote if necessary. One delegation suggested an additional provision that, upon establishment or amendment by an IFB, ABMTs established by the COP shall be amended or revoked.\nThe most controversial provisions were those on the role of the COP in regard to ABMTs and respecting the role of IFBs. In their discussions, some insisted on a reference to complementarity, opposed by some, with others calling for a definition of the term. A few suggested that the COP only operate where there are no IFBs. Some suggested that the COP can make recommendations to IFBs, noting that these bodies would take their own decisions. One regional group suggested stating that other international agreements shall not be undermined. Some, opposed by others, urged establishment of a designated consultation body. A number of delegates said that a provision on not undermining the sovereign rights of states was not necessary, while others called to retain it.\nFacilitator Sauvé called on small group discussions to make progress on outstanding issues.\nEIAs: This session was facilitated by René Lefeber (the Netherlands), who invited reports from the small groups tasked with addressing specific parts of the text. On objectives (Article 21bis), the small group agreed on four of the objectives, slightly amending the original draft. Reference to transboundary impacts remained bracketed. Two additional objectives, suggested by a regional group, will be further discussed following the development of the rest of the text.\nOn the obligation to conduct EIAs (Article 22), the small group was able to streamline the text. Divergence remains regarding activity- or impact-based approaches. Many supported a proposed paragraph on transparency in relation to EIAs for activities that take place within national jurisdiction.\nOn the relationship between this agreement and EIAs under relevant IFBs (Article 23), the small group suggested deletion of a provision on the establishment of an inter-agency working group. The small group will reconvene to address outstanding issues.\nOn the process for EIAs (Article 30), delegates considered a lengthy and technical article, which was the result of a streamlining exercise following a joint proposal submitted at IGC4. The process for EIAs includes elements on: screening; scoping; impact assessment and evaluation; and mitigation, prevention, and management of potential adverse effects. It further includes provisions on joint EIAs as well as EIAs conducted by third parties, including the potential creation of a pool of experts in that respect. A regional group and an individual state undertook to further streamline the text and work with other delegations over the weekend.\nOn screening, many states and regional groups suggested deleting reference to EIAs required for activities in areas identified for their significance or vulnerability, pointing to the list of criteria for EIAs. Many suggested referring to “planned” rather than “proposed” activities. On making publicly available relevant information in cases where no EIA is required, some suggested that all screening decisions should be made publicly available. On an envisioned process where parties may register their views and lead to a review of the result of a screening process of another party, many supported the process but disagreed on its modalities, including on whether it should apply strictly to the screening stage. On scoping, a state requested deletion of reference to the identification of key social, economic, and cultural impacts, noting it is not compatible with UNCLOS Article 206 (assessment of potential effects of activities).\nMany supported conducting joint EIAs as well as the involvement of third parties, including creating a pool/roster of experts, but discussion will be required to iron out the details.\nOpinions diverged on whether the COP or the state proponent of the activity will decide upon conducting an EIA after third-party screening. One delegation suggested language on the financial strength of the actor engaged in activities to ensure the polluter pays principle is operationalized in cases of substantial harm to the environment. A delegation cautioned against complex provisions, noting that states are responsible for EIAs and decide how to conduct them according to national legislation. Discussions will continue.\nOn public notification and consultation (Article 34), opinions varied between two options outlining the procedures to be established. While further work will be required to reach consensus, delegates generally agreed on the importance of the provision and many noted that the procedure needs to be transparent, inclusive, and proactive. One delegation called for differentiating Indigenous Peoples from local communities, also with respect to traditional knowledge.\nOn EIA reports (Article 35), some supported the content of such reports, offering additional suggestions. Different opinions were tabled on whether the party shall publish the report with the secretariat issuing relevant notifications, or whether the party should publish the report with the STB. A state offered language on financial due diligence. In the evening, delegates discussed decision making (Article 38).\nInstitutional arrangements: Facilitated by Thembile Joyini (South Africa), delegates finalized their consideration of provisions related to the COP (Article 48). They queried language on the COP adopting interim or emergency measures to address serious threats to BBNJ. The proponent noted that such threats include marine heat waves, underwater volcanic eruptions or earthquakes, and even the possibility of a space marine strike. A small group was established to further clarify this issue. Many regional groups and delegations were amenable to include language on the COP periodically reviewing the agreement’s effectiveness. One delegation preferred a review conference under a framework agreement, not a BBNJ COP.\nOn the STB (Article 49), some delegates proposed to refer to technical, in addition to scientific, expertise. Instead of specifying it there, one group of states asked to list the different areas of expertise members should hold, and to prioritize the equitable geographical representation requirement. One regional group requested a reference to gender balance. On the secretariat (Article 50), one regional group proposed a new, standalone, dedicated secretariat, noting that assigning duties to the UN Division for Ocean Affairs and the Law of the Sea (UNDOALOS) would mean co-mingling budgetary resources with other UN bodies. In support of this, a number of regional groups and other delegates favored a standalone body with full competence, solely dedicated to the agreement. Another regional group, supported by a number of delegates, preferred UNDOALOS as the secretariat, due to the immediacy of the matter, the functions, and their expertise. Delegates also noted that states have duty-stations in New York and cautioned that budget conversations for standalone secretariats can be difficult. One delegate urged caution in designating a new secretariat and asked which organization would host it. The proponent responded that it should not be part of an existing institution and the first COP should designate the location. Most delegates welcomed UNDOALOS serving as the Secretariat in the interim."
    }, {
      "heading" : "In the Corridors",
      "text" : "On Day 4, delegates engaged in frenetic negotiations to complete a first reading of the entire text, trying to beat a deadline to have their submissions in by Friday to facilitate the revision of the draft treaty text by the Secretariat on Saturday for review on Sunday. Showing strains of fatigue, delegates rushed between informal-informals and small group discussions, skipping lunch and running late into the evening. “This is definitely the kind of negotiations we have been clamoring for,” opined one participant during a 15-minute pause, “but whether it will be enough to push us over the line is still an open question.” Even when agreement is reached on certain contentious topics, it is always conditional upon reaching common ground on other parts of the text. On Thursday, the motto “nothing is agreed until everything is agreed,” was repeated enough times to echo throughout UN Headquarters."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>. Friday, 19 August 2022",
    "creator" : "Adobe InDesign 17.3 (Macintosh)"
  }
}