{
  "name" : "32.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>.", "<tallash@iisd.net>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/3PrVJlRVol. 25 No. 233\nBBNJ IGC-5 #3\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>.\nThursday, 18 August 2022\nBBNJ IGC-5 Highlights: Wednesday, 17 August 2022\nThe fifth session of the Intergovernmental Conference (IGC-5) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) continued at UN Headquarters on Wednesday, 17 August 2022. Delegates met in a brief stocktaking plenary in the morning, and then in informalinformal discussions throughout the day and into the evening on: capacity building and the transfer of marine technology (CB&TT); measures such as area-based management tools (ABMTs), including marine protected areas (MPAs); environmental impact assessments (EIAs); and cross-cutting issues, including institutional arrangements and general provisions."
    }, {
      "heading" : "Plenary",
      "text" : "Delegates heard reports from the facilitators of the informalinformal discussions and from small groups tasked with resolving sticky issues. Noting their desire to reach consensus on an instrument resembling the UN Fish Stocks Agreement (UNFSA), the RUSSIAN FEDERATION drew attention to the difficulties in streamlining options which are sometimes mutually exclusive, also pointing to a “zero option” deleting entire sections of the current text. The ALLIANCE OF SMALL ISLAND STATES (AOSIS) and PACIFIC SIDS (PSIDS) said that SIDS’ special circumstances must be recognized throughout the agreement.\nFinal provisions: On ratification (Article 59bis), the EU reported that the small group on ratification by regional economic integration organizations (REIOs) met and indicated readiness to integrate this into the general article on ratifications (Article 59)."
    }, {
      "heading" : "Informal-Informal Discussions",
      "text" : "ABMTs, including MPAs: This discussion was facilitated by Renée Sauvé (Canada). On proposals (Article 17), one delegation indicated that they would prefer only including general principles on ABMTs since this is a framework agreement, which should allow for regional and sectoral organizations to do the detailed work. Most other delegations indicated general agreement with the provision while proposing amendments, including for “establishment of” ABMTs and broad collaboration with stakeholders. One regional group suggesting defining “stakeholders.” Regarding a paragraph on key elements for proposals, which delegates generally supported, suggestions included: references to scientific knowledge and the traditional knowledge of Indigenous Peoples and local communities; specific human activities to include submarine cables; reference to a management plan rather than priority areas; and deletion of a reference to duration. A number of delegates supported broadening a specific reference to consultations with adjacent coastal states to refer to all states that may be impacted, while others preferred to keep it as a special reference. One large group also commented on the annexed list of indicative criteria. Some delegates indicated readiness to have the Conference of the Parties (COP) review criteria rather than instituting an amendment process.\nDelegates further addressed identification of areas (Article 17bis). The article stipulates that ABMTs, including MPAs, shall be identified by reference to a list of indicative criteria, taking into account, among others, the application of precaution. The article also includes two options on the proponents of a proposal applying\nthe indicative criteria and that the scientific and technical body (STB) takes these into account when reviewing the proposals. The two options are similar; the first notes that the criteria shall be applied “ as relevant,” while the second is more descriptive. Some suggested deleting the article, noting that the important elements are already covered in other parts of the text.\nOn the list of indicative criteria, a state suggested adding sustainability of reproduction, and existence of conservation and management measures. Another suggested taking into account socio-economic factors. A delegation noted that the criteria need to be consistent with those for the identification of ecologically or biologically significant marine areas (EBSAs) under the Convention on Biological Diversity (CBD).\nOn the two options, some preferred the clarity in the first option. Others favored the second option, but suggested qualifying the use of criteria “as relevant,” noting that the list is indicative. Some delegations noted that both options are redundant, requesting simplification or deletion.\nPointing to the need to balance competing interests, a state suggested providing a set of guiding principles based on best practice for establishing ABMTs under relevant international frameworks and bodies (IFBs). Another offered suggestions on: forming a network of MPAs; the special circumstances of SIDS; and considering criteria already established by other IFBs.\nOn the application of precaution, some favored using “precautionary principle”; others “precautionary approach”. Others, reminding delegates that “application of precaution” was used because of the principle/approach disagreement, favored the compromise language. A small group was established to discuss outstanding issues.\nEIAs: This session was facilitated by René Lefeber (the Netherlands). Reporting back on informal consultations on the objectives of EIAs (Article 21bis) and the obligation to conduct EIAs (Article 22), both groups noted that further discussions are required.\nA lengthy discussion took place on the relationship between the agreement and EIA processes under IFBs (Article 23). Many supported that the COP develop procedures for the STB to coordinate with relevant IFBs to regulate activities in areas beyond national jurisdiction (ABNJ). Some states opposed reference to the overly prescriptive language on the “impacts” of these activities and to language on the establishment of an inter-agency working group. Others insisted on an impact-based approach rather than an activity-based one, suggesting that an inter-agency working group “may,” rather than “shall,” be established. A few countries proposed a simpler formulation that the COP develop a mechanism for cooperation with relevant IFBs, while a delegation suggested giving the consultation role to the STB.\nOn cooperation for the promotion of EIAs, and standards and guidelines, a regional group and some states suggested deleting “standards,” noting they imply a binding character. A few suggested that states individually promote EIAs, standards, and guidelines.\nOpinions diverged on two options on developing global minimum standards and/or guidelines for the conduct of EIAs by the STB with the collaboration of IFBs. Some groups and states supported the development of global minimum standards. Others opted for the development of non-binding guidelines, which can become best practices, noting that binding standards cannot\nEarth Negotiations BulletinThursday, 18 August 2022 Vol. 25 No. 233 Page 2\nbe imposed on other bodies. A state noted that global minimum standards already exist for air and water pollution, suggesting that EIAs under IFBs “are guided by” those standards rather than “conform” to them. Another urged not undermining the mandates of IFBs.\nMost states agreed with a provision on publishing the EIA reports conducted under IFBs through the clearinghouse mechanism. On a provision on the monitoring, reporting, and review of activities that meet the criteria for not conducting an EIA, some states noted that activities conducted under IFB standards should be monitored and reviewed under each IFB, requesting deletion. Others supported the provision. A small group will continue discussions on the controversial elements of the article.\nOn thresholds and criteria and/or processes for EIAs (Article 24), delegates discussed two options. The first, supported by some regional groups and states, includes reference to screening for any planned activity in the marine environment that may trigger minor or transitory effects and outlines a tiered approach for addressing these activities. Others, however, preferred the second option, which aligns with UN Convention on the Law of the Sea (UNCLOS) Article 206 (assessment of potential effects of activities), setting out measures to address planned activities under states’ jurisdiction or control in ABNJ, which may cause substantial pollution or significant and harmful changes to the marine environment.\nDelegates then opened discussions on the fully bracketed provisions on cumulative and transboundary impacts (Article 25). Facilitator Lefeber suggested that this provision could be deleted if its essence was to be captured in other parts of the text, which was supported by one regional group and several states. Others suggested retaining the text with clear definitions for cumulative and transboundary impacts. Discussions will continue on Thursday.\nCB&TT: Facilitated by IGC President Lee, delegates addressed CB&TT modalities (Article 44), debating selfassessment of needs and priorities or whether there is a need for external assessments. Those arguing for external assessments pointed to the role of the COP and/or expert committee, and/ or the clearinghouse mechanism in this regard, while those supporting the former pointed to the expediency and accuracy of self-assessments. IGC President Lee called on delegations to discuss this section informally. Delegations also considered the role of the COP in providing guidance on CB&TT modalities and procedures, discussing the timeframe. Some regional groups emphasized that this timeframe be set as “within one year” of entry into force of the agreement, with others preferring that this be more open-ended. One delegation suggested that a CB&TT committee, and not the COP, provide the relevant guidance. A few supported that any references to the transfer of marine technology be qualified with “on mutually agreed terms.”\nOn additional modalities for the transfer of marine technology (Article 45), several delegations emphasized that parties “shall ensure” the transfer of marine technology, with others preferring that they “endeavor to ensure.” Delegates discussed the transfers taking place on “fair and most favorable” or “reasonable” terms, including on concessional and preferential terms, and along “mutually agreed terms.” Some delegations supported voluntary technology transfer, with others suggesting the inclusion of “equitable” terms. Views diverged on the inclusion of “mutually agreed terms,” with those in support noting that technology development and transfer is usually the domain of the private sector, and others noting that transfer of marine technology is a duty under UNCLOS that needs to be operationalized. They agreed to meet in a small group to address these issues.\nDelegates also considered a call to parties to provide incentives to enterprises and institutions “in their territories” to promote and encourage the technology transfer to developing countries, with some calling to delete text referring to “in their territories” in order to broaden this requirement. Some requested clarity on the implications of this text, with a number noting states’ limitations to dictate to private sector actors. Other proposed aligning this to language under the World Trade Organization’s Agreement on\nTrade-Related Aspects of Intellectual Property Rights (TRIPS), thus including a reference to least developed countries, rather than all developing countries. Some called for the deletion of the whole paragraph. IGC President Lee undertook to consult to find the best way forward. On technology transfer being carried out with due regard for legitimate interests, some delegations supported this inclusion if it closely mirrors language under UNCLOS, specifically Article 267 (protection of legitimate interests). IGC President Lee suggested that a small group discuss this part.\nOn the nature of marine technology, delegates agreed that the transfer of marine technology shall be appropriate, reliable, affordable, up-to-date, and environmentally sound, debating that these transfers occur “to the extent possible.” A small group was convened to address this section, considering any implications for intellectual property rights (IPRs).\nInstitutional Arrangements: Facilitated by Thembile Joyini (South Africa), delegations first engaged in a Q&A with Vladimir Jares, Director, UN Division on Ocean Affairs and the Law of the Sea (UNDOALOS) on the practicalities of UNDOALOS carrying out the agreement’s secretariat functions. They requested clarity on, among others: ring-fencing the assessed contributions, budget, and staffing resources for the BBNJ agreement; providing the expertise necessary for the functioning of the new agreement; and comparing the costs of the new agreement to the costs of servicing the UNFSA review conference. Juares noted: UNDOALOS’ partnership with other bodies, which could prove favorable in fulfilling the staffing requirements of the agreement; and the possibility of ring-fencing staff for the new agreement. The Secretariat shared that it is possible to ring-fence resources, including by establishing separate budget lines within the regular UN budget, unless Member States choose to finance the agreement via extrabudgetary resources. Miguel de Serpa Soares, Under-Secretary-General for Legal Affairs, cautioned delegates against relying solely on extrabudgetary resources to finance the new agreement’s institutions and activities. A few delegations raised the possibility of the International Seabed Authority taking on the secretariat functions of the new agreement.\nMany delegations supported the establishment of a COP (Article 48). One delegation said there was no need to have a permanent or standing body, and that periodic review conferences would be sufficient. Regarding convening the first COP within a year of entry into force, one delegation asked to specify that COPs be convened on an annual basis thereafter, while another asked to include an option to call extraordinary COP meetings. Regarding adopting the rules of procedure and financial rules for the COP and subsidiary bodies that it may establish, most delegates agreed that these should be adopted by consensus, while one suggested that, in the absence of consensus, the UN General Assembly rules of procedure apply. Similarly for COP decisions, many favored consensus, with alternative options included as a last resort. Others preferred the option that sets out a two-thirds threshold for procedural decisions to apply to all decisions, and a few preferred a higher threshold of three quarters. Some leaned toward more general wording for the rules of procedure. One regional group reserved their position on the decision-making threshold, pointing to other provisions that also deal with decision making. Facilitator Joyini established a small group to further discuss decision making."
    }, {
      "heading" : "In the Corridors",
      "text" : "In her mid-week clarion call, IGC President Rena Lee underlined that although there is still some ground to cover, “don’t let the perfect be the enemy of the good.” But Wednesday was a day of thorny issues for some groups. In addressing the modalities for CB&TT, for instance, the lines were drawn on how to address the transfer of marine technology. While some cautioned against any provisions that might “force” the private sector to do anything, others underlined that this would be necessary for the implementation of this new agreement. Elsewhere, some were hesitant to agree to any institutional arrangements at all, which could jeopardize the entire agreement. “I really hope that is not the ultimate objective,” sighed one observer. Delegates will have their work cut out for them to get everyone onto the same page."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>. Thursday, 18 August 2022",
    "creator" : "Adobe InDesign 17.3 (Macintosh)"
  }
}