{
  "name" : "33.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>.", "<tallash@iisd.net>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/3PrVJlRVol. 25 No. 232\nBBNJ IGC-5 #2\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>.\nWednesday, 17 August 2022\nBBNJ IGC-5 Highlights: Tuesday, 16 August 2022\nThe fifth session of the Intergovernmental Conference (IGC-5) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) continued at UN Headquarters on Tuesday, 16 August 2022. Delegates met in two parallel informal-informal consultations throughout the day to address draft treaty articles related to: capacity building and the transfer of marine technology (CB&TT); measures such as areabased management tools (ABMTs), including marine protected areas (MPAs); environmental impact assessments (EIAs); and marine genetic resources (MGRs) including questions on the sharing of benefits."
    }, {
      "heading" : "Informal-Informal Discussions",
      "text" : "MGRs, including questions on the sharing of benefits: Facilitator Janine Coye-Felson (Belize) opened the session inviting delegates to reiterate their proposals in terms of restructuring articles on the collection in situ of MGRs in ABNJ (Article 10) and the fair and equitable sharing of benefits (Article 11).\nIndividual delegations and groupings suggested options for restructuring the text, including: a full spectrum article on notification, including for access in situ and ex situ, and a separate article on benefit-sharing; and two distinct articles on benefitsharing at the collection and utilization stages, respectively. They also suggested: three separate articles on the collection of MGRs, pre- and post-cruise criteria, and utilization; and a single article on benefit-sharing, including all the different notification steps.\nOn fair and equitable benefit-sharing (Article 11), the revised draft text of the agreement contains two options. The first refers to non-monetary benefits arising from the collection in situ of MGRs from ABNJ. The second encompasses both monetary and non-monetary benefits arising from the collection in situ of MGRs from ABNJ, from access to such resources ex situ, including as digital sequence information (DSI), and from the utilization of such resources.\nDelegates’ opinions on the two options diverged along developing/developed country lines. On one hand, some stressed that benefit-sharing must be mandatory, including both financial and non-financial elements, all to be shared equitably. A regional group underlined that monetary benefit-sharing should occur upon commercialization of products containing MGRs from ABNJ, including derivatives and DSI. Delegates further noted that benefit-sharing, including of monetary benefits, is in line with the collective interest of the international community. One delegation stressed that modalities of monetary benefit-sharing, including the payment rate, should be regulated under the agreement and not be left to the future Conference of the Parties (COP). A regional group suggested adding, as a non-monetary benefit, increased scientific cooperation.\nThose that supported the second option argued that the benefitsharing system ends with the uploading of the genetic sequence in a public database and the information placed in the clearinghouse, which should be accompanied by capacity-building measures to level the playing field. They highlighted that evidence shows that little value currently flows from MGR utilization from ABNJ, including DSI. They further cautioned that the costs associated\nwith establishing an operational monetary benefit-sharing system, including a track-and-trace system, outweigh the benefits. One state noted that a pharmaceutical product “would require 7-15 years to develop and would cost approximately USD 1 billion,” stressing the need not to disincentivize research and development. Another suggested that the COP assess and review implementation if scientific assessments show that tangible financial benefits are to be generated from MGRs from ABNJ. Delegates further proposed that the benefit-sharing system should be mutually supportive with other existing instruments, as well as that obligations should be without prejudice to the protection of intellectual property rights and confidential information.\nDelegates also discussed an access and benefit-sharing (ABS) mechanism (Article 11bis), originally proposed by a crossregional group of developing countries. The proponents outlined the need for a lean ABS expert body, noting that this would be separate from the proposed scientific and technical body. One delegation, supported by a few others, opposed this mechanism, noting the absence of monetary benefits to be shared. Delegates will return to this issue.\nThe group also opened discussions on Article 13, which contains two distinct options on monitoring and transparency, and on a transparency system for benefit-sharing.\nABMTs, including MPAs: Facilitator Renée Sauvé, Canada, opened the session providing an overview of the section under deliberation. The revised draft text of the agreement contains, under use of terms (Article 1), two options for a definition for ABMTs. They both define them as a tool, including an MPA, for a geographically defined area through which one or several sectors or activities are managed. The options differ on the aim of ABMTs, with the first option stressing achieving conservation and sustainable use objectives. The second option differentiates between MPAs focusing on conservation objectives and ABMTs addressing both conservation and sustainable use objectives.\nThe MPA definition describes these areas as geographically defined marine areas, designated and managed to achieve specific conservation objectives. Discussions focused on whether to: refer to “long-term biodiversity” conservation objectives; and also include sustainable use objectives.\nMost delegates agreed that ABMTs are an umbrella term that includes MPAs, but opinions varied on the two options defining ABMTs. Some supported the first, noting it better attests that MPAs are part of ABMTs. Others preferred the second, saying that it is important to distinguish between MPAs and ABMTs. One delegation requested reference to ABMTs being adaptable over time and based on the best available science. A couple of delegations suggested referring to ABMTs as “measures” rather than “tools.”\nRegarding the definition of MPAs, many supported referring to long-term biodiversity conservation objectives and deleting reference to sustainable use objectives. Some, including one regional group, emphasized the need to maintain references to both conservation, and conservation and sustainable use objectives. One delegation emphasized that creating MPAs in ABNJ is the prerogative of regional fisheries management organizations (RFMOs). Another suggested reference to other effective conservation measures. Some proposed deleting the MPA definition, noting it is superfluous. Others stressed that the\nEarth Negotiations BulletinWednesday, 17 August 2022 Vol. 25 No. 232 Page 2\nestablishment of MPAs would be an important added value of the new agreement. A few delegations did not see any practical use trying to distinguish between ABMTs and MPAs, stressing that the key issue is to have clear objectives for relevant spatial activities.\nFacilitator Sauvé invited a small drafting group to continue working on the definitions.\nOn the objectives (Article 14) of ABMTs, including MPAs, one regional group proposed having an overarching chapeau referring to the overall objective of maintaining biodiversity in areas beyond national jurisdiction (ABNJ). Many preferred leading with text on conservation and sustainable use of areas requiring protection, followed by text on cooperation and coordination, where some debated the focus on MPAs and whether to include that as well as a holistic cross-sectoral approach. Regarding the provision on rehabilitation and restoration of ecosystems, a group of states, supported by many, asked to include “protection”; as well as a provision on capacity building. While some called to delete a provision on food security, others stressed its importance. A few delegates asked for clarification on a provision on safeguarding aesthetic values. One delegation questioned the need for a separate article on objectives and suggested just stating that ABMTs can be established in accordance with relevant international agreements. Noting emerging consensus, Facilitator Sauvé said that a streamlined restructured paragraph would be prepared.\nEIAs: This informal discussion was facilitated by René Lefeber (the Netherlands). Delegations went through an articleby-article reading of the revised draft text of the agreement. On objectives (Article 21 bis), several delegations supported the first of four objectives, specifically addressing the importance of operationalizing EIA provisions under the UN Convention on the Law of the Sea (UNCLOS) by establishing processes, thresholds (and guidelines) for conducting and reporting assessments by parties. Views diverged on whether to include cumulative impacts, transboundary impacts, and strategic environmental assessments (SEAs) as objectives of the EIA part of the agreement. While some were keen to include these aspects, others noted that cumulative and transboundary impacts were factors to consider under EIAs, and not aspects on their own, and many preferred that SEAs be voluntary. On additional objectives proposed jointly by two regional groups related to preventing significant adverse impacts, and strengthening the capacities of developing states to prepare EIAs and SEAs, many requested more time to consider the capacity building elements. Several opposed the reference to preventing significant adverse impacts, with some noting their dissent of “impact-based decision-making standards.”\nOn the obligation to conduct EIAs (Article 22), delegates debated the merits of binding language or whether to refer to voluntary guidance. A number of delegates suggested including a general reference to UNCLOS at the beginning of the section, rather than repeated references throughout. There was broad agreement to include the three existing provisions on: assessing the potential effects of activities under their jurisdiction, with debate on whether to refer to planned or proposed activities; necessary legislative and policy measures, with debate about whether there should be further measures; and whether the requirement to conduct EIAs applies just to activities in ABNJ or all activities that have an impact on ABNJ. One regional group reintroduced previously submitted provisions on an opt-in clause for EIA provisions under the instrument to apply to activities in areas within national jurisdiction if they have likely impacts on ABNJ, and to thereby increase transparency. A number of delegations expressed readiness to consider this as a potential compromise between focusing just on ABNJ and also broader impacts. Facilitator Lefeber asked delegations to engage in informal consultations on these issues before the session resumes on Wednesday afternoon.\nOn the relationship between this agreement and EIA processes under relevant legal instruments and frameworks, and relevant global, regional, and subregional and sectoral bodies (Article 23), Facilitator Lefeber asked delegates to focus on a paragraph noting that no EIA is required if an EIA has been conducted under such a competent international framework or body (IFB). A number of delegations expressed readiness to work on the basis of the first two options, which require a comparison\nof EIAs under relevant IFBs, whereas a few supported the more general third option requiring no such comparison. Many delegates spoke to the importance of substantive and functional equivalency of EIAs conducted by IFBs. Discussions will continue.\nCB&TT: Facilitated by IGC President Rena Lee, delegates considered three options related to monitoring and review (Article 47). They discussed common elements running through the options related to: assessment and review of needs and priorities of (developing) states; review of funding support; performance measurement; and future looking recommendations and followup. Delegates also considered the body responsible for monitoring and review. On the assessment and review of needs and priorities, some delegations called for the needs and priorities of all parties to be considered, not only those of developing states. Several others preferred reviewing the needs and priorities of developing state parties including the support required, provided, and mobilized, and gaps in meeting these requirements, with many asking to include references to the special requirements of small island developing states (SIDS) and the circumstances of developing countries. On funding support, IGC President Lee proposed, and delegates supported, revising the text to incorporate elements related to the identification and mobilization of funds under the financial mechanism based on a review of needs and priorities.\nOn the monitoring and review body, views diverged over whether this should be a function of the COP, or of a separate committee with specialized membership. Those in support of the latter explained the need for this committee to meet more frequently than a COP in order to operationalize CB&TT, while those supporting the COP taking up these functions cautioned against establishing too many subsidiary bodies. Concluding this section, IGC President Lee noted that she would develop a revised text, which would then be considered by a smaller drafting group.\nThe group also addressed modalities for CB&TT (Article 44), with some regional groups calling to “ensure” CB&TT for developing states, while others preferred to stick to UNCLOS language of “promoting” CB&TT, with some clarifying that the latter supports the notion of mutually agreed terms related to the transfer of marine technology. Some delegations called for deletion of access to and transfer of “biotechnology.” Some regional groups preferred that parties “shall provide” resources to support CB&TT, while others favored that parties undertake to provide that support on “mutually agreed terms” and “in accordance with national policies, priorities, plans, and programmes.”\nNoting that delegations had not objected in principle to the proposals tabled, IGC President Lee established a small group to discuss the open elements and report back."
    }, {
      "heading" : "In the Corridors",
      "text" : "Day 2 saw mixed progress: while delegates addressing CB&TT seemed to make headway on whittling down some of the options and proposals tabled, other groups engaged in “basic definitional questions” harkening back to “our PrepCom days.” In a longdrawn discussion, for instance, delegates considered whether to distinguish between ABMTs and MPAs, or to include MPAs under ABMTs, exasperating some delegations. At least “we are crystal clear on each other’s positions now,” quipped one seasoned participant at the end of that session.\nDelegates returned to well-worn arguments in their discussions on the fair and equitable sharing of benefits accrued from MGRs. Some delegations, hesitant to include monetary benefits in the new treaty, noted that little value currently flows from utilization of MGRs from the High Seas. Others pushed for future-proofing the agreement to ensure that when the “golden goose finally lays its eggs,” the instrument will already have a robust benefitsharing mechanism. Delegates also engaged in a fundamental discussion about EIAs and whether EIAs from other competent IFBsshould be accepted as equivalent. With long days and nights of negotiations ahead, many delegates were already visibly fatigued by the rehashing of old arguments. “It is time to move past these,” sighed one delegate after the discussion on the sharing of monetary vs non-monetary benefits. In the end, one delegate privately shared that if this is, indeed, not the last session of the IGC, at least at the end of it “we’ll finally be close!”"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>. Wednesday, 17 August 2022",
    "creator" : "Adobe InDesign 17.3 (Macintosh)"
  }
}