{
  "name" : "34.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>.", "<tallash@iisd.net>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/3PrVJlRVol. 25 No. 231\nBBNJ IGC-5 #1\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>.\nTuesday, 16 August 2022\nBBNJ IGC-5 Highlights: Monday, 15 August 2022\nThe fifth session of the Intergovernmental Conference (IGC-5) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) opened at UN Headquarters on Monday, 15 August 2022. Delegates met for a brief opening plenary, and then in informal-informal consultations addressing final and general provisions of the new treaty (excluding definitions), and articles related to marine genetic resources (MGRs) including questions on the sharing of benefits."
    }, {
      "heading" : "Opening and Adoption of the Agenda",
      "text" : "IGC President Rena Lee opened the meeting and introduced the further revised draft text of an agreement (A/CONF.232/2022/5), which takes into account textual proposals made during and after IGC-4, urging delegates to show flexibility in finding a common ground to form the basis of consensus for negotiations. Recalling the collective call at the second UN Ocean Conference in June 2022 for the conclusion of negotiations by the end of this year, IGC President Lee urged delegates to bring their hearts and commitment to this process, and to consider what the overall package may look like, striving to deliver a fair, balanced, implementable, and universal agreement.\nMiguel de Serpa Soares, Secretary-General of the IGC, UnderSecretary-General for Legal Affairs and UN Legal Counsel, noted that this session was required to facilitate the prompt finalization of the international legally binding instrument (ILBI). He expressed hope that the 40th anniversary of the UN Convention on the Law of the Sea (UNCLOS) could be celebrated by welcoming a new agreement to the Law of the Sea family.\nVladimir Jares, Director, UN Division for Ocean Affairs and the Law of the Sea (UNDOALOS), provided an overview of the meeting’s documents, including the compilation of textual proposals by delegations (A/CONF.232/2022/INF.5) and information for participants (A/CONF.232/2022/INF.4).\nIGC President Lee introduced the agenda (A/CONF.232/2022/ L.4) and delegates adopted it, without comment. She further introduced the programme of work (A/CONF.232/2022/L.5), providing an overview of the organization of the negotiating sessions. She noted that the programme of work for the second week will be finalized towards the end of the first week, potentially including sessions on specific issues rather than on thematic clusters. Delegates approved the programme of work.\nThe EU, the UK, the US, JAPAN, NEW ZEALAND, AUSTRALIA, CANADA, NORWAY, ICELAND, and SWITZERLAND condemned the military invasion by the Russian Federation into Ukraine, stressing that it breaches international law and the UN Charter.\nThe RUSSIAN FEDERATION cautioned against politicization of the meeting, lamenting the “short-sighted Russo-phobic approach of Western countries.” IRAN reminded delegates that a constructive environment is required at this final stage of negotiations."
    }, {
      "heading" : "Informal-Informal Discussions",
      "text" : "General Provisions: On the general objective (Article 2), many delegates supported the proposed drafting to ensure the conservation and sustainable use of marine biodiversity in areas\nbeyond national jurisdiction (ABNJ). Regarding the provision on application (Article 3) IGC President Lee referred delegates to the definition of ABNJ (Article 1) which includes the high sea and the Area (defined in UNCLOS as the seabed and ocean floor and the subsoil thereof, beyond the limits of national jurisdiction). While most delegations supported this, a few opposed reference to the Area, pointing to issues of delineation of the deep seabed and the mandates of other UN bodies. Regarding a second paragraph on the agreement not applying to warships or other vessels owned by a state for non-commercial service, many expressed concern that this could create a potential loophole. Many agreed with a proposal to have a separate, narrower provision on sovereign immunity, and others indicated that they wanted to consider alternative wording previously submitted.\nOn the relationship between this Agreement and the Convention, and relevant legal instruments and frameworks, and relevant global, regional, subregional and sectoral bodies (Article 4), most delegates insisted on a reference to the rights, jurisdictions, and duties of states under UNCLOS. One delegation, opposed by many, asked to not refer to duties of states and to stipulate that the agreement shall not prejudice existing international agreements. Delegates also welcomed a reference to respecting the rights and jurisdiction of coastal states, whereas two, opposed by many, asked to just refer to sovereign rights of state parties under the Convention.\nMGRs, including the sharing of benefits: Facilitator Janine Coye-Felson, Belize, opened the session.\nRegarding the collection in situ of MGRs of ABNJ (Article 10), a regional group suggested restructuring the article to include all traceability aspects and ensure operationalization of benefit-sharing modalities. Another regional group highlighted the need to refer to “access” rather than “collection” of MGRs in ABNJ, including in situ, ex situ, derivatives, and digital sequence information (DSI).” A third regional group suggested addressing the fair and equitable sharing of benefits at the stage of collection and commercialization separately. Individual states also suggested restructuring, with one proposing that all technical aspects on notification be grouped under the section on the clearinghouse mechanism (CHM). Another suggested addressing issues around the notification system and benefit-sharing in distinct articles.\nThree regional groups requested deleting a provision noting that all states and competent international organizations have the right to collect MGRs in ABNJ in accordance with UNCLOS. Another regional group, supported by some states, noted that the provision is reflected in UNCLOS Articles 256 and 257, suggesting deleting reference to “competent international organizations.” One state suggested including reference to “all natural and legal persons” and another to “all natural and juridical persons.” A state noted that different activities, such as deep seabed mining, fisheries, or marine scientific research are governed by different regimes.\nOn a provision that collection of MGRs shall be subject to self-declaratory notification to the CHM, some parties noted that “self-declaratory” is confusing, with a regional group suggesting deletion.\nOn the need for parties to ensure the kind of information that is to be transmitted to the CHM at least six months prior to the collection of MGRs in ABNJ, two states noted that a timeframe would not be necessary prior to the collection of MGRs. Another\nEarth Negotiations BulletinTuesday, 16 August 2022 Vol. 25 No. 231 Page 2\nstressed that notifications need to remain pragmatic, reflecting the inherent uncertainty of marine scientific research. Some offered suggestions on the specific information that should be transmitted.\nOn the need to ensure post-cruise information is transmitted to the CHM as soon as it becomes available, but no later than six months from collection, discussion focused on reference to DSI related to MGRs with some parties preferring instead the term “genetic sequence data and/or other related information.” A party noted that there is no agreed definition on DSI under the Convention on Biological Diversity (CBD).\nSome regional groups and parties noted that the results of the projects are unlikely to be available six months from the collection. One party, supported by many, suggested a post-cruise period of one year for information transmission. Another noted that the timeframe should start from the end of the cruise rather than the collection point.\nOn language related to cooperation in collection, one regional group noted that references to cooperation should be complemented by national legislative, administrative, or policy measures. Many, opposed by one regional group, called to delete the provision calling on parties to take necessary measures to ensure that activities with respect to MGRs of ABNJ that may result in the utilization of MGRs of areas both within and beyond national jurisdiction are subject to the prior notification and consultation of the coastal states, noting that coastal states have no extended rights to MGRs of ABNJ, and that this issue is best addressed under the Nagoya Protocol, as it relates to benefitsharing. Others suggested linking this text with a provision related to a similar provision on activities with respect to MGRs of ABNJ.\nSeveral regional groups and states supported a provision on access to traditional knowledge (TK) of indigenous peoples and local communities (IPLCs) associated with MGRs of ABNJ (Article 10bis), with one preferring “knowledge” over TK. One delegation proposed that this issue pertains more to benefit-sharing than to access of MGRs, and another suggested conditioning access to TK of IPLCs to free, prior and informed consent, and mutually agreed terms. Many expressed interest in redrafting the provision. Facilitator Coye-Felson called on delegations to continue to work informally to propose the way forward on outstanding issues.\nFinal Provisions: On the right to vote (Article ante 58), two delegations asked to delete the provision with one noting that a provision on vote is usually not part of the final provisions and rather addressed in the rules for the Conference of the Parties (COP). One regional group asked to only retain language on states parties voting. Another delegation, while expressing support for regional economic integration organization (REIO) parties to have a vote, asked to specify that the votes are to be equal to the number of member states that are party to the agreement “that are present and voting,” so that they cannot vote for member states that are absent during voting procedures. A party proposed voting rights for REIO members that are “present and duly accredited.” One regional group opposed, noting the requirement for REIOs to be able to vote for all their member states, pointing out that the group intends to contribute both as an organization and as individual state parties.\nA few parties requested further clarification on past practice regarding voting rights for REIO members. President Lee established a small group to continue discussions.\nOn the duration for which the agreement will be open for signature (Article 58), one delegation noted the time period should be more than one year. On the ratification, approval, acceptance, accession, and formal confirmation (Article 59), one delegation queried whether “formal confirmation” is necessary.\nRegarding the division of competence of REIOs and their Member States (Article 59bis), a regional group suggested bracketing the provision, noting that such a division is a political process that often lacks clarity. Two delegations suggested deleting the provision, noting that it was superfluous. Another opined that the wording is fairly standard in international treaties, pointing to Articles 22 and 23 of the UN Framework Convention on Climate Change (UNFCCC). The issue will be further discussed in a small group.\nOn the entry into force of the agreement (Article 61), discussions focused on the number of instruments of ratification, approval, acceptance, accession, or formal confirmation will be required for the agreement to enter into force. A regional group said that the number should be discussed at a later stage, noting that the initial proposal of 30 ratifications is too low. Some states supported using 30 ratifications for entry into force, noting precedence from other agreements like the UN Fish Stocks Agreement. Some noted that the timely entry into force will allow setting up the necessary processes and institutions that will accompany this agreement, under the COP. Others supported a minimum of 60 ratifications, noting that a critical mass is necessary to set up measures requiring broad support to be effective. One delegation suggested that 90 instruments of ratifications should be required for entry into force. IGC President Lee suggested, and delegates agreed, to set this discussion aside for conclusion later in the meeting.\nOn provisional application (Article 62), most delegations supported the text, but raised questions regarding the application of the article across the entire spectrum of the ILBI. One delegation pointed to potential legal challenges with temporary application, noting that once an international instrument has been ratified, parties are required to act in good faith and not to undermine it as per the Vienna Convention on Treaties. A number of other delegations supported temporary application, noting the urgency of the matter. IGC President Lee noted that there were no issues with the text, but rather questions on the necessity of the provision.\nRegarding the provision that no reservations or exceptions may be made (Article 63), one regional group, supported by others, suggested specifying “unless expressly permitted by other articles of this agreement.” While many supported this provision, some stressed the importance of having limited or no reservations, while two asked to bracket it. Views diverged on whether to retain a provision on the relationship with other agreements (Article 64). On amendment (Article 65), opinions varied on whether the deadline for a proposal for amendment to be considered should be six or nine months. Delegates debated the paragraph that an amendment may provide for a smaller or larger number of ratifications, with some noting that such flexible language was required as the number of ratifications will keep changing, and one asked to delete it. On denunciation (Article 66), one delegation, opposed by many, asked to refer instead to withdrawal. While agreeing that they still have to decide if there will be any, on annexes (Article 68) a number of regional groups were supportive and some parties asked to reintroduce one on CB&TT. On amending annexes, several delegations insisted that this be expedited, including based on scientific and technical considerations. Delegates welcomed the provisions on depository (Article 69) and authentic texts (Article 70) in principle."
    }, {
      "heading" : "In the Corridors",
      "text" : "A wave of optimism and positivity seemed to charge the room as IGC-5 opened on Monday morning, with delegates meeting in a standing-room-only plenary session. “This could actually be the last meeting,” one delegate shared privately, “but I don’t want to jinx it!” On her part, the IGC President called on delegates to be flexible in their positions, optimistic that, “land is in sight, it is time to bring this ship into the shore!”\nAs delegates got to the business of negotiating the 56-page revised draft text supported by the 252 pages of textual proposals, the Herculean task before them became clearer, and scarier. “In some cases, we are diametrically opposed, and are no closer to agreement than we were at IGC-1,” opined one advisor, “but there may be hope yet.” Unsurprisingly, opinions varied on the pragmatic application of the principles governing issues such as collection of marine genetic resources from the high seas. With delegates exchanging arguments over the supremacy of the principle of common heritage of humankind or the freedom of the high seas, one queried “if freedom of the high seas governs collection of MGRs, how can we possibly manage the sharing of benefits from collected specimen?” Delegates will use the next two weeks to try to bridge this and other obvious gaps."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Diego Noguera. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union. General Support for the Bulletin during 2022 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The opinions expressed in the Bulletin are those of the authors and do not necessarily reflect the views of IISD or other donors. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Interim Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5 can be contacted by e-mail at <tallash@iisd.net>. Tuesday, 16 August 2022",
    "creator" : "Adobe InDesign 17.3 (Macintosh)"
  }
}