{
  "name" : "35.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "María Ovalle", "Nicole Schabus" ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/bbnj5resVol. 25 No. 250\nBBNJ IGC-5.2 FINAL\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, María Ovalle, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Mike Muzurakis. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union (EU). General Support for the Bulletin during 2023 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The contents of the Bulletin are the sole responsibility of the authors and can under no circumstances be regarded as reflecting the position of the donors or IISD. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>.\nTuesday, 7 March 2023\nSummary of the Resumed Fifth Session of the Intergovernmental Conference on an\nInternational Legally Binding Instrument under the UN Convention on the Law of the Sea on the\nConservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction:\n20 February – 4 March 2023 The Ocean is a vast area, most of which is still unknown to\nhumans. It constitutes over 90% of the habitable space on the planet and contains some 250,000 known species, with many more remaining to be discovered. Nearly two-thirds of the Ocean along with its unique species and ecosystems are in areas beyond national jurisdiction (ABNJ). However, fragmented legal frameworks have left biodiversity in ABNJ vulnerable to growing threats, including climate change, pollution, including plastic pollution, overfishing, habitat destruction, ocean acidification, and underwater noise.\nIt is in this context that delegates arrived at UN Headquarters in New York to conclude a decade and a half of negotiations under the UN Convention on the Law of the Sea (UNCLOS) on a new treaty on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction (BBNJ). The resumed fifth session of the Intergovernmental Conference (IGC-5.2) was convened to address the numerous issues that had been left outstanding at the conclusion of IGC-5 in August 2022, which, in itself, had been an additional meeting, since UN General Assembly resolution 72/249 had only mandated four sessions of the Conference. Although many lauded IGC-5.1 as the session in which the most progress had been made towards elaborating the treaty, agreement on several critical issues remained elusive. Delegates agreed to pause IGC-5 and resume it, with a view to “pick up where we left off, as if from a long weekend.”\nDuring the resumed session, delegates spent the first week airing their views on the draft text, which were reflected in an updated draft issued over the middle weekend of the meeting. Throughout the second week, delegates’ writ from IGC President Rena Lee was to clean the text. With many provisions linked to each other, this proved more challenging than expected. Some noted that unlocking the parts of the text related to marine genetic resources (MGRs), including benefit sharing, and finance would be key.\nThey managed to reach this delicate compromise behind the closed doors of the President’s consultations early on the morning of Saturday, 4 March, and then began to address the outstanding\nparts of the text that hinged on MGRs and finance. There was also considerable debate on the inclusion of the principle of the common heritage of humankind and whether it should be counter-balanced with a reference to the freedom of the high seas.\nThe closed-door President’s consultations lasted for over 36 hours, with IGC President Rena Lee eventually emerging with an agreement to conserve and sustainably use the high seas. Delegates welcomed the agreement with two rounds of sustained standing ovations, lauding ICG President Lee for her efforts in steering the process to a successful conclusion.\nHowever, procedural issues were evident during the closing hours of the meeting, with delegates agreeing to the text as discussed during the closed-door meeting but not reviewing it and formally adopting it in plenary. Instead, the IGC established an open-ended informal working group to undertake technical edits to ensure uniformity of the text and harmonize the wording in all six UN official languages, and requested the working group to convene an additional resumed session of IGC-5 (IGC-5.3) to be held at a date to be announced.\nAttended by over 400 delegates, representing governments, specialized agencies of the UN, non-governmental organizations, and academia, IGC-5.2 convened from 20 February - 4 March 2023 at UN Headquarters in New York.\nIn this Issue\nA Brief History of the BBNJ Negotiations . . . . . . . . . . . . . 2\nIGC-5.2 Report . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Discussions on the Draft Text of a New BBNJ Agreement . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Other Matters and Closure of the Meeting . . . . . . . . . . 16\nA Brief Analysis of IGC-5.2 . . . . . . . . . . . . . . . . . . . . . . . 17\nUpcoming Meetings . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\nGlossary . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20\nA Brief History of the BBNJ Negotiations The conservation and sustainable use of BBNJ is increasingly\nattracting international attention, as scientific information, albeit insufficient, reveals the richness and vulnerability of such biodiversity, particularly around seamounts, hydrothermal vents, sponges, and cold-water corals, while concerns grow about the increasing anthropogenic pressures posed by existing and emerging activities, such as fishing, mining, marine pollution, and bioprospecting in the deep sea.\nThe UN Convention on the Law of the Sea (UNCLOS), which entered into force on 16 November 1994, sets forth the rights and obligations of states regarding the use of the Ocean, its resources, and the protection of the marine and coastal environment. Although UNCLOS does not refer expressly to marine biodiversity, it is commonly regarded as establishing the legal framework for all activities in the Ocean.\nThe Convention on Biological Diversity (CBD), which entered into force on 29 December 1993, defines biodiversity and aims to promote its conservation, the sustainable use of its components, and the fair and equitable sharing of the benefits arising from the use of genetic resources. In areas beyond national jurisdiction (ABNJ), the Convention applies to processes and activities carried out under the jurisdiction or control of its parties. The Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization, which entered into force on 12 October 2014, applies to genetic resources within the scope of CBD Article 15 (Access to Genetic Resources) and to traditional knowledge associated with genetic resources within the scope of the Convention.\nFollowing more than a decade of discussions convened under the United Nations General Assembly, the Assembly, in its resolution 72/249 of 24 December 2017, decided to convene an IGC to elaborate the text of an international legally binding instrument (ILBI) under UNCLOS on the conservation and sustainable use of BBNJ, with a view to developing the instrument as soon as possible. The IGC was initially mandated to meet for four sessions, with the fourth session scheduled for the first half of 2020."
    }, {
      "heading" : "Key Turning Points",
      "text" : "Working Group: Established by General Assembly resolution 59/24 of 2004, the Ad Hoc Open-ended Informal Working Group to study issues relating to the conservation and sustainable use of BBNJ served to exchange views on institutional coordination, the need for short-term measures to address illegal, unregulated, and unreported (IUU) fishing and destructive fishing practices, MGRs, marine scientific research on marine biodiversity, marine protected areas (MPAs), and environmental impact assessments. It met three times from 2006 to 2010.\nThe “Package”: The fourth meeting of the Working Group (31 May-3 June 2011, New York) adopted, by consensus, a set of recommendations to initiate a process on the legal framework for the conservation and sustainable use of BBNJ, by identifying gaps and ways forward, including through the implementation of existing instruments and the possible development of a multilateral agreement under UNCLOS. The recommendations also included a “package” of issues to be addressed as a whole in this process, namely: • MGRs, including questions on benefit-sharing;\n• Area Based Management Tools (ABMTs), including MPAs; • Environmental impact assessments (EIAs); and • Capacity building and transfer of marine technology (CB&TT).\nUN Conference on Sustainable Development (Rio+20): The UN Conference on Sustainable Development (20-22 June 2012, Rio de Janeiro, Brazil) expressed the commitment of states to address, on an urgent basis, building on the work of the Working Group and before the end of the 69th session of the General Assembly, the issue of the conservation and sustainable use of BBNJ, including by taking a decision on the development of an international instrument under UNCLOS.\nA Legally Binding Instrument: Between 2014 and 2015, the Working Group engaged in interactive substantive debates on the scope, parameters, and feasibility of an international instrument under UNCLOS. At its ninth meeting, the Working Group reached consensus on recommendations for a decision to be taken at the 69th session of the UN General Assembly to develop a new legally binding instrument on BBNJ under UNCLOS, and to start a negotiating process to that end.\nPreparatory Committee: Established by General Assembly resolution 69/292, the Preparatory Committee (PrepCom) was mandated to make substantive recommendations to the General Assembly on the elements of a draft text of an ILBI under UNCLOS, taking into account the various reports of the Co-Chairs on the Working Group’s work; and for the Assembly to decide at its 72nd session whether to convene an IGC to elaborate the text of the ILBI. The PrepCom met four times in 2016 and 2017 and considered the scope of an ILBI and its relationship with other instruments, guiding approaches and principles, as well as the elements of the package. Despite diverging views, with a wide majority of countries arguing that the PrepCom had exhausted all efforts to reach consensus, the PrepCom outcome that was eventually adopted comprised: • non-exclusive elements of a draft ILBI text that generated\nconvergence among most delegations; • a list of main issues on which there is divergence of views, with\nthe indication that both do not reflect consensus; and • a recommendation to the UN General Assembly to take a\ndecision, as soon as possible, on convening an IGC. IGC Organizational Meeting: The IGC was established under\nGeneral Assembly resolution 72/249 of December 2017. The Committee’s organizational meeting took place from 16-18 April 2018. Delegates elected Rena Lee (Singapore) as IGC President and agreed to: focus IGC-1 on substantive discussions based on the elements of the package; take consensus-based decisions on the preparation of a zero draft; and mandate the President to prepare a concise document that identifies areas for further discussion, that does not contain treaty text, and that would not constitute the zero draft.\nIGC-1: At the first meeting of the IGC, held from 4-17 September 2018, delegates made some progress in clarifying positions on the package elements and tabling more detailed options for a process on ABMTs. President Lee suggested preparing a document that would facilitate text-based negotiations, containing treaty language and reflecting options on the four elements of the package, taking into account all inputs during IGC-1 as well as the Preparatory Committee’s report, well in advance of IGC-2.\nIGC-2: Delegates convened for the second session of the IGC from 25 March to 5 April 2019. They deliberated based on the IGC President’s Aid to Negotiations, which contained options structured along the lines of the 2011 package. In their discussions on the President’s Aid, delegates continued to elaborate their positions on issues previously identified as areas of divergence, achieving convergence on a few areas, such as: the need to promote coherence, complementarity, and synergies with other frameworks and bodies; benefit-sharing as part of conservation and sustainable use; and EIAs being mutually supportive with other instruments. But important issues remained outstanding. During the closing session, several called on IGC President Lee to prepare and circulate a “no-options” document containing treaty text, and to revise the meeting format, calling for a more informal set-up to facilitate in-depth negotiations.\nIGC-3: Delegates at the third session of the IGC convened from 19-30 August 2019 and delved, for the first time, into textual negotiations based on a “zero draft” containing treaty text, developed by IGC President Lee. The document’s structure addressed general provisions and cross-cutting issues, as well as the four elements of the package identified in 2011.\nVirtual Intersessional Work: As a consequence of the COVID-19 pandemic, delegations worked remotely from September 2020 to February 2022 via an online discussion platform to share views on the more contentious issues in the draft text. During an online briefing on modalities for the virtual work, President Lee clarified that the intersessional work programme would be held using the online discussion forum with the full engagement of the facilitators of the five working groups assigned to the four elements of the 2011 package and cross-cutting issues. She explained that intersessional work would not substitute negotiations at IGC-4, the date for which was still unknown, but would allow for clarifying positions and enhancing mutual understanding.\nIGC-4: Delegates reconvened in an in-person informal-informal setting governed by Chatham House Rules, from 7-18 March 2022. With COVID-19 restrictions only permitting two representatives per delegation in the room at one time and extremely limited observer participation, delegates addressed a revised draft text of an agreement. For the first time, delegations prepared and submitted textual proposals, many times jointly, to make progress on the draft text. Notably, a group of developing countries and one regional group announced their intention to submit two separate proposals on MGRs and benefit-sharing. However, diverging views still persisted on the establishment of an access and benefit-sharing (ABS) mechanism. On EIAs, delegates agreed to base future negotiations on a cross-regional proposal on a tiered approach to conduct EIAs, although they were unable to reach consensus on who would be ultimately responsible for decision making. On CB&TT, one delegation working with others, proposed a capacity-building mechanism, with a regional group proposing a cooperation and coordination mechanism addressing all relevant sections of the agreement.\nIGC-5.1: The first part of IGC-5, which convened from 15-26 August 2022, made notable progress in reaching consensus on some key issues. Despite this progress, consensus could not be reached and the session was suspended, to be resumed at a later date. Outstanding issues included: the establishment of an ABS\nmechanism; monetary benefit-sharing; intellectual property rights; decision-making; thresholds related to EIAs; and area- versus impact-based approaches.\nIGC-5.2 Report IGC President Rena Lee opened the meeting on Monday, 20\nFebruary 2023, urging delegates to “come together to get us across the finish line,” and to set aside the disappointment of having come “so tantalizingly close” to agreement at the last session. She introduced the further refreshed draft text (A/CONF.232/2023/2), which takes into account most of the work within small groups at the previous meeting.\nMiguel de Serpa Soares, Secretary-General of the IGC, UnderSecretary-General for Legal Affairs and UN Legal Counsel, called for a spirit of congeniality to achieve the goal of the IGC, and provide future generations with a resilient and productive Ocean.\nVladimir Jares, Director, UN Division for Ocean Affairs and the Law of the Sea (UNDOALOS), provided an overview of the meeting’s documents, also including the updated provisional programme of work (A/CONF.232/2023/L.1).\nPresident Lee introduced the provisional programme of work, noting that as negotiations progress, adjustments to the programme of work will be necessary. Delegates approved the programme of work.\nCredentials: On Friday, 3 March 2023, delegates adopted the report of the Credentials Committee (A/CONF.232/2022/8), as presented by the Chair of the Credentials Committee, Carl Grainger (Ireland), and accepted the credentials submitted after the committee meeting."
    }, {
      "heading" : "Discussions on the Draft Text of a New BBNJ Agreement",
      "text" : "Throughout the two-week meeting, delegates worked in informal informals, small groups, and in closed-door President’s consultations. The task of the small groups was to draft compromise text for consideration in informal informals, while the President’s consultations served to address the most contentious issues and produce wider reaching compromises.\nFollowing almost 36 hours of President’s consultations beginning on Friday, 3 March, delegates agreed on the draft agreement under UNCLOS on the conservation and sustainable use of BBNJ on Saturday, 4 March 2023. The IGC agreed to forward the text of the agreement, which had only been considered within closed President’s consultations, to an open-ended informal working group for editing and translation before its adoption at a date to be announced.\nThe following summary is organized by article, based on the draft agreement that was circulated late on Sunday, 6 March 2023. This summary reflects the informal-informal discussions that occurred over the two weeks, as well as the final language in the draft agreement on BBNJ. Due to the nature of the setting of this meeting, this summary will not attribute statements to speakers, unless otherwise noted.\nPreamble: Kurt Davis (Jamaica) facilitated discussions on the preamble on Thursday, 2 March. Delegates engaged in charged discussions on whether to include the principle of the common heritage of humankind and/or the freedom of the high seas in this part of the agreement, with the majority of delegations supporting a\nreference to the common heritage of humankind in the operative part of the agreement. Some delegations favored deleting both references as the “path of least resistance.”\nFinal Agreement: In the draft agreement’s preamble, the parties to the agreement, inter alia: • recall the relevant provisions of UNCLOS, including the\nobligation to protect and preserve the marine environment; • stress the need to respect the balance of rights, obligations and\ninterests set out in the Convention, • recognize the need to address, in a coherent and cooperative\nmanner, biodiversity loss and degradation of ecosystems of the Ocean, due to, in particular, climate change impacts on marine ecosystems, such as warming and ocean deoxygenation, as well as ocean acidification, pollution, including plastic pollution, and unsustainable use;\n• are conscious of the need for the comprehensive global regime under the Convention to better address BBNJ; • recognize the importance of contributing to the realization of a just and equitable international economic order which takes into account the interests and needs of humankind as a whole and, in particular, the special interests and needs of developing states, whether coastal or landlocked; and • acknowledge that the generation of, access to, and utilization of digital sequencing information (DSI) on MGRs of ABNJ, together with the fair and equitable sharing of benefits arising from its utilization, contribute to research and innovation and to the general objective of this Agreement. General Provisions: Facilitator Davis led delegates in\ndiscussions of general provisions on Tuesday, 21 February, Thursday, 23 February, Friday, 24 February, and Tuesday, 28 February.\nUse of terms (article 1): This article contains the use of terms that are defined under the relevant parts, as appropriate.\nGeneral objectives (article 2): On this issue, delegates debated an addition to the objectives of conservation and sustainable use of marine biological diversity, “and the sharing of benefits thereof.” Some saw this as a means to align the new agreement with other international agreements such as the CBD and the International Treaty on Plant Genetic Resources for Food and Agriculture. Some countries opposed the addition, preferring the original formulation. Another delegate said the objective is to be aligned with UNCLOS and requested adding “in accordance with relevant international agreements.”\nIn an informal informal convened to clean the text on Friday, 3 March, IGC President Lee proposed not including the reference to sharing the benefits of MGR, since it is dealt with in another part of the text. This was supported by one group and some countries, who urged aligning the general objectives with those set out in the mandate, namely conservation and sustainable use. A negotiating bloc and others indicated that they could not accept this agreement without a reference to benefit-sharing in this article. The issue was referred to the President’s consultations.\nFinal Agreement: In the final agreement, parties agree that the objective is to ensure the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, for the present and in the long term, through effective implementation of the relevant provisions of the Convention and further international cooperation and coordination.\nApplication (article 3): Delegates discussed the provision that specifies that the agreement applies to ABNJ. Delegates agreed to amend the title to “scope of application.”\nFinal Agreement: In the final agreement, parties agree that the Agreement applies to ABNJ.\nSovereign immunity (article 3 bis): Delegates considered a proposal to rename the article to “exceptions,” noting that this better reflects the article, which does not apply to sovereign immune vessels, including warships, military aircraft, and naval auxiliary.\nFinal Agreement: In the final agreement under “Exceptions,” parties agree, inter alia, that the Agreement does not apply to any warship, military aircraft or naval auxiliary. Except for Part II, this Agreement does not apply to other vessels or aircraft owned or operated by a party and used, for the time being, only on government non-commercial service.\nRelationship between this Agreement and the Convention and relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies (article 4), hereafter referred to as international frameworks and bodies (IFBs): Delegations addressed a suggestion that called for the agreement to be interpreted in a manner that “respects the competences of, and does not undermine,” relevant IFBs. They also considered the argument that the agreement be interpreted in a matter “not undermining the effectiveness of measures” by relevant IFBs. Many underscored the importance of retaining a paragraph addressing the legal status of non-parties to UNCLOS, noting that this will further the universal acceptance of the agreement. Others considered that this language could undermine the interpretation of both the agreement and UNCLOS.\nIn small group discussions, delegations agreed that the agreement shall be interpreted and applied in a manner consistent with UNCLOS, and that nothing in this agreement shall prejudice the rights, jurisdiction, and duties of states under UNCLOS.\nDelegates also addressed text related to the legal status of nonparties to the Convention, with delegations forwarding further discussions to the President’s consultations.\nFinal Agreement: In the final agreement, parties agree that, inter alia: • the Agreement shall be interpreted and applied in a manner that\ndoes not undermine relevant IFBs and that promotes coherence and coordination; and\n• the legal status of non-parties to the Convention or any other related agreements with regard to those instruments is not affected by this Agreement. Without prejudice (article 4 bis): On this provision, which\nrelates to other claims of sovereignty and maritime disputes, many welcomed the text, which was the outcome of small group discussions during the first part of IGC-5 and notes that any decision or recommendation of the Conference of the Parties (COP) or any of its subsidiary bodies, shall be without prejudice to, and shall not be relied upon as a basis for asserting or denying any claims to, sovereignty, sovereign rights or jurisdiction, including in respect of any disputes relating thereto.\nFinal Agreement: In the final agreement, parties agree that the Agreement, inter alia, shall be without prejudice to, and shall not be relied upon as a basis for asserting or denying any claims to, sovereignty, sovereign rights or jurisdiction, including in respect of any disputes relating thereto.\nGeneral principles and approaches (article 5): Discussions focused primarily on the inclusion of precaution, with divergence over whether to include the precautionary principle or the precautionary approach. With regard to the inclusion of the principle of the common heritage of humankind, which was supported by many, discussions saw calls to “balance” the text by also including a reference to the freedom of the high seas. Delegates welcomed the inclusion of: • the polluter pays principle; • the ecosystems approach; • the integrated approach; • the use of the best available science and scientific information; • the use of relevant traditional knowledge of Indigenous Peoples\nand local communities; and • the non-transfer of damage or hazards from one area to another\nand the non-transformation of one type of pollution into another. Final Agreement: In the final agreement, parties shall be guided by the following principles and approaches, in order to achieve the objectives of this Agreement, including, inter alia, the: • principle of the common heritage of humankind, which is set out\nin the Convention; • freedom of marine scientific research, together with other\nfreedoms of the high seas; • principle of equity, and the fair and equitable sharing of benefits;\nand • precautionary principle or precautionary approach, as\nappropriate. International cooperation (article 6): Delegates addressed,\namong others, language calling on parties to cooperate with relevant IFBs “and members thereof,” where points of divergence emerged. Some noted that cooperation between parties and non-parties will enhance implementation, while others noted that these IFBs are composed of many of the same Member States, with some stating that the additional wording creates ambiguity. One group of states offered additional text to clarify that cooperation with other IFBs will include promoting “the consideration of decisions and recommendations made both under the BBNJ treaty and under other IFBs” as they relate to the conservation and sustainable use of marine biological diversity. In support, some noted that the language bolsters the relationship between the treaty and IFBs. In informal informals on Friday, 3 March, delegates agreed to delete the reference to “and members thereof.” They also agreed on an alternative formulation related to endeavoring to promote the objectives of the agreement under existing IFBs.\nFinal Agreement: In the final agreement, parties shall, inter alia: • cooperate under this Agreement including through strengthening\nand enhancing cooperation with and promoting cooperation among relevant IFBs in the achievement of the Agreement’s objective;\n• endeavor to promote, as appropriate, the objectives of this Agreement when participating in decision-making under other IFBs; and • promote international cooperation in marine scientific research and in the development and transfer of marine technology consistent with the Convention in support of the objective of this Agreement."
    }, {
      "heading" : "Marine Genetic Resources, Including the Fair and Equitable",
      "text" : "Sharing of Benefits: Facilitated by Janine Coye-Felson (Belize), the informal informal discussions on MGRs took place on Monday, 20 February 2023, Tuesday, 21 February, Friday, 24 February, and Monday, 27 February. This part of the agreement was also the subject of intense negotiations within small groups and was the core issue under negotiations in the President’s closed-door consultations throughout the meeting, including into the early hours of Saturday, 4 March 2023.\nThe summary of this part only reflects informal-informals discussions, as MGRs were mostly discussed behind closed doors.\nObjectives (article 7): Delegates discussed text related to the use of the benefits arising from MGRs of ABNJ for the conservation and sustainable use of marine biological diversity of ABNJ.\nFinal Agreement: In the final agreement, parties agree that the objectives of this Part are, inter alia: • fair and equitable sharing of benefits arising from activities\nwith respect to MGRs and DSI on MGRs of ABNJ for the conservation and sustainable use of BBNJ;\n• building and development of the capacity of parties, particularly developing states parties, in particular the least developed countries (LDCs), landlocked developing countries (LLDCs), geographically disadvantaged states, small island developing states (SIDS), coastal African states, archipelagic states and developing middle-income countries, to carry out activities with respect to MGRs and DSI on MGRs of ABNJ; and • the development and transfer of marine technology. Application (article 8): On the temporal scope, delegates\ndebated whether the agreement shall apply to activities with respect to MGRs of ABNJ only after the entry into force of the agreement, or also MGRs collected before entry into force. On the material scope, delegations debated whether to include fish and/or fishing and fishing-related activities in the agreement. They also addressed a definition for “activities with respect to MGRs,” with some calling for “collection of, access to, and utilization of MGRs.” Some requested including DSI.\nFinal Agreement: In the final agreement, parties agree that the provisions of this Agreement: • shall apply to activities with respect to MGRs and DSI on MGRs\nof ABNJ collected and generated after entry into force; and • shall not apply to fishing regulated under relevant international\nlaw and fishing-related activities or fish or other living marine resources known to have been taken in fishing and fishingrelated activities from ABNJ, except where such fish or other living marine resources are regulated as utilization under this Part. Activities with respect to MGRs of ABNJ (article 9): Some\ndelegates expressed preference for jurisdiction “and” control, while others preferred jurisdiction “or” control. A few delegates requested referring to “all” activities, while others argued that cooperation will not occur on every activity.\nFinal Agreement: In the final agreement, parties agree that, inter alia: • activities with respect to MGRs of ABNJ may be carried out by\nall parties, irrespective of their geographical location, and natural or juridical persons under the jurisdiction of the parties;\n• they shall promote cooperation in all activities with respect to MGRs of ABNJ;\n• the collection in situ of MGRs of ABNJ shall be carried out with due regard for the rights and legitimate interests of coastal states in areas within their national jurisdiction and also with due regard for the interests of other states in ABNJ, in accordance with the Convention. To this end, parties shall endeavor to cooperate, as appropriate, including through specific modalities for the operation of the clearing-house mechanism (CHM) with a view to implementing this Agreement; • no state shall claim or exercise sovereignty or sovereign rights over MGRs of ABNJ; • collection in situ of MGRs of ABNJ shall not constitute the legal basis for any claim to any part of the marine environment or its resources; and • activities with respect to MGRs of ABNJ are in the interests of all states and for the benefit of all humanity, particularly for the benefit of advancing the scientific knowledge of humanity and promoting the conservation and sustainable use of marine biological diversity. Notification on activities with respect to MGRs of ABNJ (article 10): Delegates agreed that parties shall take the necessary legislative, administrative or policy measures to ensure that collection in situ of MGRs of ABNJ shall be subject to notification to the CHM.\nFinal Agreement: In the final agreement, parties agree that information shall be notified to the CHM prior to the collection in situ of MGRs of ABNJ, including on, inter alia: • the nature and objectives under which the collection is carried\nout; • the subject matter of the research or, if known, MGRs to be\ntargeted or collected, and the purposes for which such resources will be collected;\n• the geographical areas in which the collection is to be undertaken; • a summary of the method and means to be used for collection, including the name, tonnage, type and class of vessels, scientific equipment and/or study methods employed; and • information concerning any other contributions to proposed major programmes. Upon notification, the CHM shall automatically generate a BBNJ\nstandardized batch identifier. Traditional knowledge of Indigenous Peoples and local communities associated with MGRs of ABNJ (article 10 bis): Delegations agreed that “parties shall take legislative, administrative or policy measures, where relevant and as appropriate, with the aim of ensuring that traditional knowledge associated with MGRs in ABNJ that is held by Indigenous Peoples and local communities shall only be accessed with the free, prior and informed consent or approval and involvement of these Indigenous Peoples and local communities. Access to such traditional knowledge may be facilitated by the CHM. Access to and use of such traditional knowledge shall be on mutually agreed terms.”\nFinal Agreement: In the final agreement, parties agree as above. Fair and equitable benefit-sharing (article 11): A group of\ndelegations, opposed by others, suggested deleting a reference that benefit-sharing should “contribute to the conservation and sustainable use of marine biological diversity of ABNJ.” Many delegates supported deleting the brackets around a paragraph on\n“non-monetary benefits.” Delegates exchanged opinions on DSI, noting that the term has been used as a placeholder under the CBD, and no internationally-agreed definition exists.\nOn conditions for access to samples, data, and information, one group emphasized the need to provide access on the most favorable terms, including concessional and preferential terms, to researchers and research institutions from developing countries. A delegate suggested adding the protection of confidential information, opposed by another who cautioned against introducing commercial protectionist aspects.\nThey also discussed a compromise proposal, which includes, among others: replacement of a reference to royalties with payments or contributions related to the commercialization of products arising from utilization of MGRs in ABNJ; a comprehensive approach to achieve a tiered fee; and a restructuring of the potential percentage of payment upon commercialization.\nFinal Agreement: In the final agreement, parties agree that nonmonetary benefits shall be shared in the form of, inter alia: access to samples and samples collection; access to DSI; open access to findable, accessible, interoperable and reusable (FAIR) scientific data; and transfer of marine technology.\nParties also agree that, among others: • monetary benefits from the utilization of MGRs and DSI on\nMGRs of ABNJ, including commercialization, shall be shared fairly and equitably, through the financial mechanism established under article 52; and • after the entry into force of this Agreement, developed states parties shall make annual contributions to the special fund referred to in article 52. COP-1 shall determine the rate of such contributions. A party’s rate of contribution shall be 50% of their assessed contribution to the budget adopted by COP. The COP shall decide the modalities for the sharing of monetary benefits from the utilization of MGRs and DSI on MGRs of ABNJ, taking into account the recommendations of the ABS committee. If all efforts to reach consensus have been exhausted, a decision shall be adopted by a three-fourths majority of parties present and voting. The payments shall be made through the special fund, with the modalities including: milestone payments; payments or contributions related to the commercialization of products, including payment of a percentage of the revenue from sales of products; and tiered fee paid on a periodic basis.\nABS mechanism (article 11 bis): The group discussed a proposal to include that the ABS mechanism “shall serve, inter alia, as a means for establishing mandatory guidelines for benefit-sharing, in accordance with article 11, providing transparency and ensuring a fair and equitable sharing of both monetary and non-monetary benefits.”\nRegarding the matters on which the ABS mechanism will make recommendations to the COP, a group of countries suggested developing guidelines or a code of conduct for all activities related to MGRs and DSI. A delegate suggested adding matters related to the distribution of benefits on the conservation and sustainable use of biodiversity in ABNJ. A coalition of countries tabled a full textual proposal, suggesting recommendations on: assessments of research and development activities based on MGRs of ABNJ; potential commercialization of products; appropriate modalities to operationalize CB&TT projects; and the operation of the CHM.\nFinal Agreement: In the final agreement, parties agree that an ABS committee is hereby established and may make recommendations to the COP on matters including on: • guidelines or a code of conduct for activities; • rates or mechanisms for the sharing of monetary benefits; • matters relating to this Part in relation to the CHM; and • matters relating to this Part in relation to the financial\nmechanism. Intellectual property rights (article 12): Delegates considered a\nproposal aimed at ensuring that intellectual property rights (IPRs) do not undermine the objectives of fair and equitable ABS, and effectively implement traceability. Some opposed, expressing concerns, including on: the legal implications in other parts of the agreement; the risks of fragmented IPR obligations; the relationship between patents and territoriality; and the need to disclose the origin of MGRs.\nFinal Agreement: In the final agreement, there is no provision on IPRs.\nMonitoring and transparency (article 13): Delegations considered a suggestion to change the article’s title to “monitoring, compliance, and transparency.” Some suggested that monitoring and transparency for MGRs and DSI shall be achieved through notification to the CHM, and any relevant compliance measures should be elaborated in accordance with article 11 bis. They also discussed a proposal that parties submit reports to the ABS mechanism on their implementation of the provisions on all activities with respect to MGRs and DSI of ABNJ and the sharing of benefits thereof.\nFurther discussions on this part were held in the President’s consultations.\nFinal Agreement: In the final agreement, parties agree that, inter alia, monitoring and transparency of activities shall be achieved through notification to the CHM, use of BBNJ standardized batch identifiers, and according to procedures adopted by the COP as recommended by the ABS committee.\nMeasures Such as ABMTs, including MPAs: This issue was discussed in informal informals facilitated by Renée Sauvé (Canada) on Monday, 20 February 2023, Wednesday, 22 February 2023, Thursday, 23 February, Friday, 24 February, Tuesday, 28 February, and Wednesday, 1 March. Delegates also met throughout the meeting in small group sessions, with outstanding issues being addressed in President’s consultations.\nOn the definition of an MPA in the use of terms (article 1), some delegations stressed that the ABMT definition covers MPAs, while others opposed that.\nFinal Agreement: In the final agreement, an MPA is defined as a geographically defined marine area that is designated and managed to achieve specific long-term biodiversity conservation objectives and may allow, where appropriate, sustainable use provided it is consistent with the conservation objectives.\nObjectives (article 14): Delegates agree to retain a reference to the objective of supporting food security and other socio-economic objectives, including the protection of cultural values.\nFinal Agreement: In the final agreement, parties agree that the objectives of this Part are to, inter alia: • conserve and sustainably use areas requiring protection,\nincluding through the establishment of a comprehensive system\nof ABMTs, with ecologically representative and well-connected networks of MPAs;\n• strengthen cooperation and coordination in the use of ABMTs, including MPAs, among states and relevant IFBs; • protect, preserve, restore and maintain biodiversity and ecosystems, including with a view to enhancing their productivity and health, and strengthen resilience to stressors, including those related to climate change, ocean acidification and marine pollution; and • support food security and other socio-economic objectives, including the protection of cultural values. Articles 15 and 16 were reflected as having been deleted in the\nAgreement. Proposals (article 17): One delegation introduced text regarding exclusions related to disputed areas, calling to include it in the updated text. Delegates agree on the inclusion of the private sector among the list of stakeholders; the deletion of “one or more of” on the indicative criteria of the geographic or spatial description, and the deletion of “including the modalities for the application of indicative criteria as specified in paragraph 5 of this article” on the further requirements of the contents of proposals.\nFinal Agreement: In the final agreement, parties agree to collaborate and consult, as appropriate, with relevant stakeholders, including states and global, regional, subregional and sectoral bodies, as well as civil society, the scientific community, the private sector, and Indigenous Peoples and local communities, for the development of proposals.\nProposals with regard to identified areas shall include the following key elements, inter alia: • geographic or spatial description of the area that is the subject of\nthe proposal by reference to the indicative criteria specified in annex I; • information on any of the criteria specified in annex I, as well as any criteria that may be further developed and revised in identifying the area; • human activities in the area, including uses by Indigenous Peoples and local communities, and their possible impact, if any; • a description of the state of the marine environment and biodiversity in the identified area; • a description of the conservation and, where appropriate, sustainable use objectives that are to be applied to the area; • a draft management plan encompassing the proposed measures, and outlining proposed monitoring, research and review activities to achieve the specified objectives; • the duration of the proposed area and measures, if any; • information on any consultations undertaken with states,\nincluding adjacent coastal states and/or relevant IFBs, if any; • information on ABMTs, including MPAs implemented under\nrelevant IFBs; and • relevant scientific input and, where available, traditional\nknowledge of Indigenous Peoples and local communities. Indicative criteria for the identification of such areas shall include\nthose specified in annex I and may be further developed and revised as necessary by the Scientific and Technical Body for consideration and adoption by the COP.\nPublicity and preliminary review of proposals (article 17 bis): This was addressed and finalized during IGC-5.1.\nFinal Agreement: In the final agreement, parties agree, among others, that upon receipt of a proposal in writing, the secretariat shall make the proposal publicly available and transmit it to the Scientific and Technical Body for a preliminary review.\nConsultations on and assessment of proposals (article 18): Delegates considered the high sea pockets provision with persistent differing views expressed, including those related to the addition of the continental shelf and the application of geographic limitations only to small island developing states (SIDS). Delegates eventually agreed to delete the reference to SIDS.\nOn the modalities for the consultation and assessment process, delegates agreed on the provision after deleting the reference to LDCs and LLDCs.\nFinal Agreement: In the final agreement, parties agree that consultations on proposals shall be inclusive, transparent and open to all relevant stakeholders. Parties also agree that the consultation will be time bound and that the secretariat shall facilitate consultations and gather inputs as follows: • states, in particular adjacent coastal states, shall be notified and\ninvited to submit, inter alia: views on the merits and geographic scope of the proposal; any other relevant scientific inputs; information regarding any existing measures or activities in adjacent or related areas within national jurisdiction and in ABNJ; and views on the potential implications of the proposal for areas within national jurisdiction;\n• IFBs shall be notified and invited to submit, inter alia: views on the merits of the proposal; any other relevant scientific inputs; information regarding any existing measures adopted by that IFB for the relevant area or for adjacent areas; views regarding any aspects of the measures and other elements for a management plan identified in the proposal that fall within the competence of that body; and views regarding any relevant additional measures that fall within the IFB’s competence; • Indigenous Peoples and local communities with relevant traditional knowledge, the scientific community, civil society and other relevant stakeholders shall be invited to submit, inter alia: views on the merits of the proposal; any other relevant scientific inputs; and any relevant traditional knowledge of Indigenous Peoples and local communities. In cases where the proposed measure affects areas that are\nentirely surrounded by the exclusive economic zones of states, proponents shall: undertake targeted and proactive consultations, including prior notification, with such states; and consider the views and comments of such states on the proposed measure and provide written responses specifically addressing such views and comments and, where appropriate, revise the proposed measure accordingly.\nThe final Agreement includes a provision on the establishment of ABMTs (article 19), including that, inter alia: in taking decisions under this article, the COP shall respect the competences of, and not undermine, relevant IFBs; and COP decisions and recommendations shall not undermine the effectiveness of measures adopted “in respect of” areas within national jurisdiction and shall be made with due regard for the rights and duties of all states, in accordance with the Convention.\nDecision making (article 19 bis): Some delegations emphasized the need not to undermine IFBs when the COP makes decisions complementary or compatible with IFBs. Several delegations supported making decisions “in cooperation and coordination”\nwith IFBs. In contrast, others proposed that the COP may make the decision where “the measures are not within the competence of IFBs.” In a breakthrough, delegations agreed on the option that allows the COP to take decisions on measures compatible with those adopted by IFBs, and to propose measures that are within the competencies of “and not undermine” other IFBs. Delegates also reached an agreement regarding the cases when ABMTs established by the COP fall within the scope of new IFBs, or with renewed or updated competencies, that the BBNJ COP will review and decide whether to maintain, amend or revoke any measure as appropriate “in close cooperation and coordination” with such IFBs.\nFinal Agreement: In the final agreement, parties agree that, as a general rule, the decisions and recommendations under this Part shall be taken by consensus. If no consensus is reached, decisions and recommendations shall be taken by a three-quarter majority of the representatives present and voting, before which the COP shall decide, by a two-thirds majority of the representatives present and voting that every effort to reach agreement by consensus has been exhausted. Decisions taken under this Part shall enter into force 120 days after the meeting of the COP at which they were taken, and shall be binding on all parties.\nEmergency measures (article 20 ante): The rationale behind this proposal was highly welcomed. However, a regional group expressed concerns about the suitability of solving an emergency through the creation of ABMTs.\nFinal Agreement: In the final agreement, parties agree, inter alia, that the COP shall take decisions to adopt measures in ABNJ, to be applied on an emergency basis, if necessary, when a natural phenomenon or human-caused disaster has caused, or is likely to cause, serious or irreversible harm to BBNJ, to ensure that the serious or irreversible harm is not exacerbated.\nImplementation (article 20): Delegates agree to the provision that the measures adopted to support ABMTs, including MPAs should not impose a disproportionate burden on LDCs and SIDS, without the inclusion of LLDCs.\nFinal Agreement: In the final agreement, parties agree that, among others: nothing in this Agreement shall prevent a party from adopting more stringent measures with respect to its nationals and vessels or with regard to activities under its jurisdiction or control in addition to those adopted under this Part, in accordance with international law and in support of the objectives of the Agreement; and the implementation of the measures adopted under this Part should not impose a disproportionate burden on parties that are SIDS or LDCs, directly or indirectly.\nMonitoring and review (article 21): Provisions were addressed and completed during the first part of IGC-5.\nFinal Agreement: In the final agreement, parties agree that, among others: parties, individually or collectively, shall report to the COP on the implementation of ABMTs, including MPAs; the relevant IFBs shall be invited to provide information to the COP on the implementation of measures that they have adopted to achieve the objectives of the ABMT, including MPA; and ABMTs, MPAs, established under this Part, including related measures, shall be monitored and periodically reviewed by the Scientific and Technical Body.\nEnvironmental Impact Assessments (EIAs): This issue was discussed in informal informals facilitated by René Lefeber (Netherlands), on Wednesday, 22 February 2023, Thursday, 23\nFebruary, Friday, 24 February, Monday 27 February, Wednesday, 1 March, Thursday, 2 March and Friday, 3 March. Delegates also met in small group sessions throughout the meeting.\nObjectives (article 21 bis): This article was agreed during the informal informals on EIAs, following discussions, and restructuring.\nFinal Agreement: In the final agreement, parties agree that the objectives of this Part are to, inter alia: • operationalize the provisions of the Convention on EIAs\nfor ABNJ by establishing processes, thresholds and other requirements for conducting and reporting assessments by parties;\n• ensure that activities covered by this Part are assessed and conducted to prevent, mitigate and manage significant adverse impacts for the purpose of protecting and preserving the marine environment; • support the consideration of cumulative impacts and impacts in areas within national jurisdiction; • provide for strategic environmental assessments (SEAs); • achieve a coherent EIA framework for activities in ABNJ; and • build and strengthen the capacity of parties, particularly\ndeveloping states parties, to prepare, conduct and evaluate EIAs and SEAs. Obligation to conduct EIAs (article 22): Delegates managed\nto narrow down from three initial options, to one that is based on individual state responsibility for carrying out an EIA. Following further discussions, delegates agreed on “may cause substantial pollution of or significant and harmful changes to the marine environment,” agreeing on using the UNCLOS threshold for activities to be conducted in marine areas within national jurisdiction that may have effects in ABNJ.\nFinal Agreement: In the final agreement, parties agree that when a party with jurisdiction or control over a planned activity that is to be conducted in marine areas within national jurisdiction determines that the activity may cause substantial pollution of or significant and harmful changes to the marine environment in ABNJ, that party shall ensure that an EIA is conducted in accordance with either this Part or under the party’s national process. A party conducting such an assessment under its national process shall, inter alia: • make relevant information available through the CHM, in a\ntimely manner during the national process; • ensure that the activity is monitored in a manner consistent with\nthe requirements of its national process; and • ensure that EIA reports and any relevant monitoring reports are\nmade available through the CHM. Relationship between this agreement and EIA processes under\nother IFBs (article 23): Delegates devoted a considerable amount of time discussing a provision on when it is not necessary to conduct an EIA, in cases where the potential impacts of the planned activity or category of activity have been assessed in accordance with the requirements of other IFBs. They further focused on the notion of equivalence between EIAs conducted under this agreement and those performed by IFBs. They agreed, among others, that: the COP shall develop mechanisms for the Scientific and Technical Body, under this part, to collaborate with relevant IFBs; and when an EIA has been conducted under an IFB for an activity in ABNJ, the party concerned shall ensure publication through the clearing-house mechanism.\nFinal Agreement: In the final agreement, parties agree that, among others: • they shall promote the use of EIAs and the adoption and\nimplementation of the standards and/or guidelines in relevant IFBs;\n• when developing or updating standards or guidelines for the conduct of EIAs of activities in ABNJ by parties to this Agreement, the Scientific and Technical Body shall collaborate with relevant IFBs; and • it is not necessary to conduct a screening or an EIA of a planned activity in ABNJ provided that the party with jurisdiction or control over the planned activity determines that: the potential impacts of the planned activity or category of activity have been assessed in accordance with the requirements of other relevant IFBs; the assessment already undertaken for the planned activity is equivalent to the one required under this Part, and the results of the assessment are taken into account; or the regulations or standards of the relevant IFBs arising from the assessment were designed to prevent, mitigate or manage potential impacts below the EIA threshold and have been complied with. Thresholds and factors for conducting EIAs (article 24):\nDelegates agreed on a tiered approach for a planned activity in ABNJ, where a screening of the activity shall be conducted when a planned activity “may have more than a minor or transitory effect” on the marine environment or the effects of the activity are unknown or poorly understood, followed by the UNCLOS Article 206 threshold (reasonable grounds for believing that the planned activity may cause substantial pollution of or significant and harmful changes to the marine environment) for conducting an EIA. The agreement further contains a list of non-exhaustive factors, determining whether an activity meets the threshold for screening.\nFinal Agreement: In the final agreement, parties agree that, among others, when a planned activity may have more than a minor or transitory effect on the marine environment or the effects of the activity are unknown or poorly understood, the party with jurisdiction or control of the activity shall conduct a screening of the activity. When determining whether planned activities under their jurisdiction or control meet the threshold, parties shall consider the following non-exhaustive factors: • the type of, and technology used for, the activity and the manner\nof its conduct; • the duration of the activity; • the location of the activity; • the characteristics and ecosystem of the location (including\nareas of particular ecological or biological significance or vulnerability);\n• the potential impacts of the activity, including the potential cumulative impacts and the potential impacts in areas within national jurisdiction; and • the extent to which the effects of the activity are unknown or poorly understood. Articles 25-29 were deleted, as reflected in the draft agreement. Process for EIAs (article 30): A group of countries submitted a\nproposal for an extended “call-in mechanism,” which allows parties to register their concerns with relevant bodies under the agreement that may lead to recommendations to the original proponent of an activity that conducted the EIA. Following lengthy discussions, delegates agreed on the contents of the screening and scoping stages\nas well as on a provision regarding a roster of experts to be created under the scientific and technical body to advise and assist parties with capacity constraints. The call-in mechanism was decided upon in negotiations interlinked with the final decision on state-led decision making.\nFinal Agreement: In the final agreement, parties agree to, inter alia, ensure that the process for conducting an EIA includes the following steps: • screening; • scoping; • impact assessment and evaluation; • prevention, mitigation and management of potential adverse\neffects; • public notification and consultation; and • preparation and publication of an EIA report.\nArticles 31-33 were deleted, as reflected in the draft agreement Public notification and consultation (article 34): Discussions in a small group were fruitful, with delegates eventually agreeing on provisions on ensuring notification and opportunities for public participation and consultation, throughout the EIA process, as appropriate, including when identifying the scope and when preparing the report, before a decision is made as to whether to authorize the activity.\nFinal Agreement: In the final agreement, parties agree, inter alia: • to ensure timely public notification of a planned activity,\nincluding by publication through the CHM and through the secretariat, and planned and effective, time-bound opportunities for participation by all states, in particular adjacent coastal states and any other states adjacent to the activity when they are potentially most affected states, and stakeholders in the EIA process;\n• that where a planned activity affects areas of the high seas that are entirely surrounded by the exclusive economic zones of states, parties shall, among others: undertake targeted and proactive consultations, including prior notification, with such surrounding states; and consider the views and comments of those surrounding states and provide written responses specifically addressing such views and comments and, as appropriate, revise the planned activity accordingly. EIA reports (article 35), delegates agreed that the party\nconducting an activity shall make available the draft EIA reports through the CHM, providing an opportunity to the scientific and technical body to consider and evaluate them, and make comments and recommendations. The final agreement also includes provisions on the kind of information that an EIA report shall include as well as on relevant work by the scientific and technical body for developing relevant guidelines, including best practices.\nFinal Agreement: In the final agreement, parties agree, among others, that the EIA report shall include, as a minimum, the following information: • a description of the planned activity, including its location; • a description of the results of the scoping exercise; • a baseline assessment of the marine environment likely to be\naffected; • a description of potential impacts, including potential cumulative\nimpacts and any impacts in areas within national jurisdiction; • a description of potential prevention, mitigation and management\nmeasures;\n• uncertainties and gaps in knowledge; • information on the public consultation process; • a description of the consideration of reasonable alternatives to\nthe planned activity; • a description of follow-up actions, including an environmental\nmanagement plan; and • a non-technical summary.\nArticles 36 and 37 were deleted, as reflected in the draft agreement.\nDecision making (article 38): Discussions were polarized between state-led as opposed to COP-led decision making. Following lengthy discussions, delegates agreed on state-led decision making.\nFinal Agreement: In the final agreement, parties agree that, among others: a party under whose jurisdiction or control a planned activity falls shall be responsible for determining if it may proceed; and when determining whether the planned activity may proceed, full account shall be taken of an EIA conducted in accordance with this Part. A decision to authorize the planned activity under the jurisdiction or control of a party shall only be made when the party has determined that it has made all reasonable efforts to ensure that the activity can be conducted in a manner consistent with the prevention of significant adverse impacts on the marine environment.\nMonitoring of impacts of authorized activities (article 39): Delegates held discussions on the threshold linked to the authorization of a planned activity, with some stressing the need for consistency throughout the process. They agreed to surveil the impacts of any permitted activities in ABNJ to determine whether these activities are likely to pollute or have adverse impacts on the marine environment by using the best available science and, where available, the relevant traditional knowledge of Indigenous Peoples and local communities.\nFinal Agreement: In the final agreement, parties agree that they shall, by using the best available science and scientific information and, where available, the relevant traditional knowledge of Indigenous Peoples and local communities, keep under surveillance the impacts of any activities in ABNJ which they permit or in which they engage in order to determine whether these activities are likely to pollute or have adverse impacts on the marine environment.\nReporting on impacts of authorized activities (article 40): Delegates agreed that parties shall periodically report on the impacts of the authorized activity, making the monitoring reports public. It was also decided that the scientific and technical body shall consider and may evaluate the monitoring reports, and will also develop guidelines on the monitoring of impacts, including the identification of best practices.\nFinal Agreement: In the final agreement, parties agree that they, whether acting individually or collectively, shall periodically report on the impacts of the authorized activity and the results of monitoring. They also agree that monitoring reports shall be made public, including through the CHM, and the Scientific and Technical Body may consider and evaluate the monitoring reports.\nReview of authorized activities and their impacts (article 41): Delegates agreed that if the party with jurisdiction or control over an activity identified significant adverse impacts, either unforeseen in the EIA or arising from a breach of the approval conditions, the party shall review its authorization, and notify the COP, other\nparties, and the public. The party shall require the proponent to propose and implement measures to prevent, mitigate, and/or manage those impacts, or take any other necessary action and/ or halt the activity. The Scientific and Technical Body may notify the party that authorized the activity if it considers that the activity may have significant adverse impacts and, as appropriate, make recommendations to the party.\nOpinions originally differed on informing and consulting actively with relevant stakeholders in the monitoring, reporting, and review processes, including explicitly referring to adjacent coastal states, including SIDS. Following extensive discussions, delegates were able to find common ground on the provision, including the call-in mechanism in relation to relevant references under article 30.\nFinal Agreement: In the final agreement, parties agree, among others, that, should the party with jurisdiction or control over the activity identify significant adverse impacts that either were not foreseen in the EIA or that arise from a breach of any of the conditions set out in the approval of the activity, the party shall review its decision authorizing the activity, notify the COP, other parties and the public, including through the CHM and: • require that measures are proposed and implemented to prevent,\nmitigate and/or manage those impacts, or take any other necessary action and/or halt the activity, as appropriate; and\n• evaluate any measures implemented or actions taken in a timely manner. Standards and/or guidelines to be developed by the Scientific\nand Technical Body related to EIAs (article 41 bis): Delegates were able to agree on the title after removing reference to “guidance.” They set out that the Scientific and Technical Body shall develop such standards or guidelines for consideration and adoption by the COP on an indicative list of activities, including: the determination of whether the threshold for the conduct of a screening or an EIA has been reached or exceeded; the assessment of cumulative impacts in ABNJ in the conduct of EIAs; the public notification and consultation process, including what constitutes confidential or proprietary information; the required content of the EIA reports; and the conduct of strategic environmental assessments (SEAs).\nFinal Agreement: In the final agreement, parties agree that the Scientific and Technical Body shall develop standards or guidelines for consideration and adoption by COP on, inter alia: • the determination of whether the thresholds for the conduct of\na screening or EIA has been reached or exceeded for planned activities; • the assessment of cumulative impacts in ABNJ and how those impacts should be taken into account in the process for conducting EIAs; and • the assessment of impacts in areas within national jurisdiction of planned activities in ANBJ and how those impacts should be taken into account in the process for conducting EIAs. SEAs (article 41 ter): Following a debate on whether such\nassessments should be included in the agreement, delegates were able to agree on the relevant provision, regarding conducting SEAs for plans and programmes relating to activities in ABNJ to assess the potential effects. Following further discussions, they agreed to also give a relevant role to the COP.\nFinal Agreement: In the final agreement, parties agree, inter alia, that they shall consider conducting SEAs for plans and programmes relating to activities under their jurisdiction or control, to be\nconducted in ABNJ, to assess the potential effects of that plan or programme, as well as alternatives, on the marine environment.\nCapacity Building and the Transfer of Marine Technology: This issue was discussed in informal informals facilitated by Ligia Flores (El Salvador) on Monday, 20 February 2023, Friday, 24 February, Tuesday, 28 February, Wednesday, 1 March, Thursday, 2 March and Friday, 3 March. Delegates also met throughout the meeting in small group sessions.\nObjectives of CB&TT (article 42): Delegates agreed to text noting that parties shall give full recognition to the special requirements of developing states parties, and ensure that the provision of CB&TT is not conditional on onerous reporting requirements. They also agreed that the transfer of marine technology should be “to developing states parties.” Delegations agreed on the objective related to supporting developing states parties through capacity building and the “development” and transfer of marine technology.\nFinal Agreement: In the final agreement, parties agree that the objectives under this Part are to: • assist parties, in particular developing states parties, in\nimplementing the provisions of the agreement; • enable inclusive, equitable and effective cooperation and\nparticipation in the activities undertaken; • develop the marine scientific and technological capacity,\nincluding with respect to research, of parties, in particular developing states parties, with regard to the conservation and sustainable use of BBNJ, including through access to marine technology by, and the transfer of marine technology to, developing states parties;\n• increase, disseminate and share knowledge on BBNJ; and • support developing states parties through capacity building and\nthe development and transfer of marine technology under this agreement in achieving the objectives in relation to: MGRs, including the sharing of benefits; measures such as ABMTs, including MPAs; and EIAs. Cooperation in CB&TT (article 43): On recognizing the special\ncircumstances of developing countries, some called to delete the subsequent country listing. One other delegation called to delete a reference that “parties shall ensure that the CB&TT provision is not conditional on onerous reporting requirements.” Many delegations opposed, stressing that the quantity of reports does not always relate to their quality.\nFinal Agreement: In the final agreement, parties agree that they shall: • cooperate: directly or through relevant IFBs, to assist parties, in\nparticular developing states parties, in achieving the objectives of this Agreement through capacity building and the development and transfer of marine science and marine technology; and at all levels and in all forms, including through partnerships with all relevant stakeholders, such as, where appropriate, the private sector, civil society, and Indigenous Peoples and local communities as holders of traditional knowledge, as well as through strengthening cooperation and coordination between IFBs;\n• give full recognition to the special requirements of developing states parties, in particular the LDCs, LLDCs, geographically disadvantaged states, SIDS, coastal African states, archipelagic states and developing middle income countries; and\n• shall ensure that the provision of CB&TT is not conditional on onerous reporting requirements. Modalities for CB&TT (article 44): Discussions focused on\noptions whether: capacity building should refer “in particular” to developing states parties; parties should “cooperate to achieve,” or “seek to ensure,” technology transfer. A negotiating bloc proposed, as compromise text, that parties “shall cooperate to achieve and seek to ensure” technology transfer. Others preferred that parties “cooperate to achieve” such transfer.\nOpinions diverged on the reference to biotechnology with some insisting on retaining it, while others noted that singling out a specific type of technology would be inappropriate. Delegates finally agreed to instead include “related biotechnology” in the definition of marine technology in Article 1 and to delete the specific reference from the provision noting that parties shall cooperate to achieve the transfer of marine technology.\nRegarding the provision of resources for CB&TT, delegates accepted a compromise proposal that parties shall provide resources to support “the development and” transfer of marine technology, agreeing to include “taking into account their national policies, priorities, plans, and programmes.”\nFinal Agreement: In the final agreement, parties agree that they shall: • ensure, within their capabilities, capacity building for developing\nstates parties and shall cooperate to achieve the transfer of marine technology, in particular to developing states parties that need and request it, taking into account the special circumstances of SIDS and LDCs; and\n• provide, within their capabilities, resources to support such capacity building and the development and transfer of marine technology, and to facilitate access to other sources of support, taking into account their national policies, priorities, plans and programmes.\nParties also agree that CB&TT: • should be a country-driven, transparent, effective and iterative\nprocess that is participatory, cross-cutting and gender-responsive. It shall build upon, as appropriate, and not duplicate existing programmes and be guided by lessons learned, including those from CB&TT activities under IFBs, insofar as possible, it shall take into account these activities with a view to maximizing efficiency and results; and • shall be based on and be responsive to the needs and priorities of developing states parties, identified through needs assessments on an individual case-by-case, subregional or regional basis. Such needs and priorities may be self-assessed or facilitated through the CB&TT committee and the CHM. Additional modalities for the transfer of marine technology\n(article 45): Delegates indicated willingness to work on the basis of the provision setting out that parties share a long-term vision of the importance of fully realizing technology development and transfer.\nRegarding the terms under which technology transfer will be undertaken, delegates agreed to stipulate that the transfer of marine technology “shall take place on fair and most favorable terms, including on concessional and preferential terms, and in accordance with mutually agreed terms and conditions,” pending the outcomes on other articles toward a balanced CB&TT part.\nOn the rights and legitimate interest provision, some delegations agreed that: “The transfer of marine technology shall take into\naccount all rights over such technologies and be carried out with due regard for all legitimate interests, including, inter alia, the rights and duties of holders, suppliers and recipients of marine technology, and taking into particular consideration the interests and needs of developing states for the attainment of the objectives of this agreement.”\nOn Friday, 3 March, in the final informal session, delegates also agreed on the option that sets out that: “the transfer of marine technology undertaken under this agreement shall take place on fair and most favorable terms, including on concessional and preferential terms, and in accordance with mutually agreed terms and conditions, as well as the objectives of this agreement.” Delegates agreed that parties shall promote and encourage economic and legal conditions for transfer of marine technology, noting that “this may include providing incentives to enterprises and institutions.”\nFinal Agreement: In the final agreement, parties agree that they shall share a long-term vision of the importance of fully realizing technology development and transfer for inclusive, equitable and effective cooperation and participation in the activities undertaken under this agreement and in order to fully achieve its objectives.\nThey also agree that: transfer of marine technology undertaken under this agreement shall take place on fair and most favorable terms, including on concessional and preferential terms, and in accordance with mutually agreed terms and conditions as well as the objectives of this agreement; and shall take into account all rights over such technologies and be carried out with due regard for all legitimate interests, including, inter alia, the rights and duties of holders, suppliers and recipients of marine technology and taking into particular consideration the interests and needs of developing states for the attainment of the objectives of this agreement.\nParties further agree that marine technology shall be appropriate, relevant and, to the extent possible, reliable, affordable, up to date, environmentally sound and available in an accessible form for developing states parties, taking into account the special circumstances of SIDS and LDCs.\nTypes of CB&TT (article 46): Delegates discussed whether to include financial/financial know-how/fiscal resource capabilities of parties. Delegations agreed to reflect the enhancement of parties’ “financial management,” scientific, technological, organizational, institutional, and other resource capabilities. They agreed to the “sharing “and use” of relevant data, information, knowledge, and research results; information dissemination and awareness-raising of Indigenous Peoples and, as appropriate, local communities; the development and strengthening of human and “financial management resources capabilities”; and the transfer of “marine” technology.\nFinal Agreement: In the final agreement, parties agree that the types of CB&TT may include, and are not limited to: • support for the creation or enhancement of the human,\nfinancial management, scientific, technological, organizational, institutional and other resource capabilities of parties, such as: the sharing and use of relevant data, information, knowledge and research results; • information dissemination and awareness-raising, including with respect to relevant traditional knowledge of Indigenous Peoples and local communities, in line with the free, prior and informed consent of these Indigenous Peoples and, as appropriate, local communities; and\n• the development and strengthening of: relevant infrastructure; institutional capacity and national regulatory frameworks or mechanisms; human and financial management resource capabilities, and technical expertise; sharing of manuals, guidelines and standards; local, scientific and research and development programmes; and strengthening of capacities and technological tools for effective monitoring, control and surveillance of activities within the scope of this agreement. Monitoring and review (article 47) and CB&TT committee\n(article 47 bis): Delegates agreed on the relevance and utility of the provision related to the submission of reports, and the establishment of a compliance committee.\nFinal Agreement: In the final agreement, parties agree that CB&TT shall be monitored and reviewed periodically; that this shall be done by the CB&TT committee and shall be aimed at: • assessing needs and priorities of developing countries; • reviewing the support required, provided and mobilized, and\ngaps in meeting the assessed needs of developing states parties; • identifying and mobilizing funds under the financial mechanism\nto develop and implement CB&TT, including for the conduct of needs assessments;\n• measuring performance on the basis of agreed indicators and reviewing results-based analyses, as well as successes and challenges; and • making recommendations for follow-up activities. The agreement establishes a CB&TT committee, which shall\nconsist of members possessing appropriate qualifications and expertise, to serve objectively in the best interest of the agreement, nominated by parties and elected by the COP, taking into account gender balance and equitable geographic distribution, and providing for representation on the committee from LDCs, SIDS and LLDCs; and that the committee shall submit reports and recommendations that the COP shall consider and take action on, as appropriate.\nAnnex II: Delegates were amenable to text noting that the COP shall review, assess, and further develop and provide guidance on the indicative and non-exhaustive list of types of CB&TT elaborated in Annex II.\nOn Friday, 3 March, Facilitator Flores reviewed bracketed provisions in Annex II on types of CB&TT. Delegates agreed to retain a shortened reference to education and training, and references to: warming and deoxygenation, as well as ocean acidification; and strengthening of human and financial management resource capabilities.\nInstitutional Arrangements: This section of the agreement was discussed during informal informals on institutional arrangements, facilitated by Thembile Joyini (South Africa) on Monday, 20 February, Friday, 24 February, Wednesday, 1 March, Thursday, 2 March and Friday, 3 March. Delegates also met throughout the meeting in small group sessions.\nCOP (article 48): Delegates addressed texts related to periodicity and location of the meetings of the COP. A few delegations, opposed by many, strongly supported annual meetings of the COP, rather than the COP convening “at regular intervals.”\nOn the COP rules of procedure and financial rules being approved by consensus, a group asked to bracket the reference to financial rules. Later several delegations supported that financial rules should be adopted by consensus. Many delegations, opposed by a few,\nsupported a new proposal that the COP shall adopt a budget “by consensus.”\nRegarding COP decisions and recommendations being adopted by consensus, and in cases where efforts to reach consensus have been exhausted, by a qualified majority, some suggested replacing the two-thirds with three-quarters or four-fifths.\nOn the COP requesting advisory opinions from the International Tribunal for the Law of the Sea (ITLOS), views differed. Many supported the text, acknowledging that this was the result of small group discussions. Some delegations called to delete it, noting that ITLOS does not have jurisdiction on all the issues to be addressed by the treaty. Others noted that non-parties to UNCLOS would not be covered by advisory opinions by ITLOS. The provision on ITLOS advisory opinions, submitted later as a compromise and balanced text, garnered support from many delegations.\nRegarding the paragraph on review of the agreement, most delegates welcomed the wording of the provision, while some groups reserved on the timeframe for review, currently proposed as five years for the review of the agreement as a whole.\nFinal Agreement: In the final agreement, parties agree that: • A COP is hereby established; • COP-1 shall be convened by the UN Secretary-General no\nlater than one year after the entry into force of this Agreement; and thereafter, ordinary meetings of the COP shall be held at regular intervals to be determined by the COP; and extraordinary meetings may be held at other times, in accordance with the rules of procedure;\n• the COP shall ordinarily meet at the seat of the secretariat or at UN Headquarters; • COP-1 shall, by consensus, adopt rules of procedure for itself and its subsidiary bodies, financial rules governing its funding and the funding of the secretariat and any subsidiary bodies, and thereafter rules of procedure and financial rules for any further subsidiary body that it may establish; and • the COP shall make every effort to adopt decisions and recommendations by consensus; except as otherwise provided in this Agreement, if all efforts to reach consensus have been exhausted, COP decisions and recommendations on questions of substance shall be adopted by a two-thirds majority of the parties present and voting; and decisions on questions of procedure shall be adopted by a majority of the parties present and voting. Transparency (article 48 bis): Many welcomed the overall formulation and some sought clarification on the reference that all meetings shall be open to “all participants and observers registered.” Others pointed to the linkages to the final paragraph, which address participation of non-parties, other bodies, non-governmental organizations, rights holders, and stakeholders, “as observers or otherwise,” with some asking to not include “or otherwise.” One regional group preferred to address this in the rules of procedure.\nDelegates accepted text proposed by a small group, on promoting transparency through public dissemination of information in consultation with IFBs, Indigenous Peoples and local communities, the scientific community, civil society, and other relevant stakeholders.\nFinal Agreement: In the final agreement, parties agree that: • the COP shall promote transparency in decision-making\nprocesses;\n• all meetings of the COP and its subsidiary bodies shall be open to observers; • the COP shall publish and maintain a public record of its decisions; and • representatives of states not party to this Agreement, relevant IFBs, Indigenous Peoples and local communities with relevant traditional knowledge, the scientific community, civil society and other relevant stakeholders with an interest in matters pertaining to the COP may request to participate in these meetings, as observers, with modalities to be provided in the rules of procedure. Scientific and Technical Body (article 49): One regional group, supported by others, called for the experts on the body to act or serve “in their personal capacity” so as not to politicize the body. The regional group further called for the election of members of the body to take into account “equitable geographical representation.” Some preferred that the experts act in “their individual capacity.” One regional group, supported by some, called for the election of members to take into account both equitable geographical representation and gender balance. One regional group proposed that the body provide “relevant” as opposed to “scientific and technical” advice to the COP, noting that the latter may preclude the traditional knowledge of Indigenous Peoples and local communities.\nFinal Agreement: In the final agreement, parties agree that: • a Scientific and Technical Body is established; • it shall be composed of members serving in their expert capacity\nand in the best interest of the agreement, nominated by parties and elected by the COP, with suitable qualifications, taking into account the need for multidisciplinary expertise, including relevant scientific and technical expertise and expertise in relevant traditional knowledge of Indigenous Peoples and local communities, gender balance, and equitable geographical representation;\n• it may draw on appropriate advice emanating from relevant IFBs, as well as from other scientists and experts, as may be required; and • under the authority of the COP, taking into account its multidisciplinary expertise, it shall provide scientific and technical advice to the COP and perform the functions assigned under the agreement and such other functions as may be determined by the COP, and provide reports to the COP. Secretariat (article 50): This article contained two options: a\nstand-alone secretariat; or UNDOALOS performing secretariat functions. One large regional group and one country expressed support for the latter, noting the convenience of the location in New York, where many countries have permanent representatives. Two regional groups and a number of countries called for establishing a stand-alone secretariat in light of the size of the task, functions, and the budget required to undertake the work. Chile and Belgium expressed interest in hosting a stand-alone secretariat. During the informal informal discussions on Friday, 3 March, delegates agreed to a stand-alone secretariat.\nFinal Agreement: In the final agreement, parties agree that: • a secretariat is established; • COP-1 shall make arrangements for the functioning of the\nsecretariat, including deciding on its seat; • until such time as the secretariat commences its functions,\nUNDOALOS shall perform the secretariat functions;\n• the secretariat and the host state may conclude a headquarters agreement; and • the secretariat shall: provide administrative and logistical support to the COP and its subsidiary bodies and arrange and service its meetings; provide information in a timely manner; facilitate cooperation and coordination, as appropriate, with the secretariats of other IFBs; and provide assistance with implementation and perform such other functions as may be determined by COP. Clearing-house mechanism (article 51): Many noted linkages\nwith other parts of the text, particularly the part on MGRs. One regional group proposed that the CHM will serve as a centralized platform for information related to, among others, MGRs of ABNJ including the sharing of benefits, data, and scientific information through an electronic information system to all parties for preand post-collection notifications, as well as associated traditional knowledge, in line with article 10 bis (traditional knowledge of Indigenous Peoples and local communities associated with MGRs in ABNJ).\nOne delegation reserved their position on the article, having expressed preference for the CHM to be established by the COP and not instituted within the treaty.\nFurther discussions were held in the President’s consultations. Final Agreement: In the final agreement, parties agree that:\n• a CHM is established; • it shall consist primarily of an open-access platform with\nmodalities to be determined by the COP; • it shall serve as a centralized platform to enable parties to access,\nprovide and disseminate information relating to: MGR of ABNJ; establishment and implementation of ABMTs including MPAs; EIAs; and requests for CB&TT and related opportunities;\n• it shall facilitate the matching of capacity-building needs with the support available and with providers for the transfer of marine technology; • the CHM will build on global, regional and subregional clearinghouse institutions, where applicable, when establishing regional and subregional mechanisms under the global mechanism; and • it perform such other functions as may be determined by the COP. Financial Resources and Mechanism: IGC President Rena Lee facilitated the session on Wednesday, 22 February, including a presentation by the Global Environment Facility (GEF). The GEF reported on its eighth replenishment (GEF-8) where USD 34 million has been set aside to support BBNJ ratification, indicating that funds could be accessed before the end of 2023, with more to be built into future replenishments; and that the GEF Council would welcome a request to become the new instrument’s financial mechanism or part thereof.\nFunding (article 52): Delegations discussed a proposal that each party “shall” provide resources, pointing to the qualifier “within its capabilities” and asked to delete “in accordance with its national policies, priorities, plans, and programmes.” Several delegations said that if the latter was retained, they could agree to the operative word “shall.” Delegates welcomed the provision that institutions shall be funded through parties’ assessed contributions.\nDelegations then discussed the financial mechanism’s functions, with calls for the mechanism to provide adequate, accessible, “new and additional,” and predictable financial resources, with a regional\ngroup suggesting that these resources be provided on a “grant or concessional basis.”\nThe group also discussed the structure of the mechanism, addressing three components: a voluntary trust fund addressing developing country participation; a special fund to support treaty implementation; and the GEF trust fund.\nOn the sources of funds for the proposed special fund, views diverged. One negotiating bloc urged mandatory payments from developed parties linked to MGRs, including questions of benefitsharing, and additional contributions from states and private entities. One group of delegations, including a regional group, pointed to their submission of a common position, which includes the commercialization from the utilization of MGRs of ABNJ as a source of funding for the special fund.\nRegarding the listed purposes of the special fund, delegates agreed to include funding capacity-building projects under the agreement and to assist developing states parties with implementation.\nIGC President Lee said the issue of funding would form part of the President’s consultation and part of the package towards a new BBNJ agreement.\nFinal Agreement: In the final agreement, parties agree that, inter alia: • each party shall provide, within its capabilities, resources\nin respect of those activities that are intended to achieve the objectives of this Agreement, taking into account its national policies, priorities, plans and programmes; and\n• the institutions established under this Agreement shall be funded through assessed contributions of the parties. Parties also agree that a mechanism for the provision of adequate,\naccessible, new and additional and predictable financial resources under this Agreement is hereby established. It shall include: • a voluntary trust fund established by the COP to facilitate the\nparticipation of developing states parties, in the meetings of the bodies under this Agreement;\n• a special fund that shall be funded through the following sources: annual contributions with article 11, paragraph 5bis; payments in accordance with article 11, paragraph 5bis; and additional contributions from parties and private entities wishing to provide financial resources to support the conservation and sustainable use of BBNJ; and • the GEF trust fund. Implementation and compliance: This issue was discussed\nin an informal informal on cross-cutting issues, facilitated by Victoria Hallum (New Zealand) on Tuesday, 21 February, Friday, 24 February, Tuesday, 28 February, Wednesday, 1 March, Thursday, 2 March and Friday, 3 March. Delegates also met throughout the meeting in small group sessions.\nImplementation (article 53) and Monitoring of implementation (article 53bis): Delegates agreed to the provisions with changes based on the small group discussions during the first part of IGC-5.\nFinal Agreement: In the final agreement, parties agree that they shall take the necessary legislative, administrative or policy measures, as appropriate, to ensure the implementation of this Agreement.\nImplementation and compliance committee (article 53ter): Delegates introduced changes, with one country questioning the need for a compliance committee. Delegates deleted a reference\nto the committee being “expert-based,” while maintaining reference that its work is facilitative in nature, transparent, non-adversarial, and non-punitive. They agreed that the committee shall consist of members possessing appropriate qualifications and expertise and that due consideration be given to gender balance and equitable geographical representation. On Friday, 24 February, delegates accepted the clean text developed by the small group.\nFinal Agreement: In the final agreement, parties agree: • to establish a committee to facilitate and consider the\nimplementation of and promote compliance with this agreement that shall be facilitative in nature and function in a manner that is transparent, non-adversarial and non-punitive;\n• the committee shall consist of members with appropriate qualifications and experience, nominated by parties and elected by the COP, with due consideration to gender balance and equitable geographical representation; • the committee shall operate under modalities and rules of procedure adopted by COP-1, consider issues of implementation and compliance at the individual and systemic levels, and report periodically and make recommendations, as appropriate while cognizant of respective national circumstances, to the COP; and • in the course of its work, the committee may draw on appropriate information from bodies under this agreement, as well as relevant IFBs, as may be required. Dispute settlement: This issue was discussed in an informal\ninformal on dispute settlement, facilitated by Victoria Hallum on Tuesday, 21 February, Friday, 24 February, Tuesday, 28 February, Wednesday, 1 March, Thursday, 2 March and Friday, 3 March. Delegates also met throughout the meeting in small group sessions.\nDelegates agreed to the text presented on: prevention of disputes (article 54 ante); obligation to settle disputes by peaceful means (article 54); settlement of disputes by any peaceful means chosen by the parties (article 54 ter ante); and disputes of a technical nature (article 54 ter).\nProcedures for the settlement of disputes (article 55): Two options were discussed. Most delegations preferred Option 1, which stipulates compulsory dispute settlement procedures, including provisions for dispute settlement with UNCLOS nonparties, with many welcoming its close links to UNCLOS Part XV (dispute settlement). Option 2 contains text related to negotiation and conciliation of disputes. One delegation then tabled Option 3 providing for friendly negotiations and consultations for settling disputes, with unresolved disputes being referred, with consent, to judicial settlement, arbitration, mediation, conciliation, or any other third-party dispute-settlement mechanism.\nFurther discussions were held in the President’s consultations. Final Agreement: The final agreement contains provisions:\n• that disputes concerning the interpretation or application of this agreement shall be settled in accordance with UNCLOS Part XV (Dispute Settlement); • for parties to both UNCLOS and this agreement; • for non-parties to UNCLOS that are parties to this agreement,\nincluding that: they shall be free to choose, by means of a written declaration, submitted to the depositary, one or more of the following means for the settlement of disputes: ITLOS, the International Court of Justice; or arbitral tribunals; and that they can declare that they do not accept application of respective provisions of UNCLOS; and\n• that this shall be without prejudice the procedures on the settlement of disputes that parties have agreed to as participants in a relevant legal instrument or framework, or as member of a relevant global, regional, subregional or sectoral body concerning the interpretation and application of such instruments and frameworks; This part further foresees that: nothing in this agreement shall be\ninterpreted as conferring jurisdiction upon a court or tribunal over any dispute that concerns or necessarily involves the concurrent consideration of the legal status of an area as within national jurisdiction, nor over any dispute concerning sovereignty or other rights over continental or insular land territory or a claim thereto of a party to this agreement.\nFinal Provisions: IGC President Lee facilitated the discussions on Monday, 27 February.\nNon-parties to the agreement (article 56): One delegation queried the utility of the provision, urging its deletion, or to change the wording to encourage non-parties to become parties.\nFinal Agreement: In the final agreement, parties agree that they shall encourage non-parties to this Agreement to become parties thereto and to adopt laws and regulations consistent with its provisions.\nRight to vote (article 58 ante): On making provision for a regional economic integration organization (REIO) party to the agreement to exercise its right to vote with a number of votes equal to the number of its Member States, a coalition of countries and a regional group asked to add that those Member States have to be “duly accredited and present during the time of voting.” Pointing out that this is standard language included in over a dozen treaties, a REIO insisted on the original wording, noting that voting modalities can be addressed in the rules of procedure.\nFinal Agreement: In the final agreement, parties agree that each party shall have one vote; and that an REIO party to this Agreement, on matters within its competence, shall exercise its right to vote with a number of votes equal to the number of its members that are parties to this Agreement. Such an organization shall not exercise its right to vote if any of its members exercises its right to vote, and vice versa.\nEntry into force (article 61): Delegates discussed the time frame for the entry into force of the agreement, following the deposit of the agreed number of instruments of ratification, approval, acceptance, or accession, with some supporting the proposed 30-day period and others proposing a timeframe of six months, with others still pointing to 90 days.\nFinal Agreement: In the final agreement, parties agree that this Agreement shall enter into force 120 days after the date of deposit of the sixtieth instrument of ratification, approval, acceptance or accession.\nProvisional application (article 62): One delegation called to delete this text, noting that this right has been abused in the implementation of other treaties.\nFinal Agreement: In the final agreement, parties agree that, inter alia, this Agreement may be applied provisionally by a state or REIO that consents to its provisional application. Provisional application shall terminate upon the entry into force of this Agreement for that state or REIO.\nReservations and exceptions (article 63): Several delegations and regional groups supported that no reservations or exceptions may be made to this agreement, “unless expressly permitted by other articles of the agreement,” specifically as related to procedures for dispute settlement. One regional group requested clarity on the need for this carve-out provision, and, with another delegation, preferred the original formulation. The Secretariat’s Treaty Section called for delegates to clearly define the term “exceptions.”\nFinal Agreement: In the final agreement, parties agree that no reservations or exceptions may be made to this agreement, unless expressly permitted by other articles of this agreement.\nAmendment (article 65): Several delegations reserved their positions pending resolution on decision making.\nFinal Agreement: In the final agreement, parties agree that, among others, a party may propose amendments to this agreement. The secretariat shall circulate such a communication to all parties. If, within six months from the date of the circulation of the communication, not less than one half of the parties reply favorably to the request, the proposed amendment shall be considered at the following meeting of the COP.\nDenunciation (article 66): One delegation, opposed by many, proposed revising this to “withdrawal.”\nFinal Agreement: In the final agreement, in a provision titled “denunciation,” parties agree that a party may, by written notification addressed to the UN Secretary-General, denounce this agreement and may indicate its reasons.\nAnnexes (article 68): Delegates supported text related to the revision of annexes by the COP or parties, and notifications by parties on objections to amendments of annexes, debating whether annexes would be revised by the COP or by parties. One delegation suggested adding language on decision making regarding annexes. Delegations reserved their positions with regard to a new proposal that “amendments shall be based on scientific and technical considerations.” One regional group expressed concern over the modification of text in this section, cautioning against providing optouts to the annexes.\nFinal Agreement: In the final agreement, parties agree that, inter alia, any party may propose an amendment to any annex to this Agreement for consideration at the next meeting of the COP. The annexes may be amended by the COP.\nDelegates did not register concerns regarding the provisions on: good faith and abuse of rights (article 57); signature (article 58); ratification, approval, acceptance and accession (article 59); division of the competence of REIOs and their members (article 59 bis); declarations and amendments (article 63 bis); depository (article 69); and authentic texts (article 70).\nArticles 60, 64, and 67 were deleted, as reflected in the draft agreement.\nAnnexes: The treaty also contains two annexes: an indicative criteria for identification of areas, and types of CB&TT."
    }, {
      "heading" : "Other Matters and Closure of the Meeting",
      "text" : "On Friday, 3 March 2023, Vladimir Jares, Director, UNDOALOS, reported on the status of the Voluntary Trust Fund for the purpose of assisting developing countries, in particular the LDCs, LLDCs, and SIDS. He thanked those that provided contributions, noting that the Fund was able to facilitate delegates’ participation at the meeting from many developing countries. He highlighted the Fund’s\nimportance, reminded delegates that funding streams are not limited to states, and encouraged all to promote the fund and contribute to its healthy functioning.\nPalau, for Pacific SIDS, stressed the need for a global Ocean governance framework for ABNJ, which will “protect the marine environment we rely on, and are connected to, at a spiritual and cultural level.” He called on all delegations to “redouble their efforts and make it to the finish line.”\nAt a stocktaking plenary convened on Friday, 3 March, at 5:00 pm, IGC President Rena Lee updated delegations on the status of negotiations. She reported that heads of delegation had been working in the President’s consultations addressing the issue of MGRs and that “a solution is now in sight.”\nOn Saturday, March 4, at 9:25 pm, IGC President Lee opened the closing plenary, announcing, “The ship has reached the shore!” to applause and a standing ovation. She mentioned that in relation to ABMTs delegates decided that the COP could decide by consensus or otherwise by voting, with one delegation expressing a reservation in regard to voting. Regarding EIAs she noted that parties are of the view that EIAs shall be state-led, that another party could register concerns, and that the scientific and technical body can make recommendations. She also indicated that they had clarified the area of application of ABMTs.\nShe referred back to the previously announced process. Now that they had finished the text of the agreement it will be subject to a technical editing process, before being translated into the six UN languages for adoption at a later time to be specified.\nDelegates agreed to set up an open-ended informal working group to undertake technical edits to ensure uniformity and harmonize the wording in the six UN official languages and to report to the IGC’s resumed 5th session (IGC-5.3). She said that there would be no reopening of substance and discussions. The agreement will then be considered for adoption.\nThanking IGC President Lee for her leadership, the RUSSIAN FEDERATION noted that the work has been complex and challenging; the unofficial deadlines affected the quality of the work; the working conditions were exhausting; and reserved the right to make amendments to the text after they have the opportunity to study it.\nIGC President Lee indicated that this would be noted in the report of the meeting. She informed delegates that the final agreement had been cleared in the President’s consultations, and delegates agreed to forward it to the open-ended informal working group.\nShe then announced that there would be a one-day event to adopt the agreement, inviting delegations to make closing statements at that point. NICARAGUA expressed concern regarding the equality, equity and transparency of the negotiating process, making it difficult for smaller developing countries to participate; and said they needed time to review the text and reserved their position on it.\nCuba, for GROUP OF 77 AND CHINA, thanked IGC President Lee personally for her kindness and support through this process that helped them overcome unexpected challenges.\nExpressing her appreciation for all concerned with the success of the process, IGC President Lee stated that, “I have had the time of my life fighting dragons with you,” noting that this has been a learning process of a lifetime. IGC President Lee suspended the meeting at 9:53 pm.\nA Brief Analysis of IGC-5.2 “The ship has reached the shore.” These six words announced\nby President Rena Lee, in a historic moment, allowed a wave of relief to wash over the room at the resumed fifth session of the Intergovernmental Conference (IGC-5.2) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ), followed by a sustained applause. Delegates and other participants marked the successful conclusion of a 36-hour non-stop negotiating marathon, which portrayed delegates’ admirable commitment to reaching agreement, but also brought many close to their physical limits. These six words further marked the successful conclusion of a 20-year long voyage for the international community, which agreed on a new Ocean Treaty as a framework to address many of the challenges the Ocean is facing.\nThis brief analysis will discuss the proceedings of the last substantive session of this process, focusing on the challenges that delegates had to overcome and the potential for the new agreement to be a game changer for Ocean conservation."
    }, {
      "heading" : "The Final Stretch",
      "text" : "The stakes of IGC 5.2 were straightforward. The Ocean is one of humankind’s most valuable resources. It is also vital for supporting and sustaining the planet, including human survival and wellbeing. At the same time, it faces unprecedented threats: climate change, pollution, including plastic pollution, overfishing, habitat destruction, ocean acidification, and underwater noise have severely affected significant parts of the Ocean. This new treaty for biodiversity in areas beyond national jurisdiction (ABNJ) ultimately aims to reverse these negative trends and ensure long-term sustainability of ocean ecosystems.\nPrior to the start of IGC 5.2, expectations were very high as the meeting was likely to deliver a new global treaty for the Ocean. Everyone acknowledged that these two weeks of negotiations were the culmination of a long process, which started 20 years ago with the discussions that led to the establishment of an Ad Hoc Openended Informal Working Group on BBNJ, followed by meetings of a preparatory committee and finally six sessions of the IGC.\nThe first part of IGC 5, held in August 2022, was dramatically suspended after delegates failed to reach agreement, despite lastminute efforts, on several key articles. These included benefitsharing arrangements, decision-making provisions, relationship with other bodies, the role of potential bodies to be established under the agreement, as well as general overarching provisions.\nAt IGC 5.2, while considerable progress was made during the first nine negotiating days, agreement still could not be reached on numerous controversial parts, despite long working hours, often late into the night. Notwithstanding some cautious optimism, no one was willing to make any predictions about the outcome. Beginning early Friday morning and working non-stop in multiple working streams through Saturday night, delegates were finally able to reach agreement, but only after making significant compromises and finding once-elusive landing zones on complex provisions.\nDue to the nature of the final stage of the negotiations and the last-minute convergence on multiple provisions, the meeting was suspended after the IGC established an open-ended informal working group to undertake technical editing of the text of the final\nagreement. Following technical edits and translation into the six official UN languages, the IGC will reconvene to formally adopt the new Ocean Treaty.\nThis situation, however, created some peculiarities compared to other processes or meetings. No final text was publicly circulated before or during the closing plenary. Given that during the final round of negotiations, the format shifted from working group sessions to presidential consultations behind closed doors, the text of the agreement was only made publicly available almost 24 hours after President Lee’s final gavel.\nThe new agreement is a critical piece of the conservation puzzle as ABNJ account for nearly two-thirds of the world’s oceans and 90% of the Ocean’s biomass, the world’s most diverse ecosystem. The overarching framework, the UN Convention on the Law of the Sea (UNCLOS), adopted in 1982, sets up sovereign rights and a framework for the high seas and the Area, namely the seabed and ocean floor and the subsoil thereof, beyond national jurisdiction. Specific activities were regulated by subsequent agreements, including fishing (via the 1995 UNCLOS Implementing Agreement relating to the Conservation and Management of Straddling Fish Stocks and Highly Migratory Fish Stocks) and deep-sea mining (through the 1994 Agreement Relating to the Implementation of UNCLOS Part XI). The new Treaty will fill in remaining gaps, which were identified as the main elements of the “package” early in the negotiating process and include: addressing the exploitation of marine genetic resources (MGRs), including questions on benefitsharing; establishing area-based management tools (ABMTs), including marine protected areas (MPAs) to ensure effective conservation; conducting environmental impact assessments (EIAs) for planned activities in ABNJ or for activities within national jurisdiction that may have negative impacts in ABNJ; and provide for the necessary capacity building and transfer of marine technology."
    }, {
      "heading" : "The Challenging Journey",
      "text" : "Many participants in the BBNJ negotiation have, at times, expressed frustration about the relatively slow pace of negotiations. Others have repeatedly pointed towards the complexity of the issues under discussion, stressing that reaching common ground is a delicate process. Both agreed, however, that at IGC-5.2 there was no room for error.\nOne of the challenges was related to the agreement’s widereaching scope. The relevant UN General Assembly resolutions explicitly mentioned conservation and sustainable use of marine biodiversity in ABNJ in the title of the new instrument to be created; this was accompanied by a strong benefit-sharing dimension, which was included in the elements of the “package.” Balancing conservation and sustainable use is a demanding undertaking. But when benefit-sharing requirements are added to the equation, achieving the right balance is even more difficult, as seen in other processes including the Convention on Biological Diversity (CBD).\nDiscussing benefit-sharing and related modalities often proves to be tricky in multilateral environmental negotiations. As one delegate said: “it touches upon the fundamentals of the existence of stark inequalities around the world.” Thus, relevant provisions, in particular Article 11 (fair and equitable benefit-sharing) were always expected to generate considerable disagreements. Predictions were\naccurate, with lengthy, dramatic negotiations taking place, largely behind closed doors, before any agreement could be reached.\nThe level of internationalization of the agreement together with the need to respect the mandates of relevant international frameworks and bodies (IFBs) was also a big question mark that generated lengthy debates over the years. The term IFBs is used as an abbreviation of “relevant legal instruments and frameworks and relevant global, regional, subregional, and sectoral bodies.” The need not to undermine such IFBs, which may include major multilateral environmental agreements with ABNJ-related provisions, regional treaties, or regional fisheries managements organizations (RFMOs) generated discussions throughout the course of the negotiations, including at this last IGC session. The issue was cross-cutting across several parts of the agreement, and had to be discussed in different negotiating settings, which proved challenging.\nAddressing ABNJ issues also requires a delicate balance of various interests. Despite the archetypal divide between developing and developed states that often takes central stage in UN negotiations, it was apparent that the chessboard was multidimensional, as different groups of countries strived to protect their own interests. States that are engaged in activities in ABNJ had different concerns from those that do not; non-UNCLOS parties tried to ensure that nothing in the agreement would hurt their positions in other fora; countries with territorial disputes—“grey” marine areas exist in many parts of the world—were cautious, leading to lengthy negotiations on relevant provisions on disputed areas.\nFundamentally different understandings regarding activities in the high seas were channeled in discussions over overarching principles, particularly regarding deliberations on the inclusion of the principle of the common heritage of humankind versus the freedom of the high seas, which haunted the entire process. The final compromise was to include both under Article 5 (general principles and approaches).\nBalancing these often-competing interests proved to be a difficult task. On its own, the interdependency of negotiating positions added an extra layer of complexity as larger delegations had different negotiators for different parts of the agreement, including technical experts, while smaller delegations had to stay on top of all potential components of a final compromise. Furthermore, due to the lengthy negotiating process, there was little continuity in the make-up of delegations. This proved to be a real disadvantage when it came to institutional memory of the process and led to repeated discussions on the same issues.\nThe Importance of Arriving at an Agreement While a deep-dive into the details of the final agreement will need to wait the text’s formal adoption, the vast majority of those involved in the negotiations tend to agree that the new treaty has the potential to change the playing-field for ocean management, and the conservation and sustainable use of ocean resources.\nOut of the four elements of the package, capacity building and technology transfer was the first to be finalized, although discussions on both were often heated. As a cross-cutting part of the agreement, agreeing on such modalities, including relevant needs assessment, cooperation, and monitoring mechanisms are necessary preconditions for leaving no one behind in such a global effort.\nEstablishing ABMTs, including MPAs, is an important conservation tool that, if appropriately applied, may relieve pressures on specific marine areas. Delegates were able to agree on strong modalities for proposals for such areas, review and assessment, as well as decision making, with the need not to undermine IFBs once more taking center stage. Disputed areas, as already noted, generated lengthy negotiations, with delegates eventually able to cut the Gordian knot.\nOn EIAs, the relevant thresholds for conducting such assessments generated considerable debate. Delegates converged to a tiered approach where a screening of the activity shall be conducted when a planned activity “may have more than a minor or transitory effect” on the marine environment or the effects of the activity are unknown or poorly understood, followed by the UNCLOS Article 206 threshold (reasonable grounds for believing that the planned activity may cause substantial pollution of or significant and harmful changes to the marine environment) for conducting an EIA.\nState-led versus Conference of the Parties (COP)-led decision making also generated different views. Delegates decided on the former, while balancing things through a call-in mechanism under article 30 (process for EIAs) that allows parties to register relevant concerns in the screening stage. It also includes a role for the Scientific and Technical Body to be established, which “shall consider and may evaluate” potential impacts and make recommendations. Putting in place an effective EIA mechanism is an integral part of the envisaged mechanism and essential for ocean management.\nThe most challenging part of the agreement proved to be MGRs, including benefit-sharing provisions in Articles 11 and 12 (access and benefit-sharing mechanism). Many of the final provisions were agreed during the presidential consultations at the closing stage of the meeting and often involved tense discussions.\nOn the challenging provision on monetary benefit-sharing, it was agreed that such benefits from the utilization of MGRs and digital sequence information (DSI) shall be shared fairly and equitably for the conservation and sustainable use of marine biodiversity of ABNJ. Inclusion of DSI generated disagreements over the course of the IGC sessions and has also been a controversial issue under the CBD. The exact modalities for the sharing of monetary benefits shall be decided by the COP and may include milestone payments or contributions related to the commercialization of products. Until such modalities are decided, developed country parties shall make annual contributions, after the entry into force of the agreement, to a special fund at a rate of 50% of that party’s assessed contribution to the budget adopted by the COP.\nThe agreement also establishes an access and benefit-sharing committee and a financial mechanism. The mechanism includes the special fund for the monetary benefit-sharing provisions, the Global Environment Facility trust fund, and a voluntary trust fund to enable participation of representatives of developing country parties. The fact that all benefits generated under monetary benefit-sharing will be devoted to the conservation and sustainable use of biodiversity in ABNJ, as a representative of the Group of 77 and China specifically stressed during the meeting, makes maximizing such benefits a shared interest. Interventions from the EU, pointing to other Oceanrelated pledges and assuring that funds will be available for the new agreement also provide a level of comfort, as financial resources are essential for implementation.\nFurthermore, an impressive institutional structure is established, including modalities for the COP, a stand-alone secretariat, a Scientific and Technical Body, and a clearing-house mechanism. This robust arrangement, a participant noted, “allows for the new body, once established, to fully execute its functions.”"
    }, {
      "heading" : "A New Era for the Ocean?",
      "text" : "Following the formal adoption of the new treaty after technical edits and translation, it will take 60 ratifications before it can enter into force. This can potentially be a problem as estimates regarding the time period necessary to reach the required number vary, with one veteran worried that “this may take some time.” Given the magnitude of the challenges the Ocean faces, the shorter that period and the sooner the new structures are operational the better for marine ecosystems, as the new agreement can go a long way in covering existing gaps in ocean management Some veterans, however, pointed to a maybe even more important potential catalytic role that the new agreement can play in streamlining efforts towards the conservation and sustainable use of marine biodiversity in ABNJ.\nIt is a fact that the international community’s efforts to address the threats the Ocean faces have multiplied, under many processes and bodies, including work under the CBD, and initiatives under the 2030 Agenda for Sustainable Development and Sustainable Development Goal (SDG) 14 on the Ocean, which happens to be the most under-funded SDG, thus requiring special attention. The series of Our Ocean Conferences with important pledges made in the last meeting, which just concluded in Panama, regional treaties and RFMOs, and many other bodies that have a wealth of relevant experience and expertise are also part of the picture.\nWhile the new treaty took many years to negotiate, the final outcome provides a strong overall policy framework. When remaining obstacles are overcome and the treaty enters into force, it will need to position itself in a complex policy environment. If, through building appropriate synergies and attracting the necessary political support, the new treaty manages to act as a central authority and play an efficient coordinating role, many think it can be a gamechanger, addressing the siloed approach to ocean management, and channeling efforts towards the common objective. At this time, it is impossible to say whether it will live up to the expectations or not. After all, the ship has just reached the shore. And the passengers are exhausted.\nUpcoming Meetings IPCC 58: The Intergovernmental Panel on Climate Change\n(IPCC) will meet to finalize the Synthesis Report of its sixth assessment cycle, giving policymakers an overview of the state of knowledge on the science of climate change. dates: 13-17 March 2023 location: Interlaken, Switzerland www: ipcc.ch/meeting-doc/ ipcc-58\nISA Council (Part I): The International Seabed Authority is an autonomous international organization established under the 1982 UN Convention on the Law of the Sea (UNCLOS) and the 1994 Agreement relating to the Implementation of Part XI of UNCLOS. The ISA Council will discuss items on its agenda, including draft regulations on the exploitation of mineral resources in the Area, applications for a plan of work for exploration; and status of\ncontracts for exploration and related matters. dates: 16-31 March 2023 location: Kingston, Jamaica www: isa.org.jm/sessions/28thsession-2023\nInternational Ocean Data Conference 2023: Under the theme “The Data We Need for the Ocean We Want,” this session of the Intergovernmental Oceanographic Commission Committee on International Oceanographic Data and Information Exchange will deliver guidance for the international ocean data and information community aimed at realizing the implementation of the ocean data and information “global commons” by 2030. dates: 20-21 March 2023 location: Paris, France www: oceandataconference.org/\nPlastic Pollution INC-2: The 2nd meeting of the Intergovernmental Negotiating Committee to develop an international legally binding instrument on plastic pollution, including in the marine environment, will consider a document, prepared by the Secretariat, with potential options for elements towards an international legally binding instrument. dates: 22- 26 May 2023 location: Paris, France www: unep.org/events/ conference/second-session-intergovernmental-negotiatingcommittee-develop-international\nResumed Review Conference on the UN Fish Stocks Agreement 2023: This conference is mandated to assess the effectiveness of the agreement and the adequacy of its provisions and, if necessary, propose means of strengthening the substance and methods of implementation of those provisions. dates: 22-26 May 2023 location: UN Headquarters, New York www: un.org/Depts/ los/convention_agreements/review_conf_fish_stocks.htm\nUN High-level Political Forum on Sustainable Development: The 2023 session of the HLPF under the auspices of Economic and Social Council will take place on the theme “Accelerating the recovery from the coronavirus disease (COVID-19) and the full implementation of the 2030 Agenda for Sustainable Development at all levels.” It will include in-depth review of SDGs 6 (clean water and sanitation), 7 (affordable and clean energy), 9 (industry, innovation and infrastructure), 11 (sustainable cities and communities), and 17 (partnership for the Goals). dates: 10-19 July 2023 location: UN Headquarters, New York www: hlpf.un.org/2023\nISA Assembly: The International Seabed Authority is the organization through which states parties to the Convention organize and control activities in the seabed, ocean floor, and subsoil beyond the limits of national jurisdiction. At annual sessions of the Assembly, representatives from its Member States meet to discuss and formulate the work of the Authority and its Secretariat. The Assembly will be preceded by meetings of the ISA Council, the Legal and Technical Commission and the Finance Committee. dates: 24-28 July 2023 location: Kingston, Jamaica www: isa.org. jm/sessions/28th-session-2023\nIPBES-10: The 10th Session of the Plenary of the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services will be held under its mandate to assesses the state of biodiversity and the ecosystem services it provides to society, in response to requests from decisionmakers. dates: 28 August - 2 September 2023 location: Bonn, Germany www: ipbes. net/events/ipbes-10-plenary\nSDG Summit: This summit is the quadrennial meeting of the HLPF under the auspices of the UN General Assembly. The 2023 Summit will be the second since the adoption of the Sustainable\nDevelopment Goals and will take place at the midpoint of implementation of the 2030 Agenda for Sustainable Development. dates: 19-20 September 2023 location: UN Headquarters, New York www: hlpf.un.org/sdg-summit\nUN Climate Change Conference: The 28th session of the Conference of the Parties (COP 28) to the UN Framework Convention on Climate Change, the 18th meeting of the Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol (CMP 18), and the fifth meeting of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement (CMA 5) will continue working on climate change related issues. dates: 30 November – 12 December 2023 location: United Arab Emirates www: unfccc.int/cop28\nResumed BBNJ IGC-5.3: The IGC will meet in a resumed session to adopt the draft agreement under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction. dates: TBD location: UN Headquarters, New York www: un.org/bbnj/\nFor additional upcoming events, see sdg.iisd.org/\nGlossary ABMTs Area-based management tools ABNJ Areas beyond national jurisdiction ABS Access and benefit-sharing BBNJ Biodiversity in areas beyond national jurisdiction CB&TT Capacity building and transfer of marine technology CBD Convention on Biological Diversity CHM Clearing-house mechanism COP Conference of the Parties DSI Digital sequence information EIA Environmental impact assessment GEF Global Environment Facility IFBs International frameworks and bodies IGC Intergovernmental Conference ITLOS International Tribunal for the Law of the Sea LDCs Least developed countries LLDCs Land-locked developing countries MGRs Marine genetic resources MPAs Marine protected areas REIOs Regional economic integration organizations SEAs Strategic environmental assessments SIDS Small island developing states UNCLOS UN Convention on the Law of the Sea UNDOALOS UN Division for Ocean Affairs and the Law of\nthe Sea"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, María Ovalle, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Mike Muzurakis. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union (EU). General Support for the Bulletin during 2023 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The contents of the Bulletin are the sole responsibility of the authors and can under no circumstances be regarded as reflecting the position of the donors or IISD. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. Tuesday, 7 March 2023",
    "creator" : "Adobe InDesign 18.1 (Macintosh)"
  }
}