{
  "name" : "36.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "María Ovalle", "Nicole Schabus" ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>.", "<tallash@iisd.net>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/bbnj5resVol. 25 No. 249\nBBNJ IGC-5.2 #9\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, María Ovalle, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Mike Muzurakis. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union (EU). General Support for the Bulletin during 2023 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The contents of the Bulletin are the sole responsibility of the authors and can under no circumstances be regarded as reflecting the position of the donors or IISD. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5.2 can be contacted by e-mail at <tallash@iisd.net>.\nFriday, 3 March 2023\nBBNJ IGC-5.2 Highlights: Thursday, 2 March 2023\nDelegates attending the resumed fifth session of the Intergovernmental Conference (IGC-5.2) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) met for what should be the penultimate day of treaty-making towards a new agreement on Thursday, 2 March 2023. Delegates held five informal-informal consultations throughout the day. They addressed articles related to: environmental impact assessments (EIAs); capacity building and the transfer of marine technology (CB&TT); and crosscutting issues, specifically related to the preamble, institutional arrangements, compliance, and dispute settlement. IGC President Rena Lee, Singapore, held closed-door President’s consultations all day."
    }, {
      "heading" : "Plenary",
      "text" : "IGC President Rena Lee opened the session, noting that all delegates seem ready for the forthcoming negotiating marathon, following late night discussions on Wednesday. She invited facilitators of informal-informals and small groups to present progress reports. Facilitators reported on: area-based management tools (ABMTs), including marine protected areas (MPAs); EIAs; CB&TT; and cross-cutting issues, including institutional arrangements, compliance, and dispute settlement. They highlighted considerable progress, urging delegates to show increased flexibility and a spirit of compromise to reach agreement on all provisions of the future treaty.\nIGC President Lee noted that she held consultations on marine genetic resources (MGRs), including questions of benefit-sharing and the relationship with provisions on finance. She reported that she had presented the group with a text proposal, highlighting that delegations had not considered it to be a way forward, with a small group meeting to make progress.\nThe EU underscored the importance of monetary benefitsharing, noting that “we are not far from each other.” She stressed that monetary benefit-sharing will not be the only source of funding and drew attention to resources already committed by the EU in Ocean conservation and research at the ongoing Our Ocean summit and other initiatives. She underscored that “we have a duty to finalize this agreement, we have a rendezvous with history,” and assured that “funds will be there when the agreement enters into force and also for implementation.”\nMEXICO, supported by OMAN, called for a revision of the programme of work, suggesting that small groups work on the substantive issues, with the discussions on the preamble being held in the afternoon. IGC President Lee noted that small groups would work through the morning on various aspects of outstanding text, and report to the informals in the afternoon.\nBANGLADESH reminded delegations that the common heritage of humankind is the guiding principle of the UN Convention of the Law of the Sea (UNCLOS), cautioning against including the freedom of the high seas as this would go against the\nmandate for the negotiations on the conservation and sustainable use of BBNJ.\nNICARAGUA stressed that the conference should adhere to the mandate established under General Assembly Resolution 72/249, including not undermining UNCLOS or existing international frameworks and bodies (IFBs). He underscored that Ocean polluters must pay a fair share, stressing that existing pledges would not be adequate, given that “developed countries are the biggest polluters.”\nNEPAL emphasized the need to include in the country listing throughout the text the special circumstances of least developed countries (LDCs) and land-locked developing countries (LLDCs), in order to ensure they can meaningfully participate in the implementation of the new agreement."
    }, {
      "heading" : "Informal-Informal Discussions",
      "text" : "Preamble: Kurt Davis, Jamaica, facilitated this session. Regarding a paragraph recognizing the need to address biodiversity loss and Ocean ecosystem degradation, due to, in particular climate change, pollution, and unsustainable use, a negotiating bloc, supported by many, asked to specify climate change “impacts on marine ecosystems, such as warming, Ocean deoxygenation, as well as Ocean acidification.” Two delegations questioned the need to make specific reference to climate change, noting that it is addressed under other processes. Another delegation, supported by others, asked to add “including plastic pollution,” as a major issue affecting Ocean health.\nOn text stressing the need for a comprehensive global regime to better address conservation and sustainable use of areas beyond national jurisdiction (ABNJ), one regional group asked to instead set out that parties are conscious of the need for such a regime under UNCLOS.\nOne delegation asked to add a separate paragraph to ensure the new agreement is respectful of the mandates of existing IFBs.\nRegarding the paragraph recognizing the need to realize a just and equitable international economic order, one group, supported by many, asked to specifically refer to coastal and landlocked states under the special interests and needs of developing states, with another delegation asking to also add small island developing States (SIDS). Many groups and delegations also asked to refer to “humankind,” rather than “mankind”, throughout the text.\nDelegates considered a paragraph affirming that nothing in this agreement shall be construed as diminishing or extinguishing the existing rights of Indigenous Peoples or the interests of local communities. A broad coalition, supported by many, proposed to insert a reference to the UN Declaration on the Rights of Indigenous Peoples (UNDRIP), explaining that this would delineate the rights of Indigenous Peoples from those of local communities, and extend rights to local communities “as appropriate”, rather than refer to their “interests.”\nA lengthy discussion took place on a provision recognizing the obligation to assess potential effects on the marine environment of activities that may cause substantial pollution of, or significant\nEarth Negotiations BulletinFriday, 3 March 2023 Vol. 25 No. 249 Page 2\nand harmful changes to, the marine environment regardless of whether these activities are conducted “in or beyond the areas where sovereign rights are exercised in accordance with the Convention within or beyond national jurisdiction.” Delegates agreed to a suggestion to refer to assessing potential effects “as far as practicable” in line with UNCLOS Article 206 (assessment of potential impacts of activities). Another delegation suggested to refer to activities “under a state’s jurisdiction or control, when the state has reasonable grounds for believing that such activities” will cause significant harm, attracting considerable support. Opinions diverged on whether the provision should refer solely to ABNJ or should encompass areas both within and beyond national jurisdiction. Some delegates noted that the scope of application for EIAs is covered by article 22, stressing that preambular paragraphs should not create confusion.\nOn preambular paragraphs on Ocean stewardship, many delegates stressed its importance for present and future generations. A group of countries suggested referring to: ensuring “sustainable” rather than “responsible” use of the marine environment; and “conserving” rather than “preserving” the inherent value of biodiversity of ABNJ, attracting considerable support.\nA delegate, supported by another, suggested new preambular language regarding “respecting the corresponding existing legal instruments and frameworks without undermining the mandates of the competent global, regional, and sectoral bodies.”\nA group of countries suggested a new preambular provision, “acknowledging that the generation of, access to, and utilization of digital sequence information (DSI) on MGRs of ABNJ, together with the fair and equitable sharing of benefits arising from its utilization, contribute to research and innovation, and to the general objective of this agreement.”\nSome delegates requested additional time to further discuss tabled proposals.\nAn inter-regional group of countries, supported by some delegations and opposed by one regional group, proposed new language recalling “the enumerated high seas freedoms as specified in the Convention,” and called for deleting the mention of the freedom of the high seas under article 5 (principles and approaches). One delegation called to add “and that the exercise of such freedoms shall be under the conditions laid down by relevant rules of international law.”\nOne regional group, supported by a few delegations, but opposed by many, proposed text “recalling the principle of the common heritage of humankind and the freedom of the high seas as set out in the Convention.” A negotiating bloc, with regional groups and several delegations supporting, underscored the need to include the common heritage of humankind as a stand-alone principle under article 5.\nOne delegation mentioned they prefer to locate it the preamble, and opined, with the support of a few delegations, that MGRs in the high seas and in the Area are excluded from the interpretation of the common heritage of humankind as set out in UNCLOS. He underlined that the BBNJ agreement needs to be fully consistent with UNCLOS, and that reflecting both common heritage of humankind and freedom of the high seas was imperative.\nOne delegation emphasized that there is no principle comparable to the common heritage of humankind that could “best future-proof” the new agreement, underlining that this principle has the support of 140 states.\nAnother delegate suggested deleting references to both, with some delegations supporting this as the “path of least resistance.” One delegation underlined that the principle of the common heritage of humankind cannot be derogated from; and underlined that the removal of it from the text would be an erosion of package deal.\nDelegates agreed to add a preambular paragraph proposed by a group that states are responsible for the fulfilment of their international obligations related to the protection and preservation of the marine environment and liable in accordance\nwith international law. A few delegates asked to add a reference that these international obligations are in accordance with UNCLOS.\nAnother delegation tabled a new preambular paragraph recalling the quantitative and qualitative protected areas commitment applicable to ABNJ found in the Kunming-Montreal Global Biodiversity Framework, including specific targets for achievement by 2030, as well as subsequent commitments promoting protected areas. Indicating interest, some groups said they needed to consult about inclusion.\nAnother group supported by many, asked to include a provision on recognizing the ecological connectivity of marine ecosystems.\nFacilitator Davis closed the discussions, noting that he would submit the text to the IGC President.\nEIAs: The session was facilitated by René Lefeber, the Netherlands. The objectives (article 21 bis) of this part were agreed, with brackets only remaining on the country listing, which is a cross-cutting issue throughout the text.\nOn the obligation to conduct EIA (article 22) delegates agreed to lift the brackets on “may cause substantial pollution of or significant and harmful changes to the marine environment,” agreeing on using the UNCLOS threshold for activities to be conducted in marine areas within national jurisdiction that may have effects in ABNJ.\nDelegates were able to make a breakthrough on thresholds and factors for conducting EIAs (article 24). They agreed on a tiered approach for a planned activity in ABNJ and removed a second option based on the UNCLOS threshold from the text. They further agreed that when a planned activity “may have more than a minor or transitory effect” on the marine environment or the effects of the activity are unknown or poorly understood, the party with jurisdiction or control of the activity shall conduct a screening of the activity, using a list of factors. Pending a reservation from a group of countries, consensus was also reached on: noting that if it is determined on the basis of the screening that the party has reasonable grounds for believing that the activity may cause substantial pollution of, or significant and harmful changes to, the marine environment, an EIA shall be conducted; and adding “the extent to which the effects of the activity are unknown or poorly understood” as an additional factor to consider when determining whether planned activities under their jurisdiction or control meet the threshold.\nDelegates addressed the process for EIAs (article 30), focusing on screening modalities. They agreed that: a [potentially most affected] party may register its views on the potential impacts of a planned activity on which a determination has been made with the party that made the determination and the scientific and technical body within 40 days of the publication; if the party that registered its views expressed relevant concerns, the party that made the determination shall give consideration to such concerns, as well as to any recommendations by the scientific and technical body, and may review its determination; and the scientific and technical body “shall consider and may evaluate” the potential impacts of the planned activity. A provision noting that the planned activity shall not be affected and may proceed while it is under evaluation by the scientific and technical body remained bracketed.\nOn the review of authorized activities and their impacts (article 41), including language on a potential call-in mechanism, as well as on decision making (article 38), delegates cleaned up the provisions of remaining brackets. An overall disagreement remains on state-led versus Conference of the Parties (COP)led decision making and the inclusion of an extended call-in mechanism.\nDiscussions on this part of the text continued into the night. CB&TT: Ligia Flores, El Salvador, facilitated the session. After a lengthy discussion on the objectives (article 42), specifically related to whom the access and transfer of marine technology should be for, delegations were able to agree that it should be “to developing states parties.” Many highlighted that nothing in the provision precludes developed parties from\nEarth Negotiations Bulletin Friday, 3 March 2023Vol. 25 No. 249 Page 3\ntransferring technology amongst themselves, and that the focus of this part should be on recognizing that developing states deserve the maximum attention and assistance, as is common practice in other agreements.\nDelegations also agreed on the objective related to supporting developing states parties through capacity building and the “development” and transfer of marine technology, with one delegation noting that this language is reflected in UNCLOS. A few delegations noted that the context for including the development of marine technology would need to be considered on a case-by-case basis.\nThey also considered whether the objectives of this part will be applied in relation to EIAs and strategic environmental assessments (SEAs) as currently reflected in article 21 bis (objectives of EIAs). Facilitator Flores suggested, and delegates agreed, to maintain the reference to article 21 bis, but delete the reference to SEAs.\nOn cooperation on CB&TT (article 44), delegates discussed text calling on parties to cooperate to assist developing states parties in achieving the agreement’s objectives through capacity building and the development and transfer of marine “science” and marine technology. One delegation noted that implementation of the MGRs part of the agreement will necessitate marine science, with delegations accepting the addition.\nOn the types of CB&TT (article 46), they discussed whether to include financial/financial know-how/fiscal resource capabilities of parties. Delegations agreed to reflect the enhancement of parties’ “financial management,” scientific, technological, organizational, institutional, and other resource capabilities. They agreed to the “sharing “and use” of relevant data, information, knowledge, and research results; information dissemination and awarenessraising…of Indigenous Peoples and, as appropriate, local communities; the development and strengthening of human and “financial management resources capabilities”; and the transfer of “marine” technology.\nDelegates also addressed monitoring and review (article 47) related to the submission of reports. There was an overall agreement on the relevance and utility of the provision.\nInstitutional arrangements: Thembile Joyini, South Africa, facilitated the session. On the COP (article 48), some progress was achieved regarding the periodicity and location of the meetings of the COP, but bracketed text remains. One delegation, supported by many, proposed the terms “ordinary” and “extraordinary” meetings and to add that they would be convened “in accordance with the rules of procedure.” Some delegates asked for the retention, in brackets, of the reference that the COP should determine the regular intervals for the meeting “at its first meeting,” and others requested to keep the brackets involving the location of the meetings, pending outcomes on the seat of the secretariat discussion.\nOn the adoption by consensus of the rules of procedure and financial rules, several delegations supported that financial rules should be adopted by consensus. Regarding the COP monitoring and reviewing the implementation of this agreement, some delegations showed flexibility in adding “and evaluate” in the chapeau of the provision. One delegate proposed to add that recommendations and decisions “shall not be legally binding upon parties to this agreement,” with some delegations and a regional group expressing reservations about it, and some delegations opposing.\nRegarding the budget some delegations, opposed by others, supported adoption by consensus.\nThe provision on advisory opinions requested from the International Tribunal for the Law of the Sea, submitted as a compromise and balanced text, garnered support from many delegations.\nNo further progress was made on the scientific and technical body (article 49).\nDispute Settlement: Victoria Hallum, New Zealand, facilitated the session, noting the small group work to bring together views on procedures for settlement of disputes (article 55). Discussions focused on the final paragraph in the preferred option foreseeing that “nothing in this agreement shall be interpreted as conferring jurisdiction upon a court or tribunal over any dispute that necessarily involves the concurrent consideration of any unsettled dispute concerning sovereignty or other rights over continental or insular land territory or a claim thereto of a party to this agreement.” Many delegates indicated that they were ready to accept this formulation, and, in a spirit of compromise, were also ready to accept an alternative formulation consisting of two parts, the above provision with the minor addition of “concerns or” before involves; and a new paragraph. It sets out that: For the avoidance of any doubt, nothing in this agreement, shall be relied upon as a basis for asserting or denying any claims to sovereignty, sovereign rights or jurisdiction over land or maritime areas, including in respect to any disputes regarding such.\nMany delegates indicated that this was as far as they could go regarding this matter. Still one delegation insisted on further including “any relevant judgement or award made by a court or tribunal,” giving examples of possible disputes and how the respective decisions should not come into play under this agreement. A number of delegates indicated that they could not accept such wording, because they did not want to delegitimize or undermine other processes, and their respective judgments and awards.\nNoting that both time and the options for compromise had been exhausted, Facilitator Hallum indicated it was best to hand this matter over to IGC President Lee. She said she would report that a large number of delegations, including significant groups, supported one option with flexibility regarding the final provision as set out above, while one delegation insisted on a separate option."
    }, {
      "heading" : "In the Corridors",
      "text" : "With one day left to finalize the text of a new agreement, hope that the end was in sight became more evident in some quarters. IGC President Lee’s call on delegates to prepare for a marathon finish galvanized them to make progress on many of the less controversial parts of the text.\nThe informal-informal setting was not welcomed by all, with some hoping that more progress could be made in small drafting groups. Its utility was still evident, at least in regard to the opening of talks on the preamble at IGC-5.2. “It’s good to know all that our colleagues want to be included now, so we can work on quick compromises,” shared one delegate. “But all we are doing in here is digging our heals in on well-known arguments,” countered another, in disbelief about the clear deadlock in talks about the principle of the common heritage of humankind and the freedom of the high seas.\nAs Friday is the last day officially mandated for this treatymaking process, many delegates turned their attention to the bigger picture: Will there be a treaty? and if so, will this treaty be strong enough to conserve marine biodiversity in the high seas? Will the benefits derived from sustainable use be equitably shared? Will all states sign on? Will it truly leave no one behind?\n“At the end of the day, as long as we reach agreement on the fundamentals, we can decide on the smaller details at COP,” advised one observer. “A strong commitment to long-term, meaningful monetary benefit-sharing is imperative,” opined another. “We will have an agreement,” shared one delegate, “but will we like it?”\nThe Earth Negotiations Bulletin summary and analysis of BBNJ IGC-5.2 will be available on Tuesday, 7 March 2023 at enb.iisd.org/marine-biodiversity-beyond-national-jurisdictionbbnj-igc5-resumed\nFollow daily coverage and photos of negotiations from the world’s trusted neutral reporting service\n@IISD_ENBtwitter facebook.com/IISD.ENBFACEBOOK\nsubscribe at bit.ly/enbupdateenvelopeenb.iisd.orgglobe"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, María Ovalle, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Mike Muzurakis. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union (EU). General Support for the Bulletin during 2023 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The contents of the Bulletin are the sole responsibility of the authors and can under no circumstances be regarded as reflecting the position of the donors or IISD. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5.2 can be contacted by e-mail at <tallash@iisd.net>. Friday, 3 March 2023",
    "creator" : "Adobe InDesign 18.1 (Macintosh)"
  }
}