{
  "name" : "37.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "María Ovalle", "Nicole Schabus" ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>.", "<tallash@iisd.net>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/bbnj5resVol. 25 No. 248\nBBNJ IGC-5.2 #8\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, María Ovalle, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Mike Muzurakis. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union (EU). General Support for the Bulletin during 2023 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The contents of the Bulletin are the sole responsibility of the authors and can under no circumstances be regarded as reflecting the position of the donors or IISD. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5.2 can be contacted by e-mail at <tallash@iisd.net>.\nThursday, 2 March 2023\nBBNJ IGC-5.2 Highlights: Wednesday, 1 March 2023\nDelegates attending the resumed fifth session of the Intergovernmental Conference (IGC-5.2) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) continued considering an updated text during their negotiations on Wednesday, 1 March 2023. Delegates met in five informal-informal consultations throughout the day. They addressed articles related to: area-based management tools (ABMTs) including marine protected areas (MPAs); environmental impact assessments (EIAs); capacity building and the transfer of marine technology (CB&TT); and crosscutting issues, specifically related to institutional arrangements, compliance, and dispute settlement."
    }, {
      "heading" : "Plenary",
      "text" : "Reading a statement by António Guterres, UN SecretaryGeneral, Miguel de Serpa Soares, Secretary-General of the IGC, noted that “our Ocean has been under pressure for decades and we cannot ignore the Ocean emergency.” He stressed the need to address destructive trends and ensure the conservation and sustainable use of marine biological diversity, building on the legacy of the UN Convention on the Law of the Sea (UNCLOS), and proving that UNCLOS can adapt to evolving challenges and ensure a healthy, more resilient, and more productive Ocean, benefitting humankind as a whole.\nIGC President Rena Lee invited facilitators of informalinformals and small groups to report back on Tuesday’s deliberations. Facilitators reported on progress on: marine genetic resources (MGRs), including questions on the sharing of benefits; ABMTs, including MPAs; EIAs; CB&TT; and cross-cutting issues, including general provisions, compliance, and dispute settlement. They underscored progress, including on some longstanding controversial provisions, but emphasized that, with time running out, significant efforts and compromises will be required to finalize the text of the draft agreement.\nIGC President Lee shared that she held President’s consultations on Tuesday, addressing questions related to monetary benefit-sharing. She said delegates were able to identify common elements among the different proposals, stressing that “we will need to iron out the details in the text.” She further outlined Wednesday’s programme of work, noting that she would meet with delegations and the Bureau to provide further information on Friday’s proceedings.\nMEXICO said that the message by the Secretary-General should encourage delegates to speed up their work, stressing the importance of CB&TT and of including the principle of the common heritage of humankind.\nPALESTINE supported the proposals by the African Group on intellectual property rights (IPRs) and by the Core Latin American Group (CLAM) on upfront early funding; and reiterated the call for a dedicated BBNJ pledging conference."
    }, {
      "heading" : "Informal-Informal Discussions",
      "text" : "ABMTs, including MPAs: Renée Sauvé, Canada, facilitated the session. On the definition of an MPA in the use of terms (article 1), a few delegations stressed that the ABMT definition\ncovers MPAs. This was opposed by others, and delegations were unable to resolve this issue.\nRegarding objectives (article 14), following protracted discussions, delegates agreed to maintain the reference to “conserve and sustainably use areas requiring protection,” without specifying that the respective areas are areas beyond national jurisdiction (ABNJ) “according to the Convention,” with many noting that this is clear from the scope of the agreement. One delegation, opposed by many, insisted on including that these areas can also be created by competent international organizations.\nA delegate suggested deleting an objective on supporting food security and other socioeconomic objectives, including the protection of cultural values. She noted that food security is addressed by specialized bodies and including such processes would go beyond the scope of the agreement. Many delegates insisted on retaining it. They further discussed appropriate language regarding listing categories of developing countries, noting that relevant discussions also take place under cross-cutting items.\nOn proposals (article 17), the suggestion of adding “in ABNJ” on the provision that ABMTs shall be presented individually or collectively to the secretariat, was deleted. Delegates were unable to delete brackets regarding the listing of stakeholders and the indicative criteria.\nRegarding the high sea pockets provision under the consultations on and assessment of proposals (article 18), after a lengthy discussion, delegates were unable to agree on the text, following suggestions for the addition of new language related to including the continental shelf and applying geographic limitations only to small island developing states (SIDS).\nEIAs: René Lefeber, the Netherlands, facilitated the session. On the obligation to conduct EIAs (article 22), a regional group expressed flexibility to remove one of the options and delegates discussed references to national processes.\nOn public notification and consultation (article 34), a representative of a small group reported back on consultations regarding a provision on ensuring public notification of a planned activity and stakeholder participation throughout the EIA process. Delegates agreed to refer to time-bound opportunities for stakeholder participation “as far as practicable.”\nA lengthy discussion took place on a provision addressing high seas pockets, namely areas of the high seas that are entirely surrounded by the exclusive economic zones of states, with delegates unable to reach consensus. A regional group, opposed by many, suggested restricting the clause to only refer to SIDS.\nRegarding the call-in mechanism, Facilitator Lefeber noted that further consultations would take place during the afternoon in a small group setting.\nCB&TT: Ligia Flores, El Salvador, facilitated the session. On the additional modalities for the transfer of marine technology (article 45), delegates reached agreement on a provision stating a shared long-term vision on the “importance of fully realizing technology development and transfer for inclusive, equitable, and effective cooperation and participation.”\nRegarding the terms under which technology transfer will be undertaken, and due to the flexibility of many delegations, views converged towards a “constructively ambiguous” formulation,\nEarth Negotiations BulletinThrusday, 2 March 2023 Vol. 25 No. 248 Page 2\nwhich stipulates that the transfer of marine technology “shall take place on fair and most favorable terms, including on concessional and preferential terms, and in accordance with mutually agreed terms and conditions,” pending the outcomes on other articles toward a balanced CB&TT part.\nOn the rights and legitimate interest provision, some delegations agreed that: “The transfer of marine technology shall take into account all rights over such technologies and be carried out with due regard for all legitimate interests, including, inter alia, the rights and duties of holders, suppliers and recipients of marine technology, and taking into particular consideration the interests and needs of developing states for the attainment of the objectives of this agreement.”\nOn a provision on CB&TT modalities (article 44), discussions focused on whether: capacity building should refer “in particular” to developing states parties; parties should “cooperate to achieve,” or “seek to ensure,” technology transfer, with some preferring combining the two options; and a reference to transfer of marine technology should make explicit reference to related biotechnology. Most delegates preferred “cooperating to achieve” technology transfer. Many suggested deleting the reference to “in particular” with a few noting that all parties, not only developing ones, may need capacity building related to activities in ABNJ. Opinions diverged on the reference to biotechnology with some insisting on retaining it, while others noted that singling out a specific type of technology would be inappropriate.\nFacilitator Flores thanked delegates for their constructive engagement and spirit of compromise, noting that the text will be forwarded to IGC President Lee.\nInstitutional arrangements: Facilitator Thembile Joyini reported on small group discussions, noting that the text prepared by the group would form the basis of discussions.\nAddressing the secretariat (article 50), delegations considered two options: a stand-alone secretariat; or the Division of Ocean Affairs and Law of the Sea (DOALOS) carrying out secretariat functions. Facilitator Joyini reported that, with the exception of one regional group, delegations were largely converging around a stand-alone secretariat. One delegation announced that the country had circulated a briefing on its offer to host the secretariat. The options remain on the table.\nOn transparency (article 48 bis), Facilitator Joyini presented text addressed by the small group. One delegation called to focus more on the participation of international frameworks and bodies (IFBs), in text regarding promoting transparency through public dissemination of information in consultation with IFBs (and their members), Indigenous Peoples and local communities, the scientific community, civil society, and other relevant stakeholders. One regional group, responding to a suggestion to include IFBs “and their members” in the text, underlined that parties to the agreement would not be engaging with IFB members directly, but rather with the IFBs themselves. This was supported by all delegations, and the phrase was deleted, with the provision on this issue now free of brackets.\nRegarding the provision on the scientific and technical body (article 49), there was broad support to retain the original wording establishing the scientific body, rather than suggesting that the Conference of the Parties (COP) could establish the body, as suggested by one delegation; and to use the operative term “shall” throughout the provision. Many groups and delegations also supported the specification that the body shall provide scientific, technical, and related advice to the COP, with some explaining that “relevant advice” was included to ensure that the traditional knowledge contemplated in the provision can also be taken into account. Two countries expressed concern that this is too broad. The provision remains in brackets.\nDispute Settlement: Victoria Hallum, New Zealand, facilitated this session. Regarding a proposal for an additional part on liability and compensation for damage or loss arising from activities in ABNJ (part VIII bis), the proponent group indicated this relates to the proposal of a larger negotiating bloc to include a special fund for this in the provision on funding (article 52). In turn they indicated readiness to withdraw their\nproposal, and instead proposed preambular language “recalling that states are responsible for the fulfillment of their international obligations related to the protection and preservation of the marine environment and shall be liable in accordance with international law.” One regional group, supporting this language, also called for it be reflected in the operative part of the agreement. Indicating that they could not support an operative provision, a number of delegations welcomed the suggestion for this preambular language, requesting to accordingly use “are” liable rather than “shall be” and to include a reference to UNCLOS Article 235 (responsibility and liability), while reserving on the provision subject to further review.\nOn procedures for the settlement of disputes (article 55), delegations discussed the option related to mandatory disputesettlement procedures (option 1), which notes, among others, that disputes concerning the interpretation or application of the agreement shall be settled in accordance with UNCLOS Part XV. Several delegations supported this option, noting that nothing in this agreement shall be interpreted as “conferring jurisdiction on a court or tribunal over any dispute that necessarily concerns or involves consideration of any unsettled dispute.”\nSeveral delegations expressed support for a text proposal noting that “nothing in this agreement shall be relied upon as a basis for asserting or denying any claims to sovereignty, sovereign rights, or jurisdiction over land or maritime areas, including in respect to any disputes related thereto.” One delegation called to include that nothing in the agreement shall “prejudice the position of any Party as regards recognition or non-recognition of” these claims, in line with the Antarctic Treaty.\nOne delegation noted support for dispute settlement by negotiation (option 2),but expressed willingness to consider option 1. This option was thus put in brackets.\nAnother delegation underscored their preference for dispute settlement through friendly consultations and negotiations (option 3) and underlined that UNCLOS Article 298 (optional exceptions) does not exclude disputes relating to jurisdiction, which should be excluded under the BBNJ agreement, and noting that hybrid disputes, which also relate to maritime delimitation would also need to be excluded from the agreement. A delegation noted that under this option, UNCLOS Part XV would apply mutatis mutandis.\nFollowing a pause for informal consultations, Facilitator Hallum announced that an additional session of small group discussions may be arranged for Thursday, 2 March 2023."
    }, {
      "heading" : "In the Corridors",
      "text" : "Struggling to heed the UN Secretary-General’s call for a robust BBNJ agreement that will help to counter the destructive trends related to Ocean biodiversity, delegates sacrificed any free time they might have had to get through the text in “any setting possible.” Rushing to make progress on the various elements of outstanding issues, delegates spent the day doing their best to clean text.\nIn one informal-informal, however, it became clear that assumptions can prove to be major stumbling blocks, when one delegation registered their support for an option everyone had assumed was “basically off the table.” It is “more than a little frustrating that we have hit a wall here,” shared one delegate, who had been hopeful on converging on an acceptable landing zone on dispute-settlement procedures.\nAnd even when the call was to “do the laundry and clean the house” in the discussions around ABMTs, tempers flared as the text burgeoned at the same rate as the brackets did. The concept of diminishing returns seemed to prevail, with some observers commenting that, in some discussions, the “more time we spend on it, the more reasons we find to disagree.”\nMore broadly though, delegates were acutely cognizant that much still hangs in the balance when it comes to whether they will finally be able to celebrate the adoption of a workable treaty for the high seas on Friday. With so many brackets still in the text, one delegate wondered “how many footnotes the President’s package deal will eventually contain.”"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, María Ovalle, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Mike Muzurakis. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union (EU). General Support for the Bulletin during 2023 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The contents of the Bulletin are the sole responsibility of the authors and can under no circumstances be regarded as reflecting the position of the donors or IISD. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5.2 can be contacted by e-mail at <tallash@iisd.net>. Thursday, 2 March 2023",
    "creator" : "Adobe InDesign 18.1 (Macintosh)"
  }
}