{
  "name" : "38.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "María Ovalle", "Nicole Schabus" ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>.", "<tallash@iisd.net>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/bbnj5resVol. 25 No. 247\nBBNJ IGC-5.2 #7\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, María Ovalle, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Mike Muzurakis. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union (EU). General Support for the Bulletin during 2023 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The contents of the Bulletin are the sole responsibility of the authors and can under no circumstances be regarded as reflecting the position of the donors or IISD. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5.2 can be contacted by e-mail at <tallash@iisd.net>.\nWednesday, 1 March 2023\nBBNJ IGC-5.2 Highlights: Tuesday, 28 February 2023\nDelegates attending the resumed fifth session of the Intergovernmental Conference (IGC-5.2) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) continued to consider an updated text during their negotiations on Tuesday, 28 February 2023. Delegates met in two informal-informal consultations in the morning and one in the afternoon. They considered articles related to: area-based management tools (ABMTs), including marine protected areas (MPAs); capacity building and the transfer of marine technology (CB&TT); and cross-cutting issues, specifically related to general provisions, compliance, and dispute settlement."
    }, {
      "heading" : "Plenary",
      "text" : "IGC President Rena Lee invited facilitators of informalinformals and small groups to report back on Monday’s deliberations. Facilitators reported on progress on: MGRs, including questions on benefit-sharing; ABMTs, including MPAs; environmental impact assessments (EIAs;) CB&TT; and cross-cutting issues, including general provisions and dispute settlement. They highlighted that significant progress had been achieved in many parts of the text, including regarding some long-standing disagreements. They emphasized, however, that many important provisions remain undecided, urging for tradeoffs and compromises to enable finalizing the draft agreement. IGC President Lee reminded delegates that “the clock is ticking,” and urged them to “focus on the “must-haves” rather than on the “good-to-haves.”"
    }, {
      "heading" : "Informal-Informal Discussions",
      "text" : "General Provisions: The session was facilitated by Kurt Davis, Jamaica. Regarding the relationship between this agreement, the Convention, and international frameworks and bodies (IFBs) (article 4), delegates discussed the paragraph foreseeing that this agreement shall be interpreted and applied in a manner that does not undermine IFBs. One regional group indicated a readiness to withdraw their addition of “mutual support” and in turn another was ready to withdraw their proposed addition on “respecting the competences of” IFBs. Two delegations opposed deletion of the latter, with one requesting the addition of text noting that “in case of divergence of interpretation, UN Convention on the Law of the Sea (UNCLOS) provisions and relevant international agreements shall prevail.” They then proposed to instead add a reference to UNCLOS’ implementation agreements to the paragraph on the consistency between this agreement and UNCLOS. A number of regional groups and others warned against the inclusion of implementing agreements alongside the reference to UNCLOS, noting that this agreement itself would be an implementing agreement and that they could not support the creation of a hierarchy in regard to the two preexisting implementing agreements (UN Fish Stocks Agreement, and the agreement establishing the International Seabed Authority). Facilitator Davis said that due to lack of support, no additions would be made to this paragraph and that the discussion\non the relationship with IFBs had been exhaustive and could not be resolved here.\nDelegates then considered the final, fully bracketed, paragraph on that the legal status of non-parties to the Convention or any other related agreements with regard to those instruments is not affected by this agreement. Several delegations and groups, including UNCLOS non-parties, insisted on retaining the operative paragraph, noting the UN General Assembly resolutions 69/292 and 72/249 establishing the PrepCom and the IGC had foreseen their participation in the new agreement. In turn others indicated that they could not accept an operative paragraph on the issue, welcoming proposals by a regional group to instead have as preambular reference: recognizes “that this agreement is without prejudice to the legal status of non-parties to UNCLOS or any other related agreements with regard to these instruments, which is governed by the rules on treaties and third states of the law of treaties.” One delegation proposed referencing the law of treaties related to third states, instead. Facilitator Davis indicated that discussions would continue.\nABMTs, including MPAs: Renée Sauvé, Canada, facilitated the session. A delegate shared the progress achieved in a small group on emergency measures (article 20 ante), highlighting that most of the changes sought to improve the clarity of the provision. The text on the article was supported by many delegations, noting that the only remaining bracket pertains to accepting either the application of precaution or the precautionary approach.\nRegarding decision making (article 19), a delegate reported on the small group’s discussions on the provision for a potential scenario when ABMTs established by the COP fall within the scope of new IFBs, or with renewed or updated competencies. The compromise proposal establishes that in those cases, the COP will review and decide whether to maintain, amend, or revoke any measure as appropriate. Many delegates supported the proposal, asking for clarifying language. One delegation, stressing that decision making should only be by consensus, requested strengthening provisions on coastal states’ sovereign rights.\nOn the modalities for decision making and a potential opt-out provision (article 19 bis), delegates heard a report from a small group on a possible objection procedure, noting that, despite increasing clarity on different positions, divergence remains requiring additional discussions. Another small group’s representative reported on discussions regarding recognition, addressing the relationship between this agreement and IFBs regarding existing ABMTs adopted by IFBs, noting that, with more time, consensus is within reach. A regional group drew attention to the submission of a related proposal on recognition.\nOn a potential opt-out procedure, a regional group tabled a compromise proposal, reminding delegates that their initial position was to oppose an opt-out provision. The suggestion includes: a two-year time limitation for the opt-out; a role for the COP or a relevant technical body to analyze the opt-out and decide on its grounds and compatibility with the agreement; and alternative measures as an explicit requirement.\nWhile almost all delegates agreed that an opt-out provision should be seen as a last resort, opinions on the proposal differed.\nEarth Negotiations BulletinWednesday, 1 March 2023 Vol. 25 No. 247 Page 2\nSome delegates supported the proposal. Others emphasized that: the threat of an opt-out ensures proper discussions where all concerns are taken into account; the proposal essentially binds objecting parties in the same way as if they had not objected, essentially annulling the opt-out provision; and the proposal upsets the balance between conservation and sustainable use on the one hand, and between the new agreement and coastal states’ sovereign rights on the other. A few delegations warned that such a stringent opt-out provision might lead to parties withdrawing from the agreement altogether.\nOn disputed areas, a delegation presented a proposal aimed at ensuring that future ABMTs, including MPAs, will not involve disputed areas. He underscored that, at present, hundreds of maritime boundaries remain undefined worldwide, creating grey or contested areas. The proposal includes that: a state shall not include any disputed area in an ABMT proposal; other states may comment on the geographical areas covered by a proposal regarding the potential inclusion of disputed areas; and the COP should make a decision if disputed areas persist in a proposal.\nA few delegates supported the proposal, but many expressed concerns, including on: all relevant provisions being in accordance with UNCLOS; already covering the issue under the non-prejudice clause of the general provisions; the need to promote cooperation, consultations, and good faith negotiations; and the fact that disputed areas are a cross-cutting issue.\nDiscussions continued in the afternoon in a small group on the opt-out provision and in informal bilateral consultations on disputed areas.\nCB&TT: Ligia Flores, El Salvador, facilitated the discussion. She noted that the deliberations would be based on the outcome of the last meeting of the small group and invited delegates to indicate with “total transparency and clarity” the text to be submitted to IGC President Lee for consideration.\nOn the modalities for CB&TT (article 44), differences on the alternatives related to technology transfer remain. A negotiating bloc proposed, as compromise text, that parties “shall cooperate to achieve and seek to ensure” technology transfer. Others preferred that parties “cooperate to achieve” such transfer. The options remain on the table.\nRegarding the provision of resources for CB&TT, delegates accepted a compromise proposal that parties shall provide resources to support “the development and” transfer of marine technology, agreeing to include “taking into account their national policies, priorities, plans, and programmes.”\nRegarding additional modalities for technology transfer (article 45), delegates indicated willingness to work on the basis of the provision setting out that parties share a long-term vision of the importance of fully realizing technology development and transfer. One regional group asked to delete the reference to improving resilience to biodiversity loss and associated effects on climate; and to refer to inclusive, equitable, and effective cooperation and participation in the activities undertaken under this agreement.\nOn the terms under which technology transfer will be undertaken, many delegates preferred to work on the basis of the new formulation stipulating that the transfer of marine technology shall take place on fair and most favorable terms, including on “concessional and preferential terms, and in accordance with mutually agreed terms and conditions, and the provisions of this agreement,” while others proposed splitting the sentence, to separate the language related to “fair and most favorable” terms and that related to “concessional and preferential” terms.\nOne delegation preferred to specifically refer to the provision of “off-the-shelf” marine technology, as separate from the transfer of all other marine technology. Some noted the limited implementation of provisions on technology transfer under UNCLOS, while others requested clarifications on terminology on “off-the-shelf” technology. A lengthy discussion ensued, including on whether the provision should be split regarding the first option,\nwith delegates unable to reach consensus. The options remain in the text.\nRegarding a rights and legitimate interest provision on technology transfer, which includes bracketed options to “rights over such technologies” as well as to taking into “particular consideration the interests and needs of developing states,” some delegates noted that a fair balance is struck by including both bracketed options. Discussions will continue.\nDispute Settlement: This session was facilitated by Victoria Hallum, New Zealand. Delegates discussed the provision on procedures for the settlement of disputes (article 55), addressing three options prepared by a small group. The first option, which contains provisions for mandatory dispute-settlement procedures, notes, among others, that disputes concerning the interpretation or application of the agreement shall be settled in accordance with UNCLOS Part XV (dispute settlement), including provisions for dispute settlement with UNCLOS non-parties. Delegates also considered the second option, which envisions dispute settlement via negotiation and, where that fails, third-party mediation. The third option provides for friendly negotiations and consultations for settling disputes, with unresolved disputes being referred, with consent, to judicial settlement, arbitration, mediation, conciliation, or any other third-party dispute-settlement mechanism.\nDelegates largely agreed to work on the basis of the first option. One regional group, noting that not all UNCLOS provisions can be applied mutatis mutandis, welcomed the small group discussions, which provided a good landing zone on how UNCLOS provisions can be applied. A delegation noted that the new language provides a platform for dispute settlement also with non-parties. One delegation highlighted their opposition to this option, noting that it was not the option preferred by the majority, calling for the mutatis mutandis application of the relevant provisions under UNCLOS.\nOne delegation proposed including text that nothing in the agreement shall be interpreted as conferring jurisdiction on a court or tribunal over any dispute that necessarily involves the concurrent consideration of any dispute concerning “sovereignty, sovereign rights or jurisdiction or a claim thereto of a State.” Another delegation, with many delegations and regional groups supporting, called for additional language outlining that nothing in this agreement shall be relied upon as a basis for asserting or denying any claims to sovereignty, sovereign rights, or jurisdiction over land or maritime areas.\nFacilitator Hallum noted that delegations may require more time to consider the new proposals."
    }, {
      "heading" : "In the Corridors",
      "text" : "As delegates tried to finalize a complete first reading of the updated text of an agreement, jitters and nerves about the state of the text were evident during Tuesday’s talks. Some, aware of the ticking clock signaling the approach of the final day of negotiations, rallied delegates to accept parts of the text as they stand. “Perfection is the enemy of the good,” reminded one delegate, with another asking, “do we want an agreement or not?” Others, who considered themselves “guardians of the text,” were more concerned about the details included in the agreement and “whether we will be able to implement it.” Some were more cynical, describing various discussions as “diversionary tactics,” meant to “obscure the path to the finish,” or “push us into a corner over other matters in the treaty.”\nThroughout the day, delegates danced around the red lines drawn regarding certain issues: monetary benefit-sharing; inclusion of the principle of the common heritage of humankind; strong measures around EIAs; and the treatment of non-parties. “The horse trading has definitely begun,” whispered one delegate coming out of an informal consultation made up of heads of delegations. With just days to go before delegates are expected to conclude this treaty-making process, rumors of a new President’s text to be issued in “the next few days” grew louder, with many hoping it will break the impasse on long-standing fractures."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, María Ovalle, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Mike Muzurakis. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union (EU). General Support for the Bulletin during 2023 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The contents of the Bulletin are the sole responsibility of the authors and can under no circumstances be regarded as reflecting the position of the donors or IISD. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5.2 can be contacted by e-mail at <tallash@iisd.net>. Wednesday, 1 March 2023",
    "creator" : "Adobe InDesign 18.1 (Macintosh)"
  }
}