{
  "name" : "39.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "María Ovalle", "Nicole Schabus" ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>.", "<tallash@iisd.net>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/bbnj5resVol. 25 No. 246\nBBNJ IGC-5.2 #6\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, María Ovalle, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Mike Muzurakis. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union (EU). General Support for the Bulletin during 2023 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The contents of the Bulletin are the sole responsibility of the authors and can under no circumstances be regarded as reflecting the position of the donors or IISD. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5.2 can be contacted by e-mail at <tallash@iisd.net>.\nTuesday, 28 February 2023\nBBNJ IGC-5.2 Highlights: Monday, 27 February 2023\nDelegates attending the resumed fifth session of the Intergovernmental Conference (IGC-5.2) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) considered an updated text during their negotiations on Monday, 27 February 2023. Delegates met in three informal-informal consultations, in the morning and afternoon. They considered articles related to: marine genetic resources (MGRs), including benefit-sharing questions; environmental impact assessments (EIAs); and cross-cutting issues, specifically related to the final provisions of the new agreement."
    }, {
      "heading" : "Plenary",
      "text" : "IGC President Rena Lee, Singapore, opened the session, highlighting the circulation of the updated text over the weekend. She invited facilitators of informal-informals and small groups to report back on Friday’s deliberations. Facilitators reported on: MGRs, including questions on the sharing of benefits; areabased management tools (ABMTs), including marine protected areas (MPAs); EIAs; capacity building and the transfer of marine technology (CB&TT); and cross-cutting issues.\nCuba, for the G-77/CHINA, called for clarity over the late inclusion of language by a small number of states being equally weighed against proposals put forward by over 140 states, underlining that the text should reflect those areas of “best possible consensus” supported by a majority.\nSierra Leone, for the AFRICAN GROUP, lamented that proposals which enjoyed very limited support had been included in the text, pointing to the inclusion of the freedom of the high seas, which had only been supported by three states and which has the capacity to “undermine the entire agreement;” and underlined that willingness to conclude negotiations should not be to the detriment of a strong agreement.\nThe RUSSIAN FEDERATION expressed concern that the outcome of small groups is presented as a fait accompli to informal informals, noting that this process was not transparent, and that even clean text does not represent consensus.\nHighlighting the several hundred brackets contained in the updated text, Ecuador, for the CORE GROUP OF LATIN AMERICAN COUNTRIES (CLAM), requested that financing be addressed alongside MGRs.\nBRAZIL underscored the need to align the new agreement with the UN Convention on the Law of the Sea (UNCLOS) and highlighted the importance of the inclusion of the principle of common heritage of humankind, digital sequence information (DSI), and monetary and non-monetary benefit-sharing.\nNoting the hundreds of brackets still in the text, CHINA urged “squarely addressing” different positions in order to ensure an acceptable agreement.\nJamaica, for the Caribbean Community (CARICOM), urged delegations to step back from “complaining” about what has been included or not in the updated text, and to focus on reaching consensus on an ambitious agreement cautioning that, if not, the last 20 years of negotiations will have been a waste and “we will have no one to blame but ourselves.”"
    }, {
      "heading" : "Informal-Informal Discussions",
      "text" : "MGRs, including questions on benefit-sharing: Facilitator Janine Coye-Felson, Belize, called for general views on the contentious provisions related to intellectual property rights\n(IPRs) (article 12). One regional group submitted a proposal aimed at ensuring that IPRs do not undermine the objectives of fair and equitable access and benefit sharing (ABS), and effectively implement traceability. Some regional groups and delegations supported further work on the proposal.\nOther delegations preferred working on the updated draft text, suggesting some additional language, and expressing concerns on the new proposal, including on: the legal implications in other parts of the agreement, noting that the relation between MGRs and IPRs should be discussed under the World Intellectual Property Organization (WIPO) and the World Trade Organization (WTO); the risks of fragmented IPR obligations; the relationship between patents and territoriality; and the need to disclose the origin of MGRs.\nOne delegation highlighted ongoing negotiations for WIPO’s IGC on Intellectual Property, Genetic Resources, Traditonal Knowledge and Folklore. Facilitator Coye-Felson invited further informal discussions.\nOn the fair and equitable sharing of benefits (article 11), a negotiating bloc tabled a compromise proposal, which built upon prior submissions by various groups and includes, among other elements: replacement of a reference to royalties with payments or contributions related to the commercialization of products arising from utilization of MGRs in areas beyond national jurisdiction (ABNJ); a comprehensive approach to achieve a tiered fee; and a restructuring of the potential percentage of payment upon commercialization. The proposal includes three main funding streams: a regular/tiered fee paid by developed parties; payments arising from commercialization of products with respect to MGRs of ABNJ, including a review clause to further analyze commercialization; and voluntary additional contributions.\nDelegates largely reacted positively to the proposal, stressing that additional time will be needed to appropriately analyze and discuss it. They focused on, among others: the importance of linking this to the discussion on article 52 on funding; milestone payments and their potential interlinkages to a track and trace system; and modalities of the envisaged regular fee. A delegate noted that monetary benefit-sharing would disincentivize research and development. Another mentioned that the way the mechanism will function is not clear.\nSome delegates, proponents of the new proposal, stressed that under the suggested text, the focus is on traceability rather than tracking and tracing. They further highlighted that this is a conciliatory proposal, pointing to several concessions the group has made with respect to its initial positions. Discussions will continue.\nRegarding the transparency and traceability (article 13) provisions, a negotiating bloc explained parts of the proposal that was submitted last week, particularly on the provision related to submitting reports to the ABS mechanism, and its links to the clearinghouse mechanism (CHM). He highlighted the “let go” of the term “batch identifier,” and the preference for referring to “all activities” related to MGRs, with a delegate cautioning “this formulation might expand the scope of the parties’ reporting requirements.\nOne delegation, supported by others, expressed disappointment with the suggestion to change the article’s title to “monitoring, compliance, and transparency” noting long discussions on the topic during the first part of the IGC-5. Another, supported by a few, expressed concern regarding possible double reporting and highlighted that transparency is achieved through the CHM.\nEarth Negotiations BulletinTuesday, 28 February 2023 Vol. 25 No. 246 Page 2\nNo concerns were raised in discussions related to the provision on traditional knowledge of Indigenous Peoples and local communities associated with MGRs in ABNJ (article 10 bis).\nFacilitator Coye-Felson encouraged delegates to engage in consultations to try to find ways forwards and build shared understanding before the small group meets again on Tuesday morning.\nEIAs: René Lefeber, the Netherlands, facilitated this session. On the obligation to conduct EIAs (article 22), he noted broad support for working on the basis of option 2 (individual state responsibility for carrying out an EIA), with the relevant threshold still undecided.\nOn the relationship between this agreement and EIAs under international frameworks and bodies (IFBs) (article 23), delegates agreed to refer to IFBs’ work to regulate the marine environment, with the reference to activities “with impacts” in ABNJ remaining in brackets throughout the provision. A group of countries suggested changes regarding the role of the scientific and technical body on a provision related to cases when it is not necessary to conduct an EIA. Many delegations requested more time to analyze it.\nRegarding the reference to equivalency, a number of countries indicated their readiness to accept the general reference, while one delegation still requested that it be qualified as “functionally or substantively equivalent.”\nOn regulations of IFBs, one delegation proposed deleting the reference to “when complied with” and to then accept the reference “below the threshold for EIAs under this part.” Delegates requested more time to consider the proposal.\nOn the threshold(s) and factors for conducting EIAs (article 24), two options still exist, with Facilitator Lefeber noting increasing convergence towards one of them. Delegates agreed that the screening stage shall include an initial analysis of the potential impacts, including consideration of cumulative impacts and, as appropriate, alternatives.\nOn the process for EIAs (article 30), delegates converged towards the provision that the scoping stage should include “key environmental and any associated impacts such as economic, social, cultural, and human health impacts,” deleting reference to “any other relevant impacts” to narrow down the provision. The same formulation was used on the monitoring of impacts of authorized activities (article 39).\nOn public notification and consultation (article 34), on a provision ensuring public notification, including stakeholder participation throughout the EIA process, a group of countries suggested, and delegates agreed, to adding “in particular when identifying the scope of an EIA and when a draft EIA report has been prepared.”\nOn EIA reports (article 35), delegates agreed that final EIA reports shall be considered by the scientific and technical body on the basis of relevant practices, procedures, and knowledge under this agreement.\nOn decision making (article 38), a delegate suggested, without reaching consensus, that a decision to authorize a planned activity under the jurisdiction or control of a party shall only be made when the party has made all reasonable efforts to ensure that the activity can be conducted in a manner consistent with the threshold to be decided under the agreement.\nRegarding reporting on impacts of authorized activities (article 40), delegates agreed to delete the option regarding making reports public. On review of authorized activities and their impacts (article 41), delegates agreed to insert “as appropriate” after the reference to measures to prevent, mitigate, or manage impacts, and to specify that an activity only be halted until appropriate measures have been taken.\nDelegates agreed to refer to standards and/or guidelines in the title for the provision (article 41 bis) and set out that the scientific and technical body “shall” develop such standards and/ or guidelines, and to include a bracketed reference to screening in addition to EIAs. Regarding the reference to an indicative nonexhaustive list of activities, delegates agreed to add a reference to criteria related to such activities and to state that they “require or do not require an EIA.” Delegates agreed to keep the reference that any standards shall be set out in an annex in brackets.\nFinal Provisions: IGC President Lee facilitated the discussions. Regarding non-parties to the agreement (article 56), one delegation queried the utility of the provision, urging its deletion, and instead encouraging non-parties to become parties.\nRegarding the right to vote (article 58 ante), making provision for a regional economic integration organization (REIO) party to the agreement to exercise its right to vote with a number of votes equal to the number of its member states, a coalition of countries and a regional group asked to add that those member states have to be “duly accredited and present during the time of voting.” Supported by many, he indicated that otherwise the provision would create a hierarchy between “first class states” who do not have to be present to vote and “second class states” who would need to be present to vote.\nPointing out that this is standard language included in over a dozen treaties, a REIO insisted on the original wording, noting that voting modalities can be addressed in the rules of procedure.\nRegarding entry into force (article 61), delegates discussed the time frame for the entry into force of the agreement, following the deposit of the agreed number of instruments of ratification, approval, acceptance, or accession, with some supporting the proposed 30-day period and others proposing a timeframe of 6 months, with others still pointing to 90 days.\nOne delegation called to delete text related to provisional application (article 62), noting that this right has been abused in the implementation of other treaties. On reservations and exceptions (article 63), several delegations and regional groups supported that no reservations or exceptions may be made to this agreement, “unless expressly permitted by other Articles of the agreement,” specifically as related to procedures for dispute settlement (article 55). One regional group requested clarity on the need for this carve-out provision, and, with another delegation, preferred the original formulation. The Secretariat’s Treaty Section called for delegates to clearly define the term “exceptions.”\nOn amendment (article 65), several delegations reserved their positions until the issue of decision making is resolved. On denunciation (article 66), one delegation, opposed by many, proposed revising this to “withdrawal.”\nOn annexes (article 68), delegates supported text related to the revision of annexes by the COP or Parties, and notifications by Parties on objections to amendments of annexes, debating whether annexes would be revised by the COP or by Parties. One delegation suggested adding language on decision making regarding annexes. Delegations reserved their positions with regard to a new proposal that “amendments shall be based on scientific and technical considerations.” One regional group expressed concern on the modification of text in this section, cautioning against providing opt-outs to the annexes. IGC President Lee called for informal consultations to resolve outstanding issues.\nDelegates did not register concerns regarding the provisions on: good faith and abuse of rights (article 57); signature (article 58); ratification, approval, acceptance and accession (article 59), division of the competence of REIOs and their member (article 59 bis); declarations and amendments (article 63 bis); depository (article 69); and authentic texts (article 70)."
    }, {
      "heading" : "In the Corridors",
      "text" : "For Monday’s stocktake, the updated text came into sharp focus. A majority of delegations called for answers about the rationale behind including certain proposals in the text, but not others. Although the compilation of the text was not a “weighing” exercise, some were worried that important parts of the text only reflected the views of a small minority, which “could skew the agreement entirely.” Others saw this more broadly, cautioning that this may compromise the integrity of the agreement itself.\nDuring the day, how to make progress also came into sharp focus. With Jamaica reminding delegates that “doing the same thing over and over and expecting a different result is the definition of insanity,” the format of negotiations was under scrutiny in some quarters. “The only way to do this is for everyone to sit in plenary and thrash it out,” opined one delegate. Another differed, suggesting that “trade-offs can only be made in smaller negotiating formats and usually behind closed doors.” At the moment, the setting is a mixture of both, but might be subject to change after Tuesday’s meeting of the Bureau.\nWith negotiations heading into what many expect is the final stretch, one delegate acknowledged that, “An acceptable agreement will likely please no one completely,” adding, “but if we can resolve benefit-sharing, we just might pull it all off.”"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, María Ovalle, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Mike Muzurakis. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union (EU). General Support for the Bulletin during 2023 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The contents of the Bulletin are the sole responsibility of the authors and can under no circumstances be regarded as reflecting the position of the donors or IISD. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5.2 can be contacted by e-mail at <tallash@iisd.net>. Tuesday, 28 February 2023",
    "creator" : "Adobe InDesign 18.1 (Macintosh)"
  }
}