{
  "name" : "40.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "María Ovalle", "Nicole Schabus" ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>.", "<tallash@iisd.net>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/bbnj5resVol. 25 No. 245\nBBNJ IGC-5.2 #5\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, María Ovalle, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Mike Muzurakis. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union (EU). General Support for the Bulletin during 2023 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The contents of the Bulletin are the sole responsibility of the authors and can under no circumstances be regarded as reflecting the position of the donors or IISD. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5.2 can be contacted by e-mail at <tallash@iisd.net>.\nMonday, 27 February 2023\nBBNJ IGC-5.2 Highlights: Friday, 24 February 2023\nDelegates attending the resumed fifth session of the Intergovernmental Conference (IGC-5.2) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) continued their work on Friday, 24 February 2023. Delegates met in six informal-informal consultations during the day. They considered articles related to: marine genetic resources (MGRs), including benefit-sharing questions; area-based management tools (ABMTs), including marine protected areas (MPAs); environmental impact assessments (EIAs); capacity building and the transfer of marine technology (CB&TT); and cross-cutting issues, specifically related to the general provisions of the new agreement; and implementation, compliance, and dispute settlement."
    }, {
      "heading" : "Plenary",
      "text" : "IGC President Rena Lee opened the session, inviting facilitators of informal-informals to report back on Thursday’s deliberations. Facilitators reported on progress on: MGRs, including benefitsharing questions; ABMTs, including MPAs; EIAs; CB&TT; and cross-cutting issues, including institutional arrangements as well as implementation, compliance, and dispute settlement. They highlighted provisions where delegates were able to reach common ground but emphasized that more work is needed to bridge the remaining gaps. They further outlined future steps in the deliberations of the respective groups.\nCuba, on behalf of G-77/CHINA, expressed concern regarding the size of the rooms used for informal informals and noted confusion over the origins of some textual changes.\nIGC President Lee noted the concerns and stressed that, following Friday’s deliberations, and via joint work with the facilitators and the Secretariat, an updated text of the agreement will be uploaded on Saturday, 25 February 2023, allowing delegates to track progress and focus on outstanding issues."
    }, {
      "heading" : "Informal-Informal Discussions",
      "text" : "General Provisions: Kurt Davis, Jamaica, facilitated the discussions on general provisions. On the relationship between this agreement, and the UN Convention on the Law of the Sea (UNCLOS) and international frameworks and bodies (IFBs) (article 4), Facilitator Davis pointed to the outcome of small group discussions. Regarding its first paragraph, that the agreement shall be interpreted and applied in a manner consistent with UNCLOS, one group supported the proposal by another to change the wording to “nothing in this agreement shall prejudice the rights, jurisdiction, and duties of states under UNCLOS.”\nRegarding the paragraph that this agreement shall be interpreted and applied in a manner that does not undermine IFBs and that promotes coherence and coordination, one regional group, opposed by a number of parties and another group, asked to add “mutual support” recalling that alternative proposals had been withdrawn, and urging not to make any further additions since it strikes a fair balance. When the proponent group insisted on retaining the addition, the other group insisted on reintroducing\ntheir previous proposal on respecting the competences of IFBs. A third group that had withdrawn their proposal, urged working on the basis of the further refreshed text.\nOne country asked to delete this article and the following one entitled without prejudice (article 4bis) and to instead state that the provisions of this agreement do not infringe on the rights of parties under other agreements.\nOn the legal status of non-parties to the Convention, Facilitator Davis encouraged delegates to continue the dialogue addressing a compromise proposal tabled by a group of countries. A delegate noted that the language in the provision is redundant as the provisions of an agreement apply only to those that have ratified it, opposed by another who requested retaining the provision.\nOn general principles and approaches (article 5), some groups of countries reiterated that the inclusion of the common heritage of humankind principle is of utmost importance. A delegate identified a single principle that would apply in this part, the freedom of the high seas, noting that everything else represents approaches or concepts rather than principles.\nA regional group urged use of the precautionary principle to capture the evolution of case law in this regard. Another group and other delegations also preferred reference to the principle, while expressing flexibility. A delegate expressed frustration, stressing that the final wording is of minor importance if implementation is performed in good faith. Some supported reference to Principle 15 of the Rio Declaration, which refers to the precautionary approach, also referring to cases of threats of serious or irreversible damage as well as of lack of full scientific certainty. Discussions will continue.\nMGRs, including questions on benefit-sharing: Facilitator Janine Coye-Felson, Belize, opened the session updating on the work and outcomes of the small group last meeting. She highlighted that “everyone has been extremely constructive.” She also noted that there seems to be a trend to move toward the use of the term “digital sequence information” (DSI) as opposed to associated data and information.\nRegarding a provision on the fair and equitable sharing of benefits (article 11), a negotiating bloc proposed as compromise text that “non-monetary benefits shall be shared in accordance with this agreement in the form of,” followed by a list of benefits. Some delegations asked for some time to reflect on it, while highlighting that not all the benefits can be shared altogether every time. Others proposed new language trying to address everyone’s concerns, with one delegate stating that this is an editorial challenge.\nOn the temporal scope of the application (article 8) of the agreement, delegates, delegates disagreed on whether the agreement shall apply to activities with respect to MGRs of ABNJ after the entry into force of the agreement, with some stressing the need to add MGRs collected before the entry into force. A delegate noted that reference to application “after the entry into force” of the agreement is redundant, further requesting reference to the principle of the freedom of the high seas. On the material scope, a group of countries highlighted the need to agree on a definition for “activities with respect to MGRs,” reiterating the group’s suggestion for “collection of, access to, and utilization of MGRs.”\nEarth Negotiations BulletinMonday, 27 February 2023 Vol. 25 No. 245 Page 2\nThe group further requested including DSI. A delegate requested reference to “access ex situ, collection in situ, and utilization of MGRs.”\nA delegate presented a potential compromise solution noting that “the provisions of this part shall not apply to fishing and fishing-related activities, and to the resources taken in fishing and fishing-related activities,” acknowledging that the remaining part of the provision requires further consideration. The same delegate added that their proposal includes an exception for cases “where MGRs of ABNJ, if known, are regulated as utilization under this part,” which attracted support from some delegates. A delegate requested reference to “fisheries’ scientific investigation and research.”\nA few countries suggested a provision that the “obligations in this part shall not apply to parties’ military activities, including military activities by government vessels and aircraft engaged in non-commercial service.” Some delegates noted a relevant discussion under cross-cutting issues, with the provision’s proponents underscoring its significance in this part of the agreement.\nOn the objectives (article 7), a negotiating bloc agreed to the text related to the use of the benefits arising from MGRs of ABNJ for the conservation and sustainable use of marine biological diversity of ABNJ. A regional group proposed text to clarify that the provision refers to the benefits arising from activities with respect to MGRs and asked for the inclusion of DSI.\nIn the same vein, a negotiation bloc agreed to lift the brackets on “including through the development and conduct of marine scientific research” on the generation of knowledge, scientific understanding, and technological innovation.\nRegarding the activities with respect to MGRs of ABNJ (article 9) differences persisted. Some delegates expressed preference for jurisdiction “and” control, while others preferred jurisdiction “or” control. A few delegates requested referring to “all” activities, while others argued that cooperation will not occur on every activity.\nDiscussions continued into the night. ABMTs, including MPAs: Renée Sauvé, Canada, facilitated\nthe discussions), inviting report-backs from the most recent small group work.\nRegarding decision-making (article 19), a small group reported back on the first alternative, which had garnered broad support, that the Conference of the Parties (COP) may take decisions on compatible measures adopted by IFBs “in cooperation and coordination” with those IFBs. The other alternative foresees that the COP may do this where “the measures are not within the competence of IFBs.” One delegation insisted on maintaining this formulation, supported by another party that did not support the further addition that COP decisions not undermine IFBs.\nOn the issue of the recognition and implications of ABMTs established by existing IFBs, a small group reported on a compromise proposal where the only bracketed alternatives refer to requests for: “recognition” or “acknowledgement” by the COP of existing ABMTs, that shall be considered by the COP that may develop a procedure in the event an IFB requests it.\nRegarding the grounds for an objection to an ABMT, a small group tabled a compromise proposal that contains some unresolved issues especially relating to the grounds for objections. One regional group presented a new proposal, which Facilitator Sauvé noted had not be considered in time to be included in the updated text.\nRegarding emergency measures (article 20 ante), the small group tabled a compromise proposal where the main outstanding issue is the alternative formulations for the threshold either being “serious and irreversible harms” or “adverse impacts.”\nMany delegates welcomed the work of the small group and its inclusion in the compilation to be put together by the IGC President on the weekend. A few delegations raised concerns about the proliferation of small groups.\nOn proposals (article 17), they considered unresolved text, which notes that indicative criteria for the identification of such areas under this part shall include those specified in annex I.\nThey debated whether the identification would refer to areas or proposals, with divergence remaining.\nOne delegation introduced text regarding exclusions related to disputed areas, calling to include it in the updated text. Delegates were divided over whether to include this new language, with a number strongly opposing such inclusion in any part of the agreement. The proponent underlined that this issue needs to be further discussed.\nRegarding consultations on and assessment of proposals (article 18), delegates agreed to remove bracketed text requiring the consent of the contributor, instead setting out that the Secretariat shall make contributions under this process publicly available. One delegation asked to bracket the provision on consultations and gathering inputs from states, noting that the list of inputs is not complete and needs to be further considered.\nMany delegates agreed to lifting brackets around references to the role of the scientific and technical body in the consultation process, with some debate around how it should be involved in setting the timeline for the consultation process. One delegation proposed that the COP shall develop guidelines on reasonable timelines. Delegates considered remaining brackets in the text into the evening.\nEIAs: Facilitator René Lefeber, the Netherlands, opened the session by reporting on the outcomes of the last meeting of the small group, highlighting that some progress in streamlining the text was achieved. On the definition of cumulative impacts (article 1.8), two delegations expressed reservations about including the concept in the agreement. One delegate underscored that if cumulative impacts are not assessed in the EIA process, the assessment of the impacts would not be conducted in a comprehensive way. The question of how to operationalize the cumulative impact assessment was also raised, with a delegate explaining that it is possible to identify and assess cumulative impacts through modelling.\nOn the objectives of EIAs (article 21), delegates introduced the outcome of small group discussions regarding an articulation of developing states. The relevant objective is to build and strengthen the capacity of parties, particularly developing states, to prepare, conduct, and evaluate EIAs and strategic environmental assessments (SEAs) in support of the objectives of this agreement. The provision remains bracketed and includes a list with the special circumstances of various developing countries.\nDelegates agreed to delete a provision under the obligation to conduct EIAs (article 22), referencing UNCLOS Articles 204 (monitoring of the risks or effects of pollution) and 206 (assessment of potential effects of activities), with the understanding that this is covered in other parts of the agreement.\nOn the process for EIAs (article 30), a group of countries submitted a proposal for an extended “call in mechanism,” which allows parties to register their concerns with relevant bodies under the agreement that may lead to recommendations to the original proponent of an activity that conducted the EIA. A few delegates reiterated their disagreement regarding a call-in mechanism, noting it goes beyond the advisory role of the scientific and technical body, and that there are already opportunities for concerned countries to express their views. Others expressed either support or concerns regarding the proposal, noting that additional time will be needed to analyze it.\nOn screening, delegates agreed, following a proposal by a group of countries, that a party may register its views on a determination published with the party that made the determination, and with the scientific and technical body. The question of the timeframe for registering such concerns remains undecided, with two options for 30 and 60 days upon publication. Delegates also agreed that if the party that registered its views expressed concerns on the determination, the party that made that determination shall consider such concerns and may review its determination.\nAnother group of countries suggested that if a party determines that an EIA is not required for a planned activity under its jurisdiction or control it may/shall make relevant information, including a description of the activity and the results of the initial analysis of possible impacts publicly available through\nEarth Negotiations Bulletin Monday, 27 February 2023Vol. 25 No. 245 Page 3\nthe clearinghouse mechanism. A delegation noted that providing information on the activity goes beyond UNCLOS Articles 204 and 205 (publication of reports).\nOn the roster of experts, delegates noted that it shall be created under the scientific and technical body to help parties with capacity constraints to conduct and evaluate screenings, and EIAs for a planned activity. They further agreed that the experts cannot be appointed in another part of the EIA process of the same activity. A delegation stressed that no additional bodies, including a roster of experts, should be set up, noting that the COP may further discuss the issue.\nFacilitator Lefeber thanked all delegates for the remarkable progress over the course of the week, while stressing that major issues still need to be resolved.\nCB&TT: Ligia Flores Soto, El Salvador, facilitated the session. Delegates based their discussion on the outcome of the last small group meeting. On the objectives (article 42), several regional groups and delegations supported, opposed by one, the inclusion of a reference to “the development” and transfer of marine technology.\nRegarding the inclusion of EIA and SEAs in the objectives of this part, divergent views remain. One delegation requested the deletion of the reference to SEAs. Many regional groups and delegations, preferred retaining references to both EIAs and SEAs, with another delegation stressing that, to accomplish the obligations set in other parts of the agreement, it is necessary to develop and transfer marine technology. A regional group proposed changing the title to better reflect the implications of the provision.\nDelegates agreed to remove the brackets around text noting that parties shall give full recognition to the special requirements of developing state parties, and ensure that the provision of CB&TT is not conditional on onerous reporting requirements.\nOn types of CB&TT (article 46), the group addressed text regarding the types of CB&TT supporting the creation and enhancement of, among others, “financial and other” resource capabilities. One regional group and some delegations noted that this is linked to the provision on the financial mechanism and resources (article 52). Strongly supporting the inclusion of financial and other resource capabilities, one negotiating bloc, with the support of regional groups and countries, underlined that this is related to the financial resources available to achieve the Convention of Biological Diversity’s 30x30 target. One delegate, supported by a number of others and one regional group, suggested “financial know-how” and other resource capabilities. One regional group suggested “fiscal resource capabilities.”\nDelegates were amenable to text noting that the COP shall review, assess, and further develop and provide guidance on the indicative and non-exhaustive list of types of CB&TT elaborated in annex II.\nOn the further details concerning the types of CB&TT (annex II), some additional language proposals were made seeking consistency with other provisions, including the addition of “marine” before technology, and the addition of free to the prior and informed consent reference. One delegate suggests adding a reference to the effects of Ocean warming and deoxygenation on climate.\nOn the modalities for the transfer of marine technology (article 45), unresolved issues persist. Many delegates expressed concerns on: which proposal they should work on; the better place for the inclusion of a reference to mutually agreed terms; the rationale behind adding “in accordance with applicable international law”; the pertinence of referring to intellectual property rights, particularly in such a binary manner; and the common understanding and implications of “transfer.”\nOne delegation proposed, and a few supported, rephrasing the paragraph in a more aspirational manner. Another proposed new alternative text to focus the article on the agreement’s and part’s objectives rather than on the kind of technology.\nFacilitator Flores indicated that she would present the noncontroversial language agreed within the informal and small group discussions to IGC President Lee as “agreed ad ref.” Pointing\nto conceptual differences, one delegation emphasized their objection to the institutional structure of the entire agreement as it stands, underlining that the absence of brackets “does not mean anything.”\nDelegates then agreed to present the relevant provisions related to monitoring and review (article 47) and the CB&TT committee (article 47 bis) to IGC President Lee. Facilitator Flores encouraged informal consultations to resolve outstanding issues.\nCross-cutting issues: Delegates broadly welcomed the clean text developed by the small group on the implementation and compliance committee (article 53 ter). One delegation opposed the creation of a compliance committee, with another clarifying that its work is mandated to be non-adversarial and non-punitive.\nRegarding procedures for the settlement of disputes (article 55), delegates welcomed the work of a relevant small group, including compromise language that “disputes shall be settled” rather than explicitly referring to the request of any party and a binding decision. The provision also foresees that disputes shall be settled in accordance with UNCLOS Part XV (dispute settlement), whether or not the parties of the dispute are parties to the Convention. One delegation suggested that only parties to the Convention should settle disputes according to Part XV.\nA regional group re-tabled additional language from small group discussions at the end of the first part of IGC-5, regarding the provisions in UNCLOS Part XV and relevant annexes that are incorporated into this agreement for the purpose of settlement of disputes involving a party to this agreement that is not a party to the Convention. This was also broadly welcomed.\nOn the second option for dispute settlement, a delegate tabled a proposal, stressing that: negotiations should be the primary means for addressing disputes; judicial means should be sought only with the prior and explicit consent of concerned parties; territorial, sovereignty, or jurisdictional disputes should not be covered by the mechanism under this agreement; and application of UNCLOS Part XV has to be based on consent of concerned parties, which will need to be parties to both the agreement and UNCLOS. Some delegates asked for more time to analyze the new proposal.\nOn liability (proposed article 8 bis), a regional group presented its proposal, stressing it is suggesting an enabling provision that is linked to the funding mechanism. She stressed the need for considering the balance between the BBNJ agreement and the need to safeguard the interests of non-parties. She explained the group’s proposal to establish a complementary mechanism to address issues of liability, enabling the COP to take necessary relevant measures and thus future-proof the agreement. A few delegates considered this an interesting proposal. Discussions will continue."
    }, {
      "heading" : "In the Corridors",
      "text" : "In an effort to finish the first week with a favorable balance, delegates engaged with the text at a frenetic pace in order to ensure that the updated text to be issued over the weekend will fully reflect progress made.\nThey got into the weeds in their discussion on the transfer of marine technology, with some getting frustrated over the different understandings of the meaning of the term itself. “Is buying a piece of technology in a shop considered “tech transfer” or does technology transfer apply mainly to the transfer of the knowledge related to the technology in question?” As is usual with technology transfer discussions under multilateral environmental agreements (MEAs), a deadlock emerged over whether technology transfer can only take place based on mutually agreed terms. “These terms have never worked in our favor,” lamented one delegate from the Global South, “can we not go further to ensure we begin to bridge the global technology gap?”\nThese types of discussions indicate that the BBNJ agreement will not operate in a vacuum and that it is linked to several other MEAs, many of which address existential threats to the planet. “If this agreement is to remain relevant,” reminded one participant, “we will need to start aligning ourselves more with the internationally agreed objectives related to climate change, biodiversity loss, and pollution.” One hopes that the updated text may begin to chart the path towards this.\nThe State of Global Environmental Governance 2022\nRead at the report bit.ly/SGEG2022\nWhat comes after a year of strong\nand surprising steps forward?"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, María Ovalle, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Mike Muzurakis. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union (EU). General Support for the Bulletin during 2023 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The contents of the Bulletin are the sole responsibility of the authors and can under no circumstances be regarded as reflecting the position of the donors or IISD. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5.2 can be contacted by e-mail at <tallash@iisd.net>. Monday, 27 February 2023",
    "creator" : "Adobe InDesign 18.1 (Windows)"
  }
}