{
  "name" : "42.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "María Ovalle", "Nicole Schabus" ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>.", "<tallash@iisd.net>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/bbnj5resVol. 25 No. 243\nBBNJ IGC-5.2 #3\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, María Ovalle, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Mike Muzurakis. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union (EU). General Support for the Bulletin during 2023 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The contents of the Bulletin are the sole responsibility of the authors and can under no circumstances be regarded as reflecting the position of the donors or IISD. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5.2 can be contacted by e-mail at <tallash@iisd.net>.\nThursday, 23 February 2023\nBBNJ IGC-5.2 Highlights: Wednesday, 22 February 2023\nThe resumed fifth session of the Intergovernmental Conference (IGC-5.2) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) continued on Wednesday, 22 February 2023. Delegates met in two informal-informal consultations, held in parallel, in the morning and in the afternoon. They considered articles related to: areabased management tools (ABMTs), including marine protected areas (MPAs); environmental impact assessments (EIAs); and cross-cutting issues, including those related to funding and institutional arrangements. Delegates also met in small groups to address unresolved issues from informal-informals."
    }, {
      "heading" : "Plenary",
      "text" : "IGC President Rena Lee opened the first stocktaking plenary, noting that these sessions will enable all delegates to keep track of the developments in the negotiations. She said that, following Bureau consultations, the negotiating text will be uploaded every day on the meeting’s website. Following clarifications by the Secretariat regarding how to access in-session documents, President Lee invited facilitators of informal-informals to report back on progress.\nFacilitators offered progress reports on discussions over the first two days of the meeting in their respective groups. They noted that, despite progress and a productive negotiating environment, divergence remains on many aspects of the draft text. They outlined future steps towards finding “landing zones” on all remaining contentious items, noting the ambition to produce largely clean text by the end of the first week.\nThe RUSSIAN FEDERATION underlined that the absence of brackets in the text does not denote agreement and noted that working in small groups “was not an appropriate format” for small delegations. President Lee clarified that the work of small groups is forwarded to the informal-informals for further consideration.\nLamenting that areas beyond national jurisdiction (ABNJ) are the “orphan” of the Ocean and underscoring that voluntary contributions will be insufficient, PALESTINE pledged up to USD 50,000 for capacity building and the transfer of marine technology for the implementation of the new treaty; and called on developed countries and the Norges Bank, whose sovereign fund is primarily funded by exploitation of offshore oil resources, to match this contribution and to urge other companies to financially support the conservation and sustainable use of BBNJ. The EU pledged EUR 40 million through the Global Oceans Programme towards early ratification of the new treaty."
    }, {
      "heading" : "Informal-Informal Discussions",
      "text" : "ABMTs, including MPAs: Renée Sauvé facilitated the informal-informals. During the discussion on emergency measures (article 20 ante), the rationale behind the proposal was highly welcomed. Many delegations supported the draft, emphasizing the importance of empowering the Conference of the Parties (COP) to make decisions in an emergency context.\nHowever, many queries were raised including on: the threshold, parameters, scope, application, consistency, accountability, consultation with other international frameworks and bodies (IFBs), enabling mechanism, and guidelines. A regional group showed concerns about the suitability of solving an emergency situation through the creation of ABMTs, and the pertinence of locating this provision in this part. One delegate did not support the article. Discussions will continue.\nOn decision making (article 19), the group heard reports from the facilitators of small group discussions. They stressed that, despite constructive discussions and broad participation, divergent positions remain, including on the relationship with measures taken by IFBs, and legal implications and inclusiveness of the recognition process.\nFacilitator Sauvé noted that the discussions helped solidify some of the concerns, stressing the need to address those concerns with time running out.\nDelegates focused on, among other things: the need not to undermine IFBs, discussing whether this would be covered by an umbrella reference under article 4 (relationship between this agreement and IFBs); whether the recognition-related provisions are necessary; and whether they could lead to an imbalance between rights and obligations.\nOn objection procedures (article 19 bis), the delegation facilitating the small group discussions reported back on progress. He noted constructive engagement on the process for notification by states of an objection, grounds for objections, alternative obligations, reporting on those obligations, review and renewal processes, and further transparency provisions, underscoring that the current text represents a compromise with some remaining outstanding issues.\nA delegate expressed concerns regarding alternative procedures in case of an objection, with a suggestion to qualify such alternative procedures “to the extent practicable” attracting some support. Another emphasized that the establishment of MPAs must be based on full, thorough consideration by all parties and must be based on consensus.\nTowards the end of the session, delegates reviewed the brackets still in place in this part of the agreement and annex I. Further small group discussion on decision making and its objections procedures (articles 19 and 19 bis) took place in the afternoon.\nEIAs: René Lefeber, the Netherlands, facilitated the session. On the obligation to conduct EIAs (article 22), the discussion was based on the results of the last meeting of a small group. Regarding the obligation to conduct an EIA when a planned activity is to be conducted in marine areas within national jurisdiction that may impact ABNJ, delegates agreed to delete the first and third options of the further refreshed text, focusing interventions on improving the clarity of the text of the second option, which allows parties to either follow the provisions of the BBNJ agreement or those of relevant national processes. The threshold to trigger the obligation remains pending.\nEarth Negotiations BulletinThursday, 23 February 2023 Vol. 25 No. 243 Page 2\nOn thresholds and factors for conducting EIAs (article 24), delegates worked on a tiered approach, which introduces an initial screening, sufficiently detailed for the party to assess the planned activity, followed by the scoping and an EIA, if necessary. A few delegates insisted on retaining an alternative option.\nDelegates were able to agree that the screening shall include a description of the planned activity, including its purpose, location, duration, and intensity. A suggestion to refer to “marine ecology and environment” did not reach consensus and was rescinded. Disagreements remain on, among others, the threshold itself, as well as on whether: to refer to a “screening” or to an “initial environmental evaluation”; and an initial analysis of impacts would include cumulative impacts and alternatives.\nSome progress was made on decision making (article 38), with delegates agreeing to delete the concept of “avoidance.” Likewise, delegates agreed to use “prevention, mitigation, or management” in order to be consistent with other provisions. A regional group presented a proposal to authorize the activity only if it is being carried out in a manner consistent with the prevention of significant adverse impacts on the marine environment.\nOn the monitoring of impacts of authorized activities (article 39), a regional group, with the support of many delegations, proposed the inclusion of a reference to the relevant traditional knowledge of Indigenous Peoples and local communities. Although the threshold linked to the authorization of a planned activity remains undefined, one delegation highlighted the importance of consistency throughout the process and that the authorized activity – and its monitoring obligations - will depend on how the evaluation and decision regading the activity are carried out.\nOn reporting on impacts of authorized activities (article 40), some delegates requested deleting a provision enabling the scientific and technical body to request independent consultants or an expert panel to further review the submitted monitoring reports. Some opposed other states and bodies analyzing the reports, highlighting cases of non-compliance, and providing recommendations. Delegates agreed on the scientific and technical body considering the reports on the basis of relevant practices, procedures, and knowledge, to develop relevant guidelines, with some details still open for discussion.\nOn the review of authorized activities and their impacts (article 41), delegates agreed that the party with jurisdiction or control over an activity will be the one to review its decision in cases where monitoring identifies significant adverse impacts not foreseen in the EIA. They also agreed to remove a provision on potential disagreements as it is covered in other parts of the agreement. Opinions differed on informing and consulting actively with relevant stakeholders in the monitoring, reporting, and review processes, including explicitly referring to adjacent coastal states, including small island developing states.\nA group of countries offered a compromise proposal on the issue of internationalization of the review process. The proposal includes an agreement on courses of action in cases monitoring identifies adverse impacts and a limited role for the scientific and technical body, noting it may alert the relevant/involved party when it considers there may be significant adverse impacts that were not foreseen in the EIA conducted by the party for the authorized activity. Another group suggested, in cases of significant adverse impacts, halting the activity or implementing measures recommended by the scientific and technical body to mitigate and/or prevent those impacts.\nOn the objectives (article 21 bis) of the EIA part of the agreement, delegates agreed to ensure the assessment and management of impacts and reordered the list of objectives.\nOn the relationship between this agreement and EIA process under other IFBs (article 23), delegates agreed to delete the\nreference to “global minimum” standards. In their discussions on the provision on when it is not necessary to conduct an EIA, delegates agreed to work on the basis of the first option, which refers to the potential impacts of the planned activity or category of activities that have been assessed in accordance with the requirements of other relevant legal instruments or IFBs. Discussions will continue.\nInstitutional Arrangements: Thembile Joyini, South Africa, facilitated the session and presented the outcome of the small group discussion on two paragraphs of the provision on the COP (article 48). Many welcomed the formulation that the rules of procedure be adopted by consensus, while the reference related to the financial rules remains in brackets. The following paragraph foresees a vote for certain issues when consensus cannot be reached, with the different thresholds of two-thirds, threequarters, and four-fifths, remaining in brackets. Facilitator Joyini encouraged bilateral consultations.\nDelegates then considered the paragraph on review of the agreement, where most delegates welcomed the wording of the provision, while some groups reserved on the timeframe for review, currently proposed as five years for the review of the agreement as a whole.\nThey then considered the provision on transparency (article 48 bis) with many welcoming the overall formulation and some seeking clarification in regard to the reference that all meetings shall be open to “all participants and observers registered.” Others pointed to the linkages to the final paragraph, which addresses participation of non-parties, other bodies, NGOs, rights holders, and stakeholders, “as observers or otherwise,” with some asking to not include “or otherwise.” One regional group preferred to address this in the rules of procedure. Facilitator Joyini encouraged ongoing consultations.\nOn the scientific and technical body (article 49) composition, one regional group called for the experts on the body to act or serve “in their personal capacity” so as not to politicize the body, tentatively supported by one regional group; and further called for the election of members of the body to take into account “equitable geographical representation.” Some preferred that the experts act in “their individual capacity.” One regional group, supported by some, called for the election of members to take into account both equitable geographical representation and gender balance. One regional group proposed that the body provide “relevant” as opposed to “scientific and technical” advice to the COP, noting that the latter may preclude the traditional knowledge of Indigenous Peoples and local communities. One regional group, supported by some delegations, called for the body to furnish the COP with reports of its work.\nOne delegation did not support the article, noting that such scientific and technical bodies already exist under regional fisheries management organizations (RFMOs), adding that, in any event, the COP could be tasked with deciding on whether or not to establish such a body.\nFacilitator Joyini encouraged delegations to engage bilaterally, noting that “we are not far from agreement.”\nDelegates then discussed the provision on the secretariat (article 50), which contains two options: a stand-alone Secretariat; or the Division on Ocean Affairs and Law of the Sea (DOALOS) performing the secretariat functions. One large regional group and one country expressed their support for the latter, noting the convenience of the location in New York, where many countries have permanent representatives. Two regional groups and a number of countries called for establishing a stand-alone secretariat in light of the size of the task, functions, and the budget required to undertake the work. One regional group indicated that it is not appropriate to have the secretariat under the UN General Assembly’s general budget, as is the case with DOALOS.\nEarth Negotiations Bulletin Thursday, 23 February 2023Vol. 25 No. 243 Page 3\nThey then proposed specific wording noting that “COP-1 shall make arrangements for the constitution and functioning of the secretariat; it shall enjoy in the territory of each of the parties legal capacity and be granted the necessary privileges and immunities; representatives of the parties and officials of the secretariat shall be granted the necessary privileges and immunities; and a headquarters agreement may be concluded between the secretariat and the host state.”\nOne regional group said that it was still considering both options in light of issues yet to be determined in the BBNJ agreement. One delegation expressed interest in hosting a standalone secretariat. Another country opposed the creation of a new international organization and said secretariat functions could be carried out by DOALOS.\nDelegates supported the functions of the secretariat as set out in the second paragraph of the article. Facilitator Joyini indicated he would facilitate a small group on the options for the secretariat.\nOn the clearinghouse mechanism (CHM) (article 51), many noted linkages with other parts of the text, particularly the part on marine genetic resources (MGRs). One regional group proposed that the CHM will serve as a centralized platform for information related to, among others, MGRs of ABNJ including the sharing of benefits, data, and scientific information through an electronic information system to all parties for pre- and post-collection notifications, as well as associated traditional knowledge, in line with article 10 bis (traditional knowledge of Indigenous Peoples and local communities associated with MGRs in ABNJ). Some delegations reserved their positions, noting linkages with the MGRs part of the agreement. Others welcomed the stronger language on traditional knowledge.\nOne delegation reserved their position on the article, having expressed preference for the CHM to be established by the COP and not instituted within the treaty.\nFacilitator Joyini encouraged delegations to discuss outstanding issues, with a view to finding a landing zone, noting also the possibility of a small group to work on these issues.\nFinancial resources and mechanism: IGC President Rena Lee facilitated the session and introduced a presentation by the Global Environment Facility (GEF). The GEF reported on its eighth replenishment (GEF-8) where USD 34 million has been set aside to support BBNJ ratification, indicating that funds could be accessed before the end of 2023, with more to be built into future replenishments; and that the GEF Council would welcome a request to become the new instrument’s financial mechanism or part thereof. He also indicated that GEF is implementing simplified access and expedited funding which could be accessible for ratification processes. One delegation said that the funding mechanism should be intergovernmental and discussed at the first COP. The GEF referred to other Multilateral Environmental Agreements that foresee GEF as its funding mechanism setting this out in the text of the treaty.\nOn funding (article 52), one negotiating bloc, supported by many delegations, proposed that each party “shall” provide resources, pointing to the specifier “within its capabilities” and asked to delete “in accordance with its national policies, priorities, plans, and programmes.” A number of delegations said that if the latter was retained, they could agree to the operative word “shall.” Delegates welcomed the provision that institutions shall be funded through parties’ assessed contributions, with one delegation asking to specify the “secretariat” rather than a general reference to institutions.\nDelegations then discussed the financial mechanism’s functions, with one negotiating bloc calling for the mechanism to provide adequate, accessible, “new and additional,” and predictable\nfinancial resources, with a regional group suggesting that these resources be provided on a “grant or concessional basis.” Another regional group suggested that the mechanism shall assist developing states by supporting capacity building and the transfer of marine technology “for the conservation and sustainable use of marine biodiversity, and activities and programmes, including research and training, as well as perform other functions,” noting that this may eliminate the need for a list of functions under the subsequent section, which lists the purposes of a proposed special fund. One delegation stressed that any funding mechanism would be under the COP, which would delineate the functions and purposes of such a fund.\nThe group also discussed the structure of the mechanism, addressing three components: a voluntary trust fund addressing developing country participation; a special fund to support treaty implementation; and the GEF trust fund. One negotiating bloc, opposed by some delegations, called to delete “voluntary,” noting that the word prejudges the role of the trust fund.\nOn the sources of funds for the proposed special fund, views diverged. One negotiating bloc urged mandatory payments from developed parties linked to MGRs, including questions of benefitsharing, and additional contributions from states and private entities. Some expressed discomfort with the proposal for only developed parties to pay into the fund, with one noting that in years to come developing countries may also be able to utilize MGRs of ABNJ and should therefore be subject to contributing to the fund. One group of delegations, including a regional group, pointed to their submission of a common position which includes the commercialization from the utilization of MGRs of ABNJ as a source of funding for the special fund.\nRegarding the listed purposes of the special fund, a few delegates indicated that some of the purposes were too broad, and still agreed: to include funding capacity-building projects under the agreement; and to assist developing state parties with implementation. A negotiating bloc asked to revise language to support conservation and sustainable use programmes by Indigenous Peoples as holders of traditional knowledge. One country requested decapitalizing Indigenous Peoples, indicating that the term is not capitalized in legally binding agreements, opposed by others, pointing to current practice. IGC President Lee said the issue of funding will form part of the President’s consultation and part of the package towards a new BBNJ agreement."
    }, {
      "heading" : "In the Corridors",
      "text" : "Wednesday saw delegates rushing around to keep up with all the discussions occurring in various settings. Some delegates commented on “never quite knowing which text to look at,” noting that a number of groups and negotiating blocs have submitted and keep referring to their proposals. Some observers looked at them as competing and pointing to the gaps between positions, while others saw them as instructions to be deciphered in building a package. For example, the inextricable linkage between MGRs, including benefit-sharing, and funding, is becoming increasingly evident, including by how they are set out in joint proposals by states. While some seasoned participants noted the polarized discussions on finance not boding well for an outcome, others recalled the “even more contentious” respective discussions under the Global Biodiversity Framework (GBF), with one noting that the negotiations on the GBF had benefited from high-level ministerial consultations, which resolved many of the contentions. Several delegations more privately hoped for a miracle akin to the wholesale GBF adoption at the recent CBD COP-15. “Obviously, the final text will have to be a very carefully balanced compromise.”\nFollow daily coverage and photos of negotiations from the world’s trusted neutral reporting service\n@IISD_ENBtwitter facebook.com/IISD.ENBFACEBOOK\nsubscribe at bit.ly/enbupdateenvelopeenb.iisd.orgglobe"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, María Ovalle, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Mike Muzurakis. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union (EU). General Support for the Bulletin during 2023 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The contents of the Bulletin are the sole responsibility of the authors and can under no circumstances be regarded as reflecting the position of the donors or IISD. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5.2 can be contacted by e-mail at <tallash@iisd.net>. Thursday, 23 February 2023",
    "creator" : "Adobe InDesign 18.1 (Macintosh)"
  }
}