{
  "name" : "44.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ "María Ovalle", "Nicole Schabus" ],
    "emails" : [ "<enb@iisd.org>", "<pam@iisd.org>.", "<lwagner@iisd.org>.", "<tallash@iisd.net>." ],
    "sections" : [ {
      "heading" : null,
      "text" : "Earth Negotiations Bulletin A Reporting Service for Environment and Development Negotiations\nOnline at: bit.ly/bbnj5resVol. 25 No. 241\nBBNJ IGC-5.2 #1\nThis issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, María Ovalle, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Mike Muzurakis. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union (EU). General Support for the Bulletin during 2023 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies - IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The contents of the Bulletin are the sole responsibility of the authors and can under no circumstances be regarded as reflecting the position of the donors or IISD. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5.2 can be contacted by e-mail at <tallash@iisd.net>.\nTuesday, 21 February 2023\nBBNJ IGC-5.2 Highlights: Monday, 20 February 2023\nThe resumed fifth session of the Intergovernmental Conference (IGC-5.2) on the Conservation and Sustainable Use of Marine Biodiversity of Areas Beyond National Jurisdiction (BBNJ) opened at UN Headquarters in New York, US, on Monday, 20 February 2023. Delegates met for an opening plenary, and then in two parallel informal-informal consultations in the morning and afternoon. They considered articles related to: marine genetic resources (MGRs), including questions on the sharing of benefits; cross-cutting issues; area-based management tools (ABMTs), including marine protected areas (MPAs); and capacity building and the transfer of marine technology (CB&TT)."
    }, {
      "heading" : "Opening and Adoption of the Agenda",
      "text" : "IGC President Rena Lee opened the meeting, urging delegates to “come together to get us across the finishing line,” and to set aside the disappointment of having come “so tantalizingly close” to agreement at the last session and to pick up where they left off “as if from an extended long weekend.” She introduced the further refreshed draft text (A/CONF.232/2023/2), which takes into account most of the work within small groups at the previous meeting. She highlighted that outcomes from small group discussions submitted after the issuance of the further refreshed draft text are listed in document A/CONF.232/2023/INF.2.\nMiguel de Serpa Soares, Secretary-General of the IGC, UnderSecretary-General for Legal Affairs and UN Legal Counsel, called for a spirit of congeniality to achieve the goal of the IGC, and provide future generations with a resilient and productive Ocean.\nVladimir Jares, Director, UN Division for Ocean Affairs and the Law of the Sea (UNDOALOS), provided an overview of the meeting’s documents, also including the updated provisional programme of work (A/CONF.232/2023/L.1).\nPresident Lee introduced the provisional programme of work, noting that as negotiations progress, adjustments to the programme of work will be necessary. Delegates approved the programme of work."
    }, {
      "heading" : "Informal-Informal Discussions",
      "text" : "MGRs, including the sharing of benefits: Facilitator Janine Coye-Felson, Belize, opened the session, underscoring the sticky issue of monetary benefit-sharing and invited delegates to initiate discussions focusing on articles 11 (fair and equitable sharing of benefits), 11bis (access and benefit-sharing mechanism), and 13 (transparency and traceability).\nA group of countries pointed to their recent submission reflecting common positions on the most important articles on MGRs, including benefit-sharing. Briefly presenting main modalities in the context of monetary benefit-sharing, he stressed that the submission is a constructive approach that aims to facilitate negotiations, warning, however, that “we will not be able to have a final deal if these ideas are not somehow reflected in the Treaty.” A regional group noted that the submission builds on a common submission during the first part of IGC-5 by the African Group, the Caribbean Community (CARICOM), Core Latin American Members (CLAM), and Pacific Small Island\nDeveloping States (P-SIDS). One delegate noted that the provision does not contain tangible obligations for parties.\nDelegates then addressed provisions on the fair and equitable sharing of benefits paragraph-by-paragraph. A group of countries, opposed by others, suggested deleting a reference that benefitsharing should “contribute to the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction (ABNJ),” noting that benefit-sharing should go beyond conservation and sustainable use.\nA few delegates urged a fair, equitable, but also implementable agreement on benefit-sharing. A group of countries requested clarifications on, inter alia, the introduction of batch identifiers, and terminology around metadata and digital sequence information (DSI).\nMany delegates supported deleting the brackets around a paragraph on “non-monetary benefits,” although some emphasized that many of the listed activities have a monetary value. Several supported a provision regarding the transfer of technology, scientific cooperation, and other forms of benefits as determined by the Conference of the Parties (COP), with some suggesting amendments, including considering future-proofing provisions for new forms of benefits.\nOn a paragraph addressing sample and associated data and information deposition to publicly accessible databases or repositories, many suggested splitting the paragraph. Others expressed concerns with the “associated data and information” term.\nDelegates exchanged opinions on DSI, noting that the term has been used as a placeholder under the Convention on Biological Diversity (CBD), and no internationally agreed definition exists.\nOn conditions for access to samples, data, and information, one group emphasized the need to provide access on the most favorable terms, including concessional and preferential terms, to researchers and research institutions from developing countries. A delegate suggested adding the protection of confidential information, opposed by another who cautioned against introducing commercial protectionist aspects. Yet another emphasized the need to manage access to the deposited material carefully, noting that the list of conditions for access should not be exhaustive.\nFacilitator Coye-Felson tasked a small group, under her facilitation, to focus on articles addressed during the session and proposed to task another small group to develop the links on DSI under the CBD and the BBNJ agreement.\nABMTs, including MPAs: Facilitated by Renée Sauvé, Canada, the session on ABMTs, including MPAs, started with brief updates on the work of small working groups during the closing stages of the first part of IGC-5. Small working group facilitators reported on: decision-making (article 19), focusing on balanced provisions on the power of the COP in establishing ABMTs, and its relationship with other international frameworks and bodies (IFBs), and the recognition of ABMTs under IFBs; voting and opt-out provisions, and the objection process (article 19 bis); and emergency measures (article 20), stressing that the outcome of the small working group includes many of the details for their establishment.\nOn the decision-making process, many delegates supported the outcome of the small group’s deliberations and emphasized\nEarth Negotiations BulletinTuesday, 21 February 2023 Vol. 25 No. 241 Page 2\nthat the final outcome represents a delicate balance, urging not to reopen negotiations.\nSome delegates expressed concerns regarding a provision that the COP may take decisions on measures either complementary to, or compatible with, those adopted under IFBs, emphasizing the need not to undermine these IFBS and suggested deleting the provision.\nA regional group suggested that a paragraph addressing the need to respect the competences of, and not undermine, IFBs is redundant. Others insisted on retaining it.\nA delegate suggested that the COP establish a process for regular consultations with IFBs rather than make arrangements for such consultations.\nRegarding the recognition by the COP of ABMTs, including MPAs, established under IFBs (article 19, paragraphs 2 and 3), many delegates questioned the proposal, mentioning, among other points, the different interpretations of “recognition,” the possibility of imposition of obligations from non-BBNJ parties, and the potential creation of a hierarchy on bodies that establish ABMTs.\nSupporting these paragraphs, delegates underscored the need to enhance coherence and cooperation between BBNJ and IFBs, stressing that “the challenge to meet the CBD 30x30 target requires all the help it can get,” and that the IFBs should ask for recognition, so no hierarchy is created. One delegate proposed to replace “may recognize” with “may decide to recognize” as a way forward, and many supported it.\nOn voting and opt-out provisions (article 19bis), delegates and regional groups, opposed opt-out provisions, cautioning that they may “render the treaty an empty shell,” and can undermine the very objective of establishing an ABMT.” Some emphasized that if the opt-out provisions remain, they should not become the default option. Others highlighted that the opt-out provisions can provide the necessary reassurances to concerned states as a last-resort solution, noting similar clauses exist under IFBs. Some delegates noted that, as a general rule, they do not support decision making on ABMTs, including MPAs, by consensus. A delegate emphasized that only few states engage in high seas activities, stressing that voting procedures may lead to disregarding their opinions. Discussions will continue in small informal groups on Tuesday.\nCB&TT: Ligia Flores, El Salvador, facilitated the session. A number of countries expressed concerns with lack of capacitybuilding initiatives under the UN Convention on the Law of the Sea (UNCLOS), and a large group introduced their CB&TTrelated proposal, deeming it a critical area for its constituents.\nOn cooperation in CB&TT (article 43), a few delegations supported by one negotiating bloc, called for the de-capitalization of “Indigenous Peoples.” Many others noted that capitalization is in line with other conventions and instruments. On recognizing the special circumstances of developing countries, some called to delete the subsequent country listing. Facilitator Flores noted that discussions on listing are still ongoing and suggested bilateral talks to resolve the “Indigenous Peoples” issue.\nOne other delegation called to delete a reference that “parties shall ensure that the CB&TT provision is not conditional on onerous reporting requirements.” Many delegations opposed, stressing that the quantity of reports does not always relate to their quality.\nOn types of CB&TT (article 46), one negotiating bloc called to include “financial and other” resources as types of capacity building, explaining that, in the broader scheme of things, “to achieve the CBD 30x30 target, which requires USD 14 billion,” developing countries will require financial and other resources. One regional group called for all issues of finance to be addressed under the part on financial resources and mechanism.\nOne regional group, opposed by many delegations, noted that information dissemination and awareness raising should be carried out with the free, prior and informed consent of Indigenous Peoples, and “where appropriate, the involvement of local communities.” One delegation preferred that the COP “may” review, assess, and further develop the indicative, non-exhaustive list of types of CB&TT elaborated in annex II. Several others supported the original language that the COP “shall” carry out these functions.\nOn modalities for CB&TT (article 44), a large group proposed stating that parties shall ensure capacity building, within their capabilities; and including a reference to related transfer of biotechnology, which a number opposed. Many developed countries preferred to retain that “parties, within their capabilities, shall ensure capacity building,” with one regional group asking to further set out that they “shall strengthen cooperative actions to enable transfer of marine technology” rather than only ensuring such transfer. Delegates agreed to small group discussions to unlock issues related to modalities for CB&TT.\nCross-cutting issues: Institutional arrangements: Thembile Joyini, South Africa, facilitated the session. On the timings of the COPs (article 48), a few delegations, opposed by many, strongly supported annual meetings of the COP, rather than the COP convening “at regular intervals.” One group called for the insertion of language relating to convening of special meetings of the COP, with one delegation questioning how special sessions of the COP would differ from the planned review conference. One delegation called for clarity on what would trigger a special session, pointing to language under the Montreal Protocol on extraordinary meetings. Some called for the language on the special meetings to be addressed by the COP at its first session, with others also noting that special meetings could also be defined under the rules of procedure.\nReiterating their position that a future BBNJ Secretariat should be separate, one regional group proposed an additional paragraph that, “the COP shall meet at the seat of the Secretariat or at UN headquarters in New York once a year; and when circumstances so require hold special sessions. Special sessions shall be convened by the COP on its own initiative, or at the request of one third of the state parties.” Some delegations expressed concern that this would restrict meeting locations in the future.\nOn the COP rules of procedure and financial rules being approved by consensus, a group asked to bracket the reference to financial rules, noting they are still considering the issue. Some delegates asked to link this paragraph to the subsequent one, which foresees that in cases where consensus cannot be reached, certain decisions can be taken by a qualitative majority. Many others urged keeping these paragraphs separate, preferring consensus for the rules of procedure and financial rules.\nRegarding COP decisions and recommendations being adopted by consensus, and in cases where efforts to reach consensus have been exhausted, by a qualified majority, some suggested replacing the two-thirds with three-quarters or four-fifths. Many delegations supported a new proposal that the COP shall adopt a budget “by consensus,” with a few reserving their views on this proposal. On the COP requesting advisory opinions from the International Tribunal for the Law of the Sea (ITLOS), views differed. Many supported the text, acknowledging that this was the result of small group discussions. Some delegations called to delete it, noting that ITLOS does not have jurisdiction on all the issues to be addressed by the treaty. Others noted that non-parties to UNCLOS would not be covered by advisory opinions by ITLOS."
    }, {
      "heading" : "In the Corridors",
      "text" : "On the opening day of what many hope is the “IGC final” of the BBNJ negotiations, delegates seemed excited and optimistic. With one facilitator reminding delegates, “time is not our friend,” they immediately began the work of hammering out the final details of the new agreement. However, as divergences over the text emerged, doubts started to cloud the atmosphere.\nLike year after year in this long negotiation, questions on contentious issues such as monetary benefit sharing of MGRs remain. “If this is truly the last session, we cannot afford to kick this can down the road to COP-1,” stated one delegate. In the other room, the COP itself was under the microscope, with delegates struggling to iron out the nitty-gritty details to be addressed by the first meeting of the COP. “If they keep trying to flesh out all these details about COP, we’ll never have a COP,” sighed one seasoned observer.\nWhile ABMT recognition and the modalities of CB&TT proved controversial, some small groups have begun to work to resolve the stickier issues already identified, hoping to keep all eyes on the prize: crossing the finishing line."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : "This issue of the Earth Negotiations Bulletin (ENB) © <enb@iisd.org> is written and edited by Tallash Kantai, María Ovalle, Nicole Schabus, and Asterios Tsioumanis, Ph.D. The Digital Editor is Mike Muzurakis. The Editor is Pamela Chasek, Ph.D. <pam@iisd.org>. The ENB is published by the International Institute for Sustainable Development. The Sustaining Donor of the Bulletin is the European Union (EU). General Support for the Bulletin during 2023 is provided by the German Federal Ministry for the Environment, Nature Conservation, Nuclear Safety and Consumer Protection (BMUV), the Japanese Ministry of Environment (through the Institute for Global Environmental Strategies IGES), the New Zealand Ministry of Foreign Affairs and Trade, and the Government of Switzerland (Swiss Federal Office for the Environment (FOEN)). The contents of the Bulletin are the sole responsibility of the authors and can under no circumstances be regarded as reflecting the position of the donors or IISD. Excerpts from the Bulletin may be used in non-commercial publications with appropriate academic citation. For information on the Bulletin, including requests to provide reporting services, contact the ENB Director, Lynn Wagner, Ph.D. <lwagner@iisd.org>. The ENB team at BBNJ IGC-5.2 can be contacted by e-mail at <tallash@iisd.net>. Tuesday, 21 February 2023",
    "creator" : "Adobe InDesign 18.1 (Macintosh)"
  }
}