{
  "name" : "45.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "United Nations A/CONF.232/2022/5\nGeneral Assembly Distr.: General 1 June 2022\nOriginal: English\n22-08354 (E) 120722\n*2208354*\nIntergovernmental conference on an international\nlegally binding instrument under the United Nations\nConvention on the Law of the Sea on the conservation\nand sustainable use of marine biological diversity of\nareas beyond national jurisdiction Fifth session New York, 15–26 August 2022\nFurther revised draft text of an agreement under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction"
    }, {
      "heading" : "Note by the President",
      "text" : ""
    }, {
      "heading" : "Introduction",
      "text" : "1. The intergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction is being convened pursuant to General Assembly resolution 72/249 to consider the recommendations of the Preparatory Committee established pursuant to Assembly resolution 69/292 on the elements and to elaborate the text of such an instrument, with a view to developing the instrument as soon as possible (resolution 72/249, para. 1).\n2. The negotiations shall address the topics identified in the package agreed in 2011, namely, the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, in particular, together and as a whole, marine genetic resources, including questions on the sharing of benefits, measures such as area-based management tools, including marine protected areas, environmental impact assessments and capacity-building and the transfer of marine technology (ibid., para. 2).\n3. The work and results of the intergovernmental conference should be fully consistent with the provisions of the Convention, and the process and its result should not undermine existing relevant legal instruments and frameworks and relevant global, regional and sectoral bodies (ibid., paras. 6 and 7).\n22-08354 2/56\n4. As part of the process for the preparation of the zero draft of the instrument, at the first substantive session of the intergovernmental conference, held from 4 to 17 September 2018, delegations discussed the topics identified in the package ag reed in 2011 and some cross-cutting issues on the basis of a President’s aid to discussions (A/CONF.232/2018/3), bearing in mind the recommendations concerning sections III.A and B of the report of the Preparatory Committee (A/AC.287/2017/PC.4/2) and taking into account other material produced in the context of the Preparatory Committee. At the second session of the conference, held from 25 March to 5 April 2019, delegations again engaged in discussions based on the ideas and proposals contained in a President’s aid to negotiations (A/CONF.232/2019/1), which was aimed at facilitating text-based negotiations and included treaty language and options concerning the four elements of the package and some cross-cutting issues. At the third session of the conference, held from 19 to 30 August 2019, delegations discussed the draft text of an agreement under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, which had been prepared by the President of the conference (A/CONF.232/2019/6). At the fourth session of the conference, held from 7 to 18 March 2022, delegations considered a revised draft text of an agreement prepared by the President of the conference (A/CONF.232/2020/3). At the end of the fourth session, the President was requested to prepare a further revised draft text of an agreement, taking into account the work undertaken during the fourth session, with a view to facilitating the prompt finalization of the work of the conference. In the further revised draft, account would also be taken of proposals made by delegations contained in the various conference room papers issued during the fourth session, and further proposals sent to the secretariat by 31 March 2022.\n5. The annex to the present note contains the further revised draft text of an agreement under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological divers ity of areas beyond national jurisdiction, prepared by the President of the conference in response to that request.\n6. The revisions in the further revised draft text of an agreement are primarily intended to provide a more streamlined text with fewer brackets, including through the elimination and merging of certain options. In some instances, in the light of the views expressed and the textual proposals made in the context of the fourth session of the conference, ideas that reflected a general direction in the discussions have been incorporated, although the precise textual formulations proposed by delegations may not always have been utilized. While not every individual idea or proposal is necessarily reflected, the text presented is an attempt at reflecting the general thrust of those ideas and proposals. New language has been proposed, in some cases, in an attempt to offer a possible way forward by bridging existing differences. In addition, revisions of an editorial nature have been made.\n7. Options have been used throughout the text to present alternative conceptual approaches. The order in which options appear in the text should not be taken as indicating any suggested order of priority, nor as an indication of the level of support for any particular option. The options and suboptions are presented according to the following structure:\nOPTION I [for groups of articles, entire single articles, or groups of paragraphs within an article]\nOption A [for paragraphs]\nOption 1 [for subparagraphs]\n3/56 22-08354\n8. Square brackets have been used to indicate: (a) where there are differences in drafting that do not reflect different conceptual approaches; and (b) where a certain level of support has been expressed for a “no text” option, either within a provision or with regard to a provision as a whole. However, the absence of square brackets does not imply agreement on the ideas, content or specific language reflected in a provision. The absence of brackets around new ideas that are reflected in the draft text for the first time should not be taken to mean that their inclusion is a fait accompli. Equally, the fact that provisions have not been revised should not be taken to indicate agreement on the unrevised provisions.\n9. The structure of the further revised draft text remains largely unchanged from the revised draft text considered at the fourth session of the intergovernmental conference, although the placement of certain articles and paragraphs has been changed. In order to keep the article numbering consistent, where ar ticles have been deleted, a note to that effect has been left in the text. The placement of the articles may be reviewed after the substantive negotiations have been completed. The structure of the further revised draft text is without prejudice to the fin al structure of the future instrument.\n10. The content of the further revised draft text is without prejudice to the position of any delegation on any of the matters referred to therein and does not preclude the consideration of matters not included in the document.\n11. The aim of the further revised draft text of an agreement is to facilitate the prompt finalization of the work of the conference. To that end, delegations are encouraged to study it, together with the textual proposals contained in the conference room papers issued in the context of the fourth session, with a focus on building upon the common elements found in those proposals and developing approaches to reach agreement on outstanding issues. In that regard, delegations are strongly encourag ed to consult with each other with a view to presenting consolidated proposals, to the extent possible. Delegations may not find their preferred language in the text. However, flexibility will be crucial in achieving the objective of the conference. Delegations are therefore invited to concentrate on what can be acceptable, rather than on their ideal language, so that the conference may be able to reach consensus and finalize its work.\n12. Delegations wishing to do so may submit to the secretariat (doalos@un.org), by 25 July 2022 and using the template to be provided by the secretariat, textual proposals for consideration at the fifth session of the conference. A compilation of proposals received by that deadline will then be published by the secretariat on the website of the conference (www.un.org/bbnj) in advance of the opening of the fifth session. Proposals submitted during the fourth session do not need to be resubmitted, as they are already included in the various conference room papers issued during the fourth session of the conference and up to 4 April 2022. Delegations will also be able to submit proposals during the fifth session itself.\n22-08354 4/56\nAnnex\nFurther revised draft text of an agreement under the United Nations\nConvention on the Law of the Sea on the conservation and\nsustainable use of marine biological diversity of areas beyond\nnational jurisdiction\nPREAMBLE\nThe Parties to this Agreement,\nRecalling the relevant provisions of the United Nations Convention on the Law\nof the Sea, including the obligation to protect and preserve the marine environment,\nStressing the need to respect the balance of rights, obligations and interests set\nout in the Convention,\nRecognizing the need to address, in a coherent and cooperative manner,\nbiodiversity loss and degradation of ecosystems of the ocean, due to, in particular, climate change, pollution and overuse,\nStressing the need for the comprehensive global regime to better address the\nconservation and sustainable use of marine biological diversity of areas beyond national jurisdiction,\nRecalling the United Nations Declaration on the Rights of Indigenous Peoples,\nand affirming that nothing in this Agreement shall be construed as diminishing or extinguishing the existing rights of indigenous peoples and local communities,\nDesiring to act as stewards of the ocean in areas beyond national jurisdiction on\nbehalf of present and future generations,\nRespecting the sovereignty, territorial integrity and political independence of all\nStates,\nDesiring to promote sustainable development,\nAspiring to achieve universal participation,\nHave agreed as follows:\nPART I GENERAL PROVISIONS\nArticle 1"
    }, {
      "heading" : "Use of terms",
      "text" : "For the purposes of this Agreement:\n1. “Access ex situ, including as digital sequence information”, in relation to marine genetic resources of areas beyond national jurisdiction, means access to samples, data and information, including digital sequence information.\n[2. “Activity under a State’s jurisdiction or control” means an activity over which a State has effective control or exercises jurisdiction.]\n3. Option A: “Area-based management tool” means a tool, including a marine protected area, for a geographically defined area through which one or several sectors or activities are managed with the aim of achieving particular conservation and sustainable use objectives in accordance with this Agreement.\n5/56 22-08354\nOption B: “Area-based management tool” means a tool, including a marine\nprotected area, for a geographically defined area through which one or several sectors or activities are managed in order to achieve, in accordance with this Agreement:\n(a) In the case of marine protected areas, conservation objectives;\n(b) In the case of other area-based management tools, conservation objectives\nor conservation and sustainable use objectives.\n4. “Areas beyond national jurisdiction” means the high seas and the Area.\n5. “Biotechnology” means any technological application that uses biological systems, living organisms, or derivatives thereof, to make or modify products or processes for specific use.\n6. “Collection in situ”, in relation to marine genetic resources, means the collection or sampling of marine genetic resources in areas beyond national jurisdiction.\n7. “Convention” means the United Nations Convention on the Law of the Sea of 10 December 1982.\n8. Option A: “Cumulative impacts” means the incremental effects of a proposed activity under the jurisdiction and control of a Party when added to the impacts of past, present and reasonably foreseeable activities, or from the repetition of similar activities over time, including climate change, ocean acidification and possible transboundary impacts, regardless of whether the Party exercises jurisdiction or control over those other activities.\nOption B: “Cumulative impacts” means impacts on the same ecosystems\nresulting from different activities, including past, present or reasonably foreseeable activities, or from the repetition of similar activities over time, including climate change, ocean acidification and related impacts.\n9. “Derivative” means a naturally occurring biochemical compound resulting from the genetic expression or metabolism of biological or genetic resources, even if it does not contain functional units of heredity.\n10. Option A: “Environmental impact assessment” means a process to evaluate the potential environmental impacts, including cumulative impacts, of an activity with an effect on areas within or beyond national jurisdiction, taking into account, inter alia, interrelated social and economic, cultural and human health impacts, both beneficial and adverse.\nOption B: “Environmental impact assessment” means a process to identify,\npredict and evaluate the potential effects that an activity may cause in the marine environment in the short, medium and long term, in order to take the necessary measures, including mitigation, to address the consequences of such activity, prior to its commencement.\nOption C: “Environmental impact assessment” means a process for assessing\nthe potential effects of planned activities, carried out in areas beyond national jurisdiction, under the jurisdiction or control of Parties, that may cause substantial pollution of or significant and harmful changes to the marine environment.\n11. Option A: “Marine genetic resources” means any genetic material of marine plant, animal, microbial or other origin containing functional units of heredity and noncoding regions of nucleic acids, with actual or potential value of their genetic and biochemical properties, including genetic information.\nOption B: “Marine genetic resources” means any material of marine plant,\nanimal, microbial or other origin containing functional units of heredity of actual or potential value.\n22-08354 6/56\n12. “Marine protected area” means a geographically defined marine area that is designated and managed to achieve specific [long-term biodiversity] conservation [and sustainable use] objectives.\n[13. “Marine technology” means information and data, provided in a user-friendly format, on marine sciences and related marine operations and services; manuals, guidelines, criteria, standards, reference materials; sampling and methodology equipment; observation facilities and equipment for in situ and laboratory observations, analysis and experimentation; computer and computer software, including models and modelling techniques; and expertise, knowledge, skills, technical, scientific and legal know-how and analytical methods related to marine scientific research and observation.]\n14. “Party” means a State or regional economic integration organization that has consented to be bound by this Agreement and for which this Agreement is in force.\n15. “Regional economic integration organization” means an organization constituted by sovereign States of a given region to which its member States have transferred competence in respect of matters governed by this Agreement and which has been duly authorized, in accordance with its internal procedures, to sign, ratify, accept, approve or accede to this Agreement.\n16. Option A: “Strategic environmental assessment” means a higher-level assessment process that can be used in three main ways: (a) to prepare a strategic development or resource use plan for a defined land and/or ocean area; (b) to examine the potential environmental impacts that may arise from, or impact upon, the implementation of government policies, plans and programmes; and (c) to assess various classes or types of development projects, so as to produce general environmental management policies or design guidelines for the development classes or types.\nOption B: “Strategic environmental assessment” means the evaluation of the\nlikely environmental effects, including health effects, which comprises determining the scope of an environmental report and its preparation, carrying out public participation and consultations, and taking into account the environmental report and the results of the public participation and consultations in a plan or programme.\n[17. “Sustainable use” means the use of components of biological diversity in a way and at a rate that does not lead to a long-term decline of biological diversity, thereby maintaining its potential to meet the needs and aspirations of present and future generations.]\n[18. “Transfer of marine technology” means the transfer of the instruments, equipment, expertise, vessels, processes and methodologies required to produce and use knowledge to improve the study and understanding of the nature and resources of the ocean.]\n19. Option A: “Utilization of marine genetic resources” means to conduct research and development on the genetic and/or biochemical composition of and/or information on marine genetic resources or derivatives thereof, as well as commercialization, including biotechnology as defined in this Agreement.\nOption B: “Utilization of marine genetic resources” means to conduct research\nand development on the genetic and/or biochemical composition of marine genetic resources, including through the application of biotechnology.\n7/56 22-08354\nArticle 2"
    }, {
      "heading" : "General objective",
      "text" : "The objective of this Agreement is to ensure the conservation and sustainable\nuse of marine biological diversity of areas beyond national jurisdiction, for the present and in the long term, through effective implementation of the relevant provisions of the Convention and further international cooperation and coordination.\nArticle 3"
    }, {
      "heading" : "Application",
      "text" : "1. This Agreement applies to areas beyond national jurisdiction.\n[2. This Agreement does not apply to any warship, naval auxiliary, o ther vessels or aircraft owned or operated by a State and used, for the time being, only on government non-commercial service. However, each Party shall ensure, by the adoption of appropriate measures not impairing the operations or operational capabilitie s of such vessels or aircraft owned or operated by it, that such vessels or aircraft act in a manner consistent, so far as is reasonable and practicable, with this Agreement.]\nArticle 4\nRelationship between this Agreement and the Convention and\nrelevant legal instruments and frameworks and relevant global,\nregional, subregional and sectoral bodies\n1. Nothing in this Agreement shall prejudice the rights, jurisdiction and duties of States under the Convention. This Agreement shall be interpreted and applied in the context of and in a manner consistent with the Convention.\n2. The rights and jurisdiction of coastal States in all areas within national jurisdiction, including the continental shelf within and beyond 200 nautical miles and the exclusive economic zone, shall be respected in accordance with the Convention.\n3. This Agreement shall be interpreted and applied in a manner that [respects the competences of and] does not undermine [the effectiveness of] relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies and that promotes coherence and coordination with those instruments, frameworks and bodies.\n4. The legal status of non-parties to the Convention or any other related agreements with regard to those instruments is not affected by this Agreement.\nArticle 4 bis"
    }, {
      "heading" : "Without prejudice",
      "text" : "Any act or activity undertaken on the basis of this Agreement shall be without\nprejudice to, and shall not be relied upon as a basis for asserting, supporting, furthering or denying any claims to, sovereignty, sovereign rights or jurisdiction, including in respect of land, insular or maritime sovereignty disputes or disputes concerning the delimitation of maritime areas.\n22-08354 8/56\nArticle 5"
    }, {
      "heading" : "General principles and approaches",
      "text" : "In order to achieve the objective of this Agreement, Parties shall be guided by\nthe following:\n(a) The polluter-pays principle;\n[(b) The principle of the common heritage of mankind;]\n(c) Option 1: The principle of equity;\nOption 2: The fair and equitable sharing of benefits;\n(d) The application of precaution;\n(e) An ecosystem approach;\n(f) An integrated approach;\n(g) An approach that builds ecosystem resilience to the adverse effects of\nclimate change and ocean acidification and restores ecosystem integrity;\n(h) The use of the best available science and scientific information, as well as\nrelevant traditional knowledge of indigenous peoples and local communities;\n(i) The respect, promotion and consideration of their respective obligations\nrelating to the rights of indigenous peoples and local communities when taking action to address the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction;\n(j) The non-transfer, directly or indirectly, of damage or hazards from one\narea to another and the non-transformation of one type of pollution into another;\n(k) The stewardship of the areas beyond national jurisdiction on behalf of\npresent and future generations by protecting, caring for and ensuring responsible use of the marine environment, maintaining the integrity of ocean ecosystems and preserving the inherent value of biodiversity of areas beyond national jurisdiction.\nArticle 6"
    }, {
      "heading" : "International cooperation",
      "text" : "1. Parties shall cooperate under this Agreement for the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, including through strengthening and enhancing cooperation with and promoting cooperation among relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies [and members thereof] in the achievement of the objective of this Agreement.\n2. A Party that is also a party to a relevant legal instrument, framework, or global, regional or sectoral body, shall endeavour to promote the objective of this Agreement when participating in decision-making under that other instrument, framework or body.\n3. Parties shall promote international cooperation in marine scientific research and in the development and transfer of marine technology consistent with the Convention in support of the objective of this Agreement.\n9/56 22-08354\nPART II MARINE GENETIC RESOURCES, INCLUDING"
    }, {
      "heading" : "QUESTIONS ON THE SHARING OF BENEFITS",
      "text" : "Article 7"
    }, {
      "heading" : "Objectives",
      "text" : "The objectives of this Part are to:\n(a) Promote the fair and equitable sharing of benefits arising from marine\ngenetic resources of areas beyond national jurisdiction;\n(b) Build and develop the capacity of developing States Parties, in particular\nthe least developed countries, landlocked developing countries, geographically disadvantaged States, small island developing States, coastal African States and developing middle-income countries, to collect in situ, access ex situ, including as digital sequence information, and utilize marine genetic resources of areas beyond national jurisdiction;\n(c) Promote the generation of knowledge and technological innovations,\nincluding by promoting and facilitating the development and conduct of marine scientific research in areas beyond national jurisdiction, in accordance with the Convention;\n(d) Promote the development and transfer of marine technology, with due\nregard to all legitimate interests, including, inter alia, the rights and duties of holders, suppliers and recipients of marine technology.\nArticle 8"
    }, {
      "heading" : "Application",
      "text" : "1. The provisions of this Agreement shall apply to the collection in situ of, access ex situ, including as digital sequence information, to, and to the utilization of marine genetic resources [or their derivatives] originating from areas beyond national jurisdiction, as defined in this Agreement.\n2. The provisions of this Part shall not apply to [the use of fish and other biological resources as a commodity] [fishing and fishing activities regulated under relevant international law].\n3. Option A: The provisions of this Agreement shall apply to marine genetic resources collected in situ, and accessed ex situ, including as digital sequence information, after the entry into force of the Agreement, as well as to those resources collected in situ before its entry into force but utilized after its entry into force.\nOption B: The provisions of this Part shall apply to marine genetic resources\ncollected in situ in areas beyond national jurisdiction after the entry into force of this Agreement for the respective Party.\n22-08354 10/56\nArticle 9\nActivities with respect to marine genetic resources of areas\nbeyond national jurisdiction\n1. Activities with respect to marine genetic resources of areas beyond national jurisdiction may be carried out by all Parties and their natural or juridical persons under the conditions laid down in this Agreement.\n[2. In cases where marine genetic resources of areas beyond national jurisdiction are also found in areas within national jurisdiction, activities with respect to those resources shall be conducted with due regard for the rights and legitimate interests of any coastal State in areas within the national jurisdiction of which such resources are found.]\n3. No State shall claim or exercise sovereignty or sovereign rights over marine genetic resources of areas beyond national jurisdiction [, nor shall any State or natural or juridical person appropriate any part thereof]. No such claim or exercise of sovereignty or sovereign rights [nor such appropriation] shall be recognized.\n[4. The utilization of marine genetic resources of areas beyond national jurisdiction shall be for the benefit of mankind as a whole, taking into consideration the interests and needs of developing States.]\n5. Activities with respect to marine genetic resources of areas beyond national jurisdiction shall be carried out exclusively for peaceful purposes.\nArticle 10\nCollection in situ of marine genetic resources of areas beyond\nnational jurisdiction\n1. All States, irrespective of their geographical location, and competent international organizations have the right to collect marine genetic resources of areas beyond national jurisdiction in accordance with the Convention.\n2. Collection in situ of marine genetic resources within the scope of this Part shall be subject to self-declaratory notification to the clearing-house mechanism.\n3. Parties shall ensure that the following information is transmitted to the clearinghouse mechanism at least six months prior to the collection in situ of marine genetic resources of areas beyond national jurisdiction:\n(a) The nature and objectives of the project, including, as appropriate, any\nprogramme(s) of which it forms part;\n(b) The resources to be collected, if known, and the purposes for which the\nresources will be collected;\n(c) The geographical areas in which the collection is to be undertaken;\n(d) The expected date of first appearance and final departure of the research\nvessels, or deployment of the equipment and its removal, as appropriate;\n(e) A summary of the method and means to be used for collection, including\nthe name, tonnage, type and class of vessels, scientific equipment and/or study methods employed;\n(f) The name(s) of the sponsoring institution(s), the director(s), and the\nperson in charge of the project;\n11/56 22-08354\n(g) Opportunities for scientists of all States, in particular for scientists from\ndeveloping States, to be involved in or associated with the project;\n(h) The extent to which it is considered that States that may need and request\ntechnical assistance, in particular developing countries, should be able to participate or to be represented in the project.\n4. Parties shall ensure that the following information is transmitted to the clearinghouse mechanism as soon as it becomes available, but no later than six months from the collection in situ of marine genetic resources of areas beyond national jurisdiction:\n(a) The repository or database where environmental metadata, taxonomic\ninformation and digital sequence information related to marine genetic resources, where available, are or will be deposited;\n(b) Where the original samples, if available, are or will be held;\n(c) The results of the project, including a report detailing the geographical\narea from which marine genetic resources were collected, including information on the latitude, longitude and depth of collection, and, to the extent available, the findings from the activity undertaken.\n5. Parties shall promote cooperation in the collection in situ of marine genetic resources of areas beyond national jurisdiction.\n6. Parties shall take the necessary legislative, administrative or policy measures, as appropriate, to ensure that activities with respect to marine genetic resources of areas beyond national jurisdiction that may result in the utilization of marine genetic resources found in areas both within and beyond national jurisdiction are subject to the prior notification and consultation of the coastal States and any other relevant Parties concerned with a view to avoiding infringement of the rights and legitimate interests of those Parties.\nArticle 10 bis\nAccess to traditional knowledge of indigenous peoples and local\ncommunities associated with marine genetic resources of areas\nbeyond national jurisdiction\nParties shall take legislative, administrative or policy measures, as appropriate,\nwith the aim of ensuring that traditional knowledge associated with marine genetic resources of areas beyond national jurisdiction that is held by indigenous peoples and local communities shall only be accessed with the free, prior and informed consent or approval and involvement of these indigenous peoples and local communities. Access to such traditional knowledge may be facilitated by the clearing-house mechanism. Access to and utilization of such traditional knowledge shall be on mutually agreed terms.\nArticle 11\nFair and equitable sharing of benefits\nOPTION I:\n1. The benefits arising from the collection in situ of marine genetic resources of areas beyond national jurisdiction shall be shared in a fair and equitable manner.\n22-08354 12/56\n2. Benefits shall include various types of contributions to support the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\n3. Benefits shall be shared in the form of:\n(a) Access to samples and sample collections;\n(b) Pre-collection and post-collection information contained in the\nnotifications provided in accordance with article 10, paragraphs 3 and 4;\n(c) Transfer of technology under mutually agreed terms;\n(d) Capacity-building, including by financing dedicated initiatives, and\npartnership opportunities in research projects, particularly for developing countries;\n(e) Findable, accessible, interoperable and reusable scientific data, including\ndigital sequence information in accordance with international practice in these fields;\n(f) Other forms as determined by the Conference of the Parties [on the basis\nof recommendations by the access and benefit-sharing mechanism].\n4. Taking into account current international practice in those fields, Parties shall ensure that samples, when available, and data are deposited in publicly available and open-access databases, biorepositories or gene banks as soon as they become available.\n5. Parties shall take the necessary legislative, administrative or policy measures, as appropriate, with the aim of ensuring that benefits arising from the collection in situ of marine genetic resources of areas beyond national jurisdiction by natural or juridical persons under their jurisdiction are shared in accordance with this Agreement.\nOPTION II:\n1. The benefits arising from the collection in situ of marine genetic resources of areas beyond national jurisdiction, from access to such resources ex situ, including as digital sequence information, and from the utilization of such resources shall be shared in a fair and equitable manner.\n2. Benefits shall include monetary and non-monetary benefits, including various types of contributions to support the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\n3. Non-monetary benefits shall be shared in the form of:\n(a) Access to samples and sample collections;\n(b) Pre-collection and post-collection information contained in the\nnotifications provided in accordance with article 10, paragraphs 3 and 4;\n(c) Transfer of technology under mutually agreed terms;\n(d) Capacity-building, including by financing dedicated initiatives, and\npartnership opportunities in research projects, particularly for developing countries;\n(e) Findable, accessible, interoperable and reusable scientific data, including\ndigital sequence information, in accordance with international practice in those fields;\n(f) Other forms as determined by the Conference of the Parties on the basis\nof recommendations by the access and benefit-sharing mechanism.\n4. Where marine genetic resources of areas beyond national jurisdiction are subject to utilization by natural or juridical persons under the jurisdiction of a Party, that Party shall ensure that:\n13/56 22-08354\n(a) The following information is provided to the clearing-house mechanism:\n(i) Where the results of the utilization can be found, including any digital sequence information;\n(ii) Where available, details of the post-collection notification to the clearinghouse mechanism related to the marine genetic resources that were the subject of utilization;\n(iii) Where the original sample that was the subject of utilization, if available, is held;\n(iv) The modalities envisaged for accessing the samples or results of the utilization referred to in subparagraphs (i) and (iii);\n(b) Original samples of the marine genetic resources subject to the utilization\nunder their jurisdiction, where available, are deposited in publicly accessible biorepositories, gene banks or other collections, taking into account current international practice in these fields;\n(c) The results of the utilization, including environmental metadata,\ntaxonomic information and any digital sequence information, are deposited in a publicly accessible repository or database, taking into account current international practice in those fields.\n5. The information described in paragraph 4, subparagraph a, shall be transmitted to the clearing-house mechanism, and the samples and results described in paragraph 4, subparagraphs b and c, shall be deposited as soon as they become available and:\n(a) No later than three years from the start of the relevant utilization;\n(b) Upon the subsequent placing on the market of any product developed by\nutilizing a marine genetic resource of areas beyond national jurisdiction or upon the subsequent generation of further results of that utilization.\n6. Access to the original samples, data and information in the databases, biorepositories, gene banks or other collections described in paragraph 4 may be subject to reasonable conditions, including but not limited to those related to:\n(a) The need to preserve the physical integrity of original samples;\n(b) The reasonable costs associated with maintaining the relevant database,\nbiorepository or gene bank in which the sample, data or information is held;\n(c) The reasonable costs associated with providing access to the sample, data\nor information.\n7. Monetary benefits shall be shared through the modalities determined by the Conference of the Parties such as:\n(a) Milestone payments;\n(b) Royalties;\n(c) Other forms as are determined by the Conference of the Parties on the basis\nof recommendations by the access and benefit-sharing mechanism.\n8. The Conference of the Parties shall determine the rate of payments related to monetary benefits on the basis of the recommendations of the access and benefitsharing mechanism.\n9. The payments shall be made through the financial mechanism established under article 52, which shall distribute them to Parties to this Agreement, on the basis of equitable sharing criteria, taking into account the interests and needs of developing States Parties, [in particular the least developed countries, landlocked developing countries, geographically disadvantaged States, small island developing States,\n22-08354 14/56\ncoastal African States and developing middle-income countries,] in accordance with mechanisms established by the access and benefit-sharing mechanism.\n10. Parties shall take the necessary legislative, administrative or policy measures, as appropriate, with the aim of ensuring that benefits arising from the collection in situ of marine genetic resources of areas beyond national jurisdiction, from access to such resources ex situ, including as digital sequence information, and from the utilization of such resources by natural or juridical persons under their jurisdiction are shared in accordance with this Agreement.\nArticle 11 bis"
    }, {
      "heading" : "Access and benefit-sharing mechanism",
      "text" : "1. An access and benefit-sharing mechanism is hereby established. It shall serve, inter alia, as a means for establishing guidelines for benefit-sharing, in accordance with article 11, providing transparency and ensuring a fair and equitable sharing of both monetary and non-monetary benefits.\n2. The access and benefit-sharing mechanism shall be composed of members elected by the Conference of the Parties from among the candidates nominated by the Parties and shall include members from developing States. However, if necessary, the Conference of the Parties may decide to increase the size of the mechanism, having due regard to economy and efficiency. In the election of members of the mechanism, due account shall be taken of the need for equitable geographical representation.\n3. Members of the mechanism shall have appropriate qualifications in the area of competence of that mechanism. Parties shall nominate candidates of the highest standards of competence and integrity with qualifications in relevant fields so as to ensure the effective exercise of the functions of the mechanism.\n4. The mechanism shall:\n(a) Make recommendations to the Conference of the Parties on matters\nrelating to this Part;\n(b) Propose measures to implement decisions taken in accordance with this\nAgreement;\n(c) Propose rates or mechanisms for the sharing of monetary benefits in\naccordance with article 11;\n(d) Review reports from Parties made under article 13;\n(e) Make recommendations on matters relating to the clearing-house\nmechanism in accordance with article 51 on access and benefit-sharing;\n(f) Make recommendations on matters relating to the financial mechanism\nestablished under article 52;\n(g) Make recommendations on other matters relating to this Part.\n5. Each Party shall make available to the access and benefit-sharing mechanism the information required under this Agreement, which shall include:\n(a) Legislative, administrative and policy measures on access and benefit -\nsharing;\n(b) Contact details and other relevant information on national focal points;\n(c) Other information required pursuant to the decisions taken by the\nConference of the Parties.\n15/56 22-08354\nArticle 12"
    }, {
      "heading" : "Intellectual property rights",
      "text" : "Parties shall respect intellectual property rights and confidential information\nand implement this Agreement in a manner that is supportive of and consistent with the rights and obligations of Parties under the relevant agreements concluded under the auspices of the World Intellectual Property Organization and the World Trade Organization, and ensure that no action is taken in relation to intellectual property rights that would undermine the sharing of benefits arising from [and the traceability of] marine genetic resources of areas beyond national jurisdiction.\nArticle 13\nOPTION I:"
    }, {
      "heading" : "Monitoring and transparency",
      "text" : "1. The access and benefit-sharing mechanism shall make recommendations to the Conference of the Parties, in the adoption of appropriate rules, guidelines or a code of conduct for the collection in situ of marine genetic resources of areas beyond national jurisdiction, access to such resources ex situ, including as digital sequence information, and the utilization of such resources in accordance with this Part.\n2. Monitoring of the collection in situ of marine genetic resources of areas beyond national jurisdiction, access to such resources ex situ, including as digital sequence information, and the utilization of such resources shall be carried out through an open and self-declaratory system within the clearing-house mechanism in accordance with rules, regulations and procedures adopted by the Conference of the Parties as recommended by the access and benefit-sharing mechanism.\n3. Parties shall take the necessary legislative, administrative or policy measures, as appropriate, to ensure that:\n(a) An identifier is assigned to marine genetic resources collected in situ or\naccessed ex situ, including as digital sequence information;\n(b) Databases, repositories and gene banks under their jurisdiction are\nrequired to notify the open and self-declaratory notification system within the clearing-house mechanism when marine genetic resources of areas beyond national jurisdiction, including derivatives, are accessed;\n4. Parties shall [annually] [biennially] submit reports to the access and benefit - sharing mechanism on the utilization of marine genetic resources of areas beyond national jurisdiction under their national jurisdiction and the sharing of benefits therefrom. Such reports shall be submitted through a national focal point designated by each Party. The access and benefit-sharing mechanism shall review such reports and make recommendations to the Conference of the Parties.\n5. The access and benefit-sharing mechanism shall gather the information received through the clearing-house mechanism, including that submitted by national focal points, and make it available to Parties, which may submit comments.\n6. The access and benefit-sharing mechanism shall prepare a report that shall include the comments received in accordance with paragraph 5 above, for th e consideration of the Conference of the Parties, and the Conference of the Parties may adopt the recommendations of the access and benefit-sharing mechanism to facilitate the implementation of this Part.\n22-08354 16/56\n7. The Conference of the Parties shall determine appropriate guidelines for the implementation of this article, which shall consider the national capabilities and circumstances of Parties.\nOPTION II:"
    }, {
      "heading" : "Transparency system for benefit-sharing",
      "text" : "1. The Scientific and Technical Body shall collect information on current international best practices relating to marine genetic resources of areas beyond national jurisdiction with a view to submitting guidelines to the Conference of the Parties. On the basis of its findings, the Conference of the Parties may recognize these as guidelines or best practices on the collection and sharing of samples and data related to marine genetic resources of areas beyond national jurisdiction.\n2. Transparency regarding the sharing of benefits arising from the collection in situ of marine genetic resources of areas beyond national jurisdiction shall be achieved through the clearing-house mechanism by publishing and disseminating precollection and post-collection notifications.\n3. Parties shall take the necessary measures, as appropriate, to ensure that benefits have been shared in accordance with the system described under article 11 and that the following is transmitted to the clearing-house mechanism as soon as it becomes available:\n(a) Pre-collection information/notification (before the collection in situ of\nmarine genetic resources);\n(b) Post-collection notification (after the collection in situ of marine genetic\nresources);\n(c) Modalities envisaged to facilitate access to databases, including digital\nsequence information, to repositories and to gene banks;\n(d) Information on where scientific data are deposited and information on the\ntransfer of knowledge.\n4. In case of commercialization of products based on the utilization of marine genetic resources of areas beyond national jurisdiction, Parties shall transmit to the clearing-house mechanism information received from natural or juridical persons under their jurisdiction or control on such commercialization.\n5. The Conference of the Parties shall assess and review, at regular intervals, the issue of commercialization of products based on the utilization of marine genetic resources of areas beyond national jurisdiction. If tangible and substantial monetary benefits arise therefrom, the Conference of the Parties will explore alternatives to identify the most appropriate processes for relevant financial contributions.\n17/56 22-08354\nPART III MEASURES SUCH AS AREA-BASED MANAGEMENT TOOLS, INCLUDING MARINE PROTECTED AREAS\nArticle 14"
    }, {
      "heading" : "Objectives",
      "text" : "The objectives of this Part are to:\n(a) Enhance cooperation and coordination in the use of area-based\nmanagement tools, including marine protected areas, among States, relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, which will also promote a holistic and cross-sectoral approach to the conservation and sustainable use of marine biological diversity in areas beyond national jurisdiction;\n(b) Conserve and sustainably use areas requiring protection, including by\nestablishing a comprehensive system of area-based management tools, including a network of ecologically representative and connected marine protected areas that are effectively and equitably managed;\n[(c) Rehabilitate and restore biodiversity and ecosystems, including with a\nview to enhancing their productivity and health and building resilience to stressors, including those related to climate change, ocean acidification and marine pollution;]\n[(d) Support food security and other socioeconomic objectives, including the\nprotection of cultural values;]\n[(e) Create scientific reference areas for baseline research;]\n[(f) Safeguard aesthetic, natural or wilderness values;]\n[(g) Promote coherence and complementarity.]\nArticle 15\nDeleted to be merged with article 19 or moved to follow article 19 as article 19 bis.\nArticle 16\nDeleted and moved to follow article 17 as article 17 bis.\nArticle 17"
    }, {
      "heading" : "Proposals",
      "text" : "1. Proposals regarding area-based management tools, including marine protected areas, under this Part shall be submitted by Parties, individually or collectively, to the secretariat.\n[2. Parties may collaborate with relevant stakeholders, including global, regional , subregional and sectoral bodies, as well as civil society, indigenous peoples and local communities, in the development of proposals, as set out in article [19] [19 bis] under this Agreement.]\n3. Proposals shall be formulated on the basis specified in paragraph 1 of article 17 bis.\n22-08354 18/56\n4. Proposals shall include the following key elements:\n(a) A geographic or spatial description of the area that is the subject of the\nproposal;\n(b) Information on any of the indicative criteria specified in annex I, as well\nas any criteria that may be further developed and revised in accordance with article 17 bis, paragraph 2, applied in identifying the area;\n(c) Specific human activities in the area, including uses by indigenous peoples\nand local communities in adjacent coastal States;\n(d) A description of the state of the marine environment and biodiversi ty in\nthe identified area;\n(e) A description of the specific conservation and sustainable use objectives\nthat are to be applied to the area;\n(f) A description of the proposed measures and priority elements for a\nmanagement plan to be adopted to achieve the specified objectives;\n[(g) The duration of the proposed area and measures;]\n(h) A monitoring, research and review plan including priority elements;\n(i) Information on any consultations undertaken with adjacent coastal States\nand/or relevant global, regional, subregional and sectoral bodies.\n5. Further requirements regarding the contents of proposals [shall] [may] be elaborated by the Scientific and Technical Body, as necessary, for consideration and adoption by the Conference of the Parties.\nArticle 17 bis"
    }, {
      "heading" : "Identification of areas",
      "text" : "1. Areas requiring protection through the establishment of area-based management tools, including marine protected areas, shall be identified:\n(a) On the basis of the best available science and scientific information, as\nwell as relevant traditional knowledge of indigenous peoples and local communities, taking into account the application of precaution and an ecosystem approach;\n(b) By reference to one or more of the indicative criteria specified in annex I.\n2. Indicative criteria for the identification of such areas under this Part shall include, as relevant, those specified in annex I and as may be further developed and revised as necessary by the Scientific and Technical Body for consideration and adoption by the Conference of the Parties.\n3. Option A: The indicative criteria described in this Part and in annex I shall be applied, as relevant, by the proponents of a proposal under this Part and shall be taken into account by the Scientific and Technical Body, as relevant, in the review of a proposal under this Part.\nOption B: The indicative criteria described in this Part and in annex I shall be\napplied by the proponents of a proposal in the ident ification of areas for the establishment of the area-based management tools, including marine protected areas, and the criteria used shall be specified in a proposal submitted under this Part and shall be taken into account by the Scientific and Technical Body, as relevant, in the review of a proposal under this Part.\n19/56 22-08354\nArticle 18"
    }, {
      "heading" : "Consultations on and assessment of proposals",
      "text" : "1. Consultations on proposals submitted under article 17 shall be inclusive, transparent and open to all relevant stakeholders, including global, regional, subregional and sectoral bodies, as well as civil society, indigenous peoples and local communities.\n2. Upon receipt of a proposal, the secretariat shall transmit it to the Scientific and Technical Body for a preliminary review. The outcome of that review shall be conveyed to the proponent by the secretariat. The proponent shall retransmit the proposal to the secretariat, having taken into account the preliminary review by the Scientific and Technical Body. The secretariat shall make that proposal publicly available and facilitate consultations thereon as follows:\n(a) States, in particular adjacent coastal States, shall be invited to submit, inter\nalia:\n(i) Views on the merits of the proposal;\n(ii) Any relevant [additional] scientific inputs;\n(iii) Information regarding any existing measures in adjacent areas within national jurisdiction;\n(iv) Views on the potential implications of the proposal for areas within national jurisdiction;\n(v) Any other relevant information;\n(b) Bodies of relevant legal instruments and frameworks and relevant global,\nregional, subregional and sectoral bodies shall be invited to submit, inter alia:\n(i) Views on the merits of the proposal;\n(ii) Any relevant [additional] scientific inputs;\n(iii) Information regarding any existing measures adopted by that instrument, framework or body for the relevant area or for adjacent areas;\n(iv) Views regarding any aspects of the measures and priority elements for a management plan identified in the proposal that fall within the competence of that body;\n(v) Views regarding any relevant additional measures that fall within the competence of that instrument, framework or body;\n(vi) Any other relevant information;\n(c) Indigenous peoples and local communities with relevant traditional\nknowledge, the scientific community, civil society and other relevant stakeholders shall be invited to submit, inter alia:\n(i) Views on the merits of the proposal;\n(ii) Any relevant [additional] scientific inputs;\n(iii) Any relevant traditional knowledge of indigenous peoples and local communities;\n(iv) Any other relevant information.\n3. Contributions received pursuant to paragraph 2 shall be made publicly available by the secretariat.\n22-08354 20/56\n4. The proponent shall consider the contributions received during the consultation period and shall either revise the proposal accordingly or continue the consultation process.\n5. The consultation period shall be time-bound.\n6. The revised proposal shall be submitted to the Scientific and Technical Body, which shall assess the proposal, and make recommendations to the Conference of the Parties.\n7. The modalities for the consultation and assessment process shall be further elaborated by the Scientific and Technical Body, as necessary, for consideration and adoption by the Conference of the Parties [, taking into account the special circumstances of small island developing States Parties].\nArticle 19"
    }, {
      "heading" : "Decision-making",
      "text" : "OPTION I (merging articles 15 and 19):\n1. The Conference of the Parties shall take decisions on matters related to measures such as area-based management tools, including marine protected areas, with respect to proposals submitted under this Part, on a case-by-case basis and taking into account the scientific advice or recommendations and the contributions received during the consultation and assessment process.\n2. The Conference of the Parties, while respecting relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, shall also take decisions on measures complementary to those adopted under such instruments, frameworks and bodies, and make recommendations to Parties to this Agreement to promote the adoption of relevant measures through such instruments, frameworks and bodies, in accordance with their respective mandates.\n3. The Conference of the Parties shall make arrangements for consultation to enhance cooperation and coordination with and among relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies with regard to area-based management tools, including marine protected areas, as well as coordination with regard to related measures adopted under such instruments and frameworks and by such bodies.\n4. Decisions and recommendations made by the Conference of the Parties in accordance with this Part shall not undermine the effectiveness of measures adopted in respect of areas within national jurisdiction and shall be made with due regard for the rights, duties and legitimate interests of all States, including the sovereign rights of coastal States over the seabed and subsoil of submarine areas, as reflected in relevant provisions of the Convention. Consultations shall be undertaken to that end, in accordance with the provisions of this Part.\n5. In cases where an area-based management tool, including a marine protected area, established under this Part subsequently falls within the national jurisdiction of a coastal State, either wholly or in part, it shall be adapted to cover any remaining area beyond national jurisdiction or otherwise cease to be in force.\n6. A marine protected area established under this Part shall continue in force when a new regional treaty body is established with competence to establish a m arine protected area that overlaps, geographically, with the marine protected area established under this Part.\n21/56 22-08354\nOPTION II (keeping articles 15 and 19 separate with article 15 appearing as article 19 bis):\n1. The Conference of the Parties shall take decisions on the establishment of areabased management tools, including marine protected areas, and related measures on the basis of the final proposal and, in particular, the draft management plan, taking into account the contributions and recommendations received during the consultation process established under this Part, recognizing, as appropriate, in accordance with the objectives and criteria laid down in this Part, area-based management tools, including marine protected areas, established under relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies.\n2. The Conference of the Parties, while respecting relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, sh all also take decisions on measures complementary to those adopted under such instruments, frameworks and bodies, and make recommendations to Parties to this Agreement to promote the adoption of relevant measures through such instruments, frameworks and bodies, in accordance with their respective mandates.\nArticle 19 bis"
    }, {
      "heading" : "International cooperation and coordination",
      "text" : "1. To further international cooperation and coordination with respect to the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, Parties shall promote coherence and complementarity in the [designation] [establishment] and application of measures such as area-based management tools, including marine protected areas.\n[2. Where there is no relevant legal instrument or framework, or relevant global, regional, subregional or sectoral body to establish area-based management tools, including marine protected areas, Parties are encouraged to cooperate to establish such an instrument, framework or body and may participate in its work to ensure the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.]\n3. Parties shall make arrangements for consultation to enhance cooperation and coordination with and among relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies with regard to area-based management tools, including marine protected areas, as well as coordination among related measures adopted under such instruments and frameworks and by such bodies.\n4. Decisions and recommendations made by the Conference of the Parties in accordance with this Part shall not undermine the effectiveness of measures adopted in respect of areas within national jurisdiction and shall be made with due regard for the rights, duties and legitimate interests of all States, including the sovereign rights of coastal States over the seabed and subsoil of submarine areas, as reflected in relevant provisions of the Convention. Consultations shall be undertaken to that end, in accordance with the provisions of this Part.\n[5. In cases where an area-based management tool, including a marine protected area, [designated] [established] under this Part subsequently falls within the national jurisdiction of a coastal State, either wholly or in part, [or impedes the rights of coastal States provided in the Convention,] it shall be adapted to cover any remaining area beyond national jurisdiction [and to rectify the infringement] or otherwise cease to be in force.]\n22-08354 22/56\nArticle 20"
    }, {
      "heading" : "Implementation",
      "text" : "1. Parties shall ensure that activities under their jurisdiction or control that take place in areas beyond national jurisdiction are conducted consistently with the decisions adopted under this Part.\n2. Nothing in this Agreement shall prevent a Party from adopting more stringent measures with respect to its vessels or with regard to activities under its jurisdiction or control in addition to those adopted under this Part, in conformity with international law.\n[3. The implementation of the measures adopted under this Part shall not impose a disproportionate burden on small island developing States Parties, directly or indirectly.]\n[4. Parties shall promote the adoption of measures within relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies of which they are members, to support the implementation of the decisions and recommendations made by the Conference of the Parties under this Part.]\n[5. Parties shall encourage those States that are entitled to become Parties to this Agreement, in particular those whose activities, vessels, or nationals operate in the area that is the subject of an established area-based management tool, including a marine protected area, to adopt measures supporting the decisions and recommendations by the Conference of the Parties on area-based management tools, including marine protected areas, established under this Part.]\n[6. A Party that is not a participant in a relevant legal instrument or framework, or a member of a relevant global, regional, subregional or sectoral body, and that does not otherwise agree to apply the measures established under such instruments, frameworks and bodies, shall not be discharged from the obligation to cooperate, in accordance with the Convention and this Agreement, in the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.]\nArticle 21"
    }, {
      "heading" : "Monitoring and review",
      "text" : "1. Parties, individually or collectively, shall report to the Conference of the Parties on the implementation of area-based management tools and related measures, including marine protected areas, established under this Part. Such reports shall be made publicly available by the secretariat.\n2. Area-based management tools, including marine protected areas, established under this Part, including related measures, shall be monitored and periodically reviewed by the Scientific and Technical Body.\n3. The review referred to in paragraph 2 shall assess the effectiveness of measures and the progress made in achieving their objectives and provide advice and recommendations to the Conference of the Parties.\n4. Following the review, the Conference of the Parties shall, as necessary, take decisions on the amendment, extension or revocation of area-based management tools, including marine protected areas, and any related measures, [as well as on the extension of time-bound area-based management tools, including marine protected areas, that would otherwise automatically expire,] on the basis of the best availabl e science and scientific information, as well as relevant traditional knowledge of\n23/56 22-08354\nindigenous peoples and local communities, taking into account the application of precaution and an ecosystem approach.\n5. The relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies [shall] [may] be invited to report to the Conference of the Parties on the implementation of measures that they have established.\nPART IV ENVIRONMENTAL IMPACT ASSESSMENTS\nArticle 21 bis"
    }, {
      "heading" : "Objectives",
      "text" : "The objectives of this Part are to:\n[(a) Operationalize the provisions of the Convention on environmental impact\nassessment by establishing processes, thresholds and guidelines for conducting and reporting assessments by Parties;]\n[(b) Enable the consideration of cumulative [and transboundary] impacts;]\n(c) Provide for strategic environmental assessments;\n[(d) Achieve a coherent environmental impact assessment framework for\nactivities in areas beyond national jurisdiction.]\nArticle 22\nObligation to conduct environmental impact assessments\n1. Parties shall [, as far as practicable,] assess the potential effects [on the marine environment] of [planned] [proposed] activities under their jurisdiction or control [in accordance with their obligations under articles 204 to 206 of the Convention].\n2. On the basis of articles 204 to 206 of the Convention, Parties shall take the necessary legislative, administrative or policy measures, as appropriate, to implement [the provisions of] this Part [and any further measures [on the conduct of environmental impact assessments] adopted by the Conference of the Parties].\n3. The requirement under this Part to conduct an environmental impact assessment applies [only to activities conducted in areas beyond national jurisdiction] [to all activities that have an impact in areas beyond national jurisdiction].\nArticle 23\nRelationship between this Agreement and environmental impact\nassessment processes under other relevant legal instruments and\nframeworks and relevant global, regional, subregional and\nsectoral bodies\n1. The conduct of environmental impact assessments pursuant to this Agreement shall be consistent with the obligations under the Convention.\n2. The Conference of the Parties shall develop procedures for the Scientific and Technical Body to consult and/or coordinate with relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies with a mandate to regulate activities [with impacts] in areas beyond national jurisdiction or to protect the marine environment. These procedures shall include the establishment\n22-08354 24/56\nof an ad hoc inter-agency working group or the opportunity for participation by representatives of those organizations in meetings of the Scientific and Technical Body.\n3. Parties shall cooperate in promoting the use of environmental impact assessments and standards and guidelines developed under this Part under relevant legal instruments and frameworks and by relevant global, regional, subregional and sectoral bodies.\n4. Option A: Global minimum standards and guidelines for the conduct of environmental impact assessments shall be developed by the Scientific and Technical Body through consultation or collaboration with relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, for consideration and adoption by the Conference of the Parties. Such global minimum standards and guidelines shall be set out in an annex to this Agreement and shall be updated periodically. Parties shall ensure that the conduct of environmental impact assessments of [planned] [proposed] activities under their jurisdiction or control in areas beyond national jurisdiction that fall under relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies with a mandate in relation to marine biological diversity of areas beyond national jurisdiction, conform to these global minimum standards and guidelines.\n4 bis. While global minimum standards and guidelines are being developed by the Scientific and Technical Body, environmental impact assessments for [planned] [proposed] activities [with impacts/effects] in areas beyond national jurisdiction shall be conducted in accordance with this Part.\nOption B: Guidelines for the conduct of environmental impact assessments\nshall be developed by the Scientific and Technical Body through collaboration with relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies as necessary. Such guidelines shall be updated periodically.\n5. No environmental impact assessment of a [planned] [proposed] activity under the jurisdiction or control of a Party [with impacts] in areas beyond national jurisdiction shall be required where the Party with jurisdiction or control over the [planned] [proposed] activity [, following consultation with the relevant legal instrument and framework or relevant global, regional, subregional or sectoral body,] determines that:\nOption 1: (a) The threshold for the conduct of the environmental impact assessment meets or exceeds the threshold set out in this Part;\n(b) The activity has been subject to a recent environmental impact\nassessment under other environmental impact assessment obligations and agreements;\n(c) The environmental impact assessment already undertaken is\nsubstantively equivalent to the one required under this Part and is comparably comprehensive, including with regard to such elements as the assessment of cumulative impacts.\nOption 2: (a) The potential impacts of the [planned] [proposed] activity have been assessed in accordance with the requirements of other relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies;\n(b) The outcome of the assessment is effectively implemented;\n(c) The assessment already undertaken is functionally equivalent\nto the one required under this Part.\n25/56 22-08354\nOption 3: … the activity is being conducted in accordance with rules and guidelines appropriately established under relevant legal instruments and frameworks and by relevant global, regional, subregional and sectoral bodies that require environmental impact assessments, regardless of whether or not an environmental impact assessment is required under those rules or guidelines.\n[6. Where a [planned] [proposed] activity falling under the jurisdiction of a Party has the potential to have impacts/effects in areas beyond national jurisdiction and meets or exceeds the threshold criteria for the conduct of environmental impact assessments set out in this Part, it shall be subject to an environmental impact assessment that is substantively equivalent to the one required under this Part. The Party shall:\n(a) Submit the impact assessment to the Scientific and Technical Body for its\ninput and recommendations;\n(b) Ensure that approved activities are subject to monitoring, reporting and\nreview in the same manner as provided in this Part;\n(c) Ensure that all reports are made public in the manner provided in this Part.]\n7. A Party that has conducted an environmental impact assessment under a relevant legal instrument or framework or a global, regional, subregional or sectoral body, shall publish the environmental impact assessment report through the clearing-house mechanism.\n8. [Planned] [Proposed] activities that meet the criteria set out in paragraph 5 shall be subject to monitoring, reporting and review in the same manner as provided in this Part and reports are to be made public in the manner provided in this Part.\nArticle 24\nThresholds and [criteria] [processes] for environmental impact\nassessments"
    }, {
      "heading" : "1. Option A:",
      "text" : "Option A.1: When a Party [proposes] [plans] any activity that may have an effect\non the marine environment, it shall conduct a screening to determine the likely effects on the marine environment:\n(a) If it is determined, on the basis of the screening, that the [planned]\n[proposed] activity is likely to have less than a minor or transitory effect on the marine environment, no further assessment under the provisions of this Part shall be required;\n(b) If it is determined, on the basis of the screening, that the [planned]\n[proposed] activity is likely to have a minor or transitory effect or greater on the marine environment or the effects are unknown or poorly understood, an environmental impact assessment in respect of such activity shall be conducted in accordance with the provisions of this Part.\n1 bis. Prior to the [planned] [proposed] activity being authorized to proceed\nunder this Part, data, information and analysis that supports the determinations made in paragraph 1 shall be submitted to the Scientific and Technical Body. The Scientific and Technical Body shall review the data, information and analysis submitted to support the determinations made under paragraph 1, subparagraph a. Parties shall publish and communicate reports detailing the basis of the determinations made in paragraph 1, [which may be made] through the clearing-house mechanism.\n22-08354 26/56\nOption A.2: When Parties have reasonable grounds for believing that [planned]\n[proposed] activities under their jurisdiction or control:\n(a) Are likely to have more than a minor or transitory effect on the marine\nenvironment, they shall, as far as practicable, conduct an initia l screening, as referred to in article 30, of the potential effects of such activities on the marine environment in the manner provided in this Part; or\n(b) May cause substantial pollution of or significant and harmful changes to\nthe marine environment, they shall, as far as practicable, [conduct] [ensure that] an environmental impact assessment [is conducted] on the potential effects of such activities on the marine environment and shall submit the results of such assessment in the manner provided in this Part.\nOption B: In accordance with article 206 of the Convention, when Parties have\nreasonable grounds for believing that [planned] [proposed] activities under their jurisdiction or control in areas beyond national jurisdiction may cause substantial pollution of or significant and harmful changes to the marine environment, they shall, [individually or collectively,] as far as practicable, assess the potential effects of such activities on the marine environment.\n2. Environmental impact assessments under this Agreement shall be conducted in accordance with the threshold and criteria set out in this Part, including the following non-exhaustive criteria, as well as in accordance with the processes set out in this Part:\n(a) The type of activity;\n(b) The duration of the activity;\n(c) The location of the activity;\n(d) The characteristics and ecosystem of the location (including areas of\nparticular ecological or biological significance or vulnerability);\n(e) The presence of any other activity within or beyond national jurisdiction\nwith potential for cumulative impacts;\n(f) The potential effects of the activity;\n(g) The potential cumulative effects of the activity;\n(h) The impacts in areas within national jurisdiction;\n(i) Other ecological or biological criteria.\nArticle 25\nCumulative impacts and transboundary impacts\n[1. Cumulative and transboundary impacts shall, as far as practicable, be taken into account in the conduct of environmental impact assessments.]\n[2. Where relevant, the environmental impact assessment process shall also take into account possible transboundary impacts in areas within national jurisdiction.]\n[3. The provisions of this Part shall not prejudice any obligation of Parties under other applicable international law with regard to activities having or likely to have a transboundary impact.]\n27/56 22-08354\nArticle 26\nDeleted and merged into revised article 25.\nArticle 27\nAreas identified as ecologically or biologically significant\nor vulnerable\nDeleted - paragraph 1 deleted, and paragraph 2 moved as article 41 bis, paragraph 2, subparagraph c.\nArticle 28\nMoved as article 41 ter.\nArticle 29\nDeleted and moved as 41 bis, paragraph 2, subparagraph a.\nArticle 30\nProcess for environmental impact assessments\n1. Parties shall ensure that the process for conducting an environmental impact assessment pursuant to this Part includes the following elements:\n(a) Screening. Parties shall undertake screening to determine whether an\nenvironmental impact assessment is required in respect of a [planned] [proposed] activity under its jurisdiction or control in accordance with article 24 as follows:\n(i) The initial screening of activities shall consider the characteristics of the area where the [planned] [proposed] activity under the jurisdiction or control of a Party is intended to take place, as well as where the potential effects are going to occur. [Should the [planned] [proposed] activity take place in an area that has been identified for its significance or vulnerability, regardless of whether the impacts are expected to be minimal or not, an environmental impact assessment shall be required [and be subject to the decision-making procedure under article 38].]\n(ii) If a Party determines that an environmental impact assessment is not required for a [planned] [proposed] activity under its jurisdiction or control, it shall [make information to support that conclusion publicly available] [publish/report on that determination] [through the clearing-house mechanism under this Agreement].\n[(iii) A Party may register its [views] [concerns] on a decision published in accordance with subparagraph ii with the [Scientific and Technical Body] [Implementation and Compliance Committee] within [insert number] days of the publication. Upon consideration of the [views] [concerns] registered by a Party, the [Scientific and Technical Body] [Implementation and Compliance Committee] [may] [shall] review the decision [on the basis of the best available science] and, as appropriate, recommend that the responsible Party undertake an environmental impact assessment in accordance with this Part for the [planned] [proposed] activity under its jurisdiction or control.]\n22-08354 28/56\n(b) Scoping. Parties shall establish procedures, including public consultation\nprocedures, to define the scope of the environmental impact assessments that shall be conducted under this Part. The following modalities shall be followed in respect of scoping:\n[(i) The scope shall include the identification of key environmental, social , economic, cultural and other relevant impacts [and issues, including identified cumulative and transboundary impacts, alternatives for analysis, including a noaction alternative, and the use of] [, including, among other things, identified cumulative impacts, and the alternatives for analysis, where appropriate, using] the best available science and scientific information, as well as relevant traditional knowledge of indigenous peoples and local communities. ]\n(ii) The establishment of prevention, mitigation, management and other response measures to possible adverse effects will be included within the scope of the environmental impact assessment, in accordance with the provisions of paragraph 1, subparagraph d.\n(c) Impact assessment and evaluation.\n(i) Parties shall undertake a process for the assessment and evaluation of the impacts of [planned] [proposed] activities.\n(ii) Parties shall ensure that the identification and evaluation of impacts [including cumulative impacts and impacts in areas within national jurisdiction] in such an assessment is conducted in accordance with this Part, using the best available science and scientific information, as well as relevant traditional knowledge of indigenous peoples and local communities, and an examination of alternatives including a no-action alternative.\n(d) Mitigation, prevention and management of potential adverse effects.\n(i) Parties shall [identify and implement] [analyse] measures to prevent, mitigate and manage potential adverse effects of the [p lanned] [proposed] [authorized] activities under their jurisdiction or control [to avoid significant adverse impacts, and submit a written record of such measures to the Scientific and Technical Body] [as part of the environmental impact assessment conducted under the provisions of this Part. Such measures may include the identification of alternatives to the [planned] [proposed] activity under their jurisdiction or control].\n(ii) Where appropriate, these measures are incorporated into an environmental management plan or system and alternative options are found, which include locational or technological options, alternatives to the [planned] [proposed] activity and the no-action alternative;\n(e) Public notification and consultation in accordance with art icle 34;\n(f) Preparation, consideration, review and publication of an environmental\nimpact assessment report in accordance with article 35;\n[(g) Decision-making in accordance with article 38.]\n[2. Joint environmental impact assessments may be conducted, in particular for activities under the jurisdiction or control of [small island] developing States.]\n[3. A Party may designate a third party to conduct an environmental impact assessment required under this Agreement. Such a third party may be drawn from the pool of experts created pursuant to paragraph 4 below. Environmental impact assessments conducted by such a third party must be submitted to the [Party, to be\n29/56 22-08354\nforwarded for review by the Scientific and Technical Body and decision-making by the Conference of the Parties] [Party for review and decision-making].]\n[4. A pool of experts shall be created under the Scientific and Technical Body. Parties with capacity constraints may commission those experts to conduct and evaluate screenings and environmental impact assessments for [planned] [proposed] activities under their jurisdiction or control.]\nArticle 31\nDeleted and merged into article 30 as revised.\nArticle 32\nDeleted and merged into article 30 as revised.\nArticle 33\nDeleted and merged into article 30 as revised.\nArticle 34"
    }, {
      "heading" : "Public notification and consultation",
      "text" : "OPTION I:\n1. Parties shall establish procedures on public notification and consultation, which shall ensure:\n(a) Early notification through the secretariat to all relevant stakeholders,\nincluding all States, with an emphasis on the States potentially most affected. Such procedures shall be established taking into account the nature and potential effects on the marine environment of the [planned] [proposed] activity and shall include coastal States whose exercise of sovereign rights for the purpose of exploring and exploiting, conserving and managing natural resources may reasonably be believed to be affected by the activity, and States that carry out, in the area of the [planned] [proposed] activity, human activities that may reasonably be believed to be affected, including economic activities;\n(b) Effective, time-bound opportunities for stakeholder participation\nthroughout the environmental impact assessment process, including through the submission of comments, before a decision is made whether to proceed with the activity.\nOPTION II:\n1. Parties [and the secretariat], as appropriate, shall ensure [early notifi cation to stakeholders] [timely public notification] of [planned] [proposed] activities under their jurisdiction or control and effective, time-bound opportunities for stakeholder participation throughout the environmental impact assessment process, includ ing through the submission of comments, before a decision is made whether to proceed with the activity.\n2. Stakeholders in this process include potentially affected States, where those can be identified, [in particular adjacent coastal States,] [indigenous peoples and local communities with relevant traditional knowledge in coastal States,] relevant global,\n22-08354 30/56\nregional, subregional and sectoral bodies, non-governmental organizations, the general public, academia, [scientific experts,] [affected parties,] [[ad jacent] communities and organizations that have special expertise or jurisdiction,] [interested [and relevant] stakeholders,] [and those with existing interests in an area].\n3. Public notification and consultation shall be transparent and inclusive, conducted in a timely manner [, and targeted and proactive when involving adjacent small island developing States].\n4. Substantive comments received during the consultation process, including from adjacent coastal States, shall be considered and addressed by Par ties. Parties shall give particular regard to comments concerning potential transboundary impacts. Parties shall make public the comments received and the descriptions of the manner in which they were addressed.\n[5. The Scientific and Technical Body may conduct further public consultation on reports it is required to review under this Agreement.]\n[6. In cases where the [planned] [proposed] activities affect areas of the high seas that are entirely surrounded by the exclusive economic zones of States, Partie s shall:\n(a) Maintain targeted and proactive consultations, including prior notification,\nwith such surrounding States;\n(b) Consider the views and comments of those surrounding States on the\n[planned] [proposed] activities and provide written responses specifically addressing such views and comments, and revise the proposed activities accordingly.]\n7. Parties [undertaking an environmental impact assessment pursuant to this Agreement] shall [establish procedures to] allow for access to information related to the environmental impact assessment process under this Agreement. Notwithstanding this, Parties shall not be required to disclose confidential or proprietary information. [However, such information shall be made available to the Scientific and Technical Body for its review, and the fact that confidential or proprietary information has been redacted shall be indicated in public documents.]\n[8. Additional procedures may be developed by the Conference of the Parties to facilitate consultation at the international level.]\nArticle 35\nEnvironmental impact assessment reports\n1. Parties shall ensure the preparation of an environmental impact assessment report for any such assessment undertaken pursuant to this Part.\n2. Where an environmental impact assessment is required in accordance with this Part, the environmental impact assessment report shall include, as a minimum, the following components: a description of the [planned] [proposed] activity, a baseline assessment of the marine environment likely to be affected, a description of potential impacts, a description of prevention and mitigation measures, uncertainties and gaps in knowledge, information on the public consultation process, consideration of alternative options to the [planned] [proposed] activity, and a description of follow - up actions, including a monitoring and review plan. Additional guidance regarding the content of environmental impact assessments reports to be prepared pursuant to this Part shall be developed by the Scientific and Technical Body for adoption by the Conference of the Parties under article 41 bis.\n3. Option A: Parties shall publish the reports of the results of the assessments in accordance with [articles 204 to 206 of] the Convention [and this Part], including through the clearing-house mechanism. The secretariat shall ensure that all Parties\n31/56 22-08354\nare notified in a timely manner when reports are published in the clearing-house mechanism.\nOption B: Parties and the Scientific and Technical Body shall publish and\ncommunicate the reports required under this Part in accordance with the Convention, including through the clearing-house mechanism.\nOPTION I:\n4. Reports prepared pursuant to this Agreement shall be considered and reviewed by the Scientific and Technical Body.\n5. Before proceeding with a recommendation to the Conference of the Parties under article 38, paragraph 2, the Scientific and Technical Body may recommend rectifications to the Party. The Party may require the Scientific and Technical Body, at any time, to make a recommendation to the Conference of the Parties.\nOPTION II:\n4. The environmental impact assessment reports prepared pursuant to this Agreement shall be considered and reviewed by the Scientific and Technical Body on the basis of the practices, procedures and knowledge acknowledged under this Agreement.\n5. A selection of the published information used in the screening process to make decisions on whether to conduct an environmental impact assessment, in accordance with articles 24 and 30, will also be reviewed periodically by the Scientific and Technical Body on the basis of the practices, procedures and knowledge acknowledged under this Agreement.\nArticle 36\nDeleted and merged into article 35 as revised.\nArticle 37\nDeleted and merged into article 35 as revised.\nArticle 38"
    }, {
      "heading" : "Decision-making",
      "text" : "1. Option A: A Party under whose jurisdiction or control a [planned] [proposed] activity falls shall be responsible for determining if it may proceed .\nOption B: A Party under whose jurisdiction or control a [planned] [proposed]\nactivity falls shall be responsible for determining if it may proceed when the proposed activity has been determined to likely have equal to or less than a minor or transitory effect on the marine environment under article 24, or require an environmental impact assessment under article 23, paragraph 6.\n1bis. The Conference of the Parties shall be responsible for determining whether\na [planned] [proposed] activity under the jurisdiction or control of a Party, which has been determined to likely have greater than a minor or transitory effect on the marine environment under article 24, or require an environmental impact assessment under article 30, may proceed, in accordance with the following procedural requirements:\n22-08354 32/56\n(a) The environmental impact assessment report shall be submitted to the\nScientific and Technical Body for review, which shall, taking into due account inputs received during public consultation, review the report and make a recommendation to the Conference of the Parties on whether the [planned] [proposed] activity under the jurisdiction or control of a Party should proceed;\n(b) A revised environmental impact assessment report may be submitted to a\npanel of experts appointed by the Scientific and Technical Body for reconsideration where the Scientific and Technical Body has recommended that the [planned] [proposed] activity under the jurisdiction or control of a Party should not proceed.\nOption C: The Conference of the Parties shall be responsible for determining\nwhether a [planned] [proposed] activity under the jurisdiction or control of a Party may proceed.\n2. When determining whether the [planned] [proposed] activity may proceed, Parties shall take full account of the results of an environmental impact assessment conducted in accordance with this Part. [No decision allowing the [planned] [proposed] activity under the jurisdiction or control of a Party to proceed shall be made where the environmental impact assessment indicates that the [planned] [proposed] activity under the jurisdiction or control of a Party would have significant adverse impacts on the environment.]\n3. Documents related to decision-making shall be made public, including through the clearing-house mechanism.\n4. At the request of a Party, the Conference of the Parties may provide advice and assistance to that Party when determining if a [planned] [proposed] activity under its jurisdiction or control may proceed.\nArticle 39\nMonitoring\nOPTION I:\nParties shall ensure that the environmental, social, economic, cultural, human\nhealth and other related impacts/effects of the authorized activity are continuously monitored in accordance with the conditions set out in the approval of the activity.\nOPTION II:\nIn accordance with article 204 [to 206] of the Convention, Parties shall, using\nrecognized scientific methods, keep under surveillance the effects of any activities in areas beyond national jurisdiction that they permit or in which they engage in order to determine whether those activities are likely to pollute the marine environment.\nArticle 40"
    }, {
      "heading" : "Reporting",
      "text" : "1. Option A: Parties shall ensure that the results of the monitoring required under article 39 are reported on at appropriate intervals.\nOption B: Parties, whether acting individually or collectively, shall periodically\nreport on the impacts of the authorized activity and the results of the monitoring and review required under articles 39 and 41.\n2. Reports shall be submitted to the clearing-house mechanism [and the Scientific and Technical Body] [and]:\n33/56 22-08354\n[(a) The Scientific and Technical Body may request independent consultants\nor an expert panel to undertake a further review of the reports submitted to it; ]\n[(b) Other States, and the bodies of relevant legal instruments and frameworks\nand relevant global, regional, subregional and sectoral bodies, in accordance with their respective mandates, may analyse the reports and highlight cases of non-compliance, any lack of information or other shortcomings, and provide recommendations regarding the environmental assessment and review.]\nArticle 41\nReview of authorized activities and their impacts\n1. Parties shall ensure that the [environmental] impacts of the authorized activity are reviewed.\n2. Option A: Should the monitoring required under article 39 identify significant adverse impacts not foreseen in the environmental impact assessment, in nature or severity, or if any of the conditions or requirements applicable to the activity are breached, the Party with jurisdiction or control over the activity or Scientific and Technical Body shall:\n(a) Notify the Conference of the Parties [, other Parties and the public];\n(b) Halt the activity;\n(c) Require the proponent to propose and implement measures to mitigate\nand/or prevent those impacts;\n(d) Evaluate and implement measures proposed under subparagraph c, after\nwhich the Scientific and Technical Body shall recommend and decide whether the activity should continue;\n2 bis. On the basis of the recommendation of the Scientific and Technical Body, the Conference of the Parties shall decide whether the activity may resume.\nOption B: If monitoring required under article 39 identifies adverse impacts\nthat were not foreseen when an activity was authorized, the Party with jurisdiction or control over the activity shall review the decision to authorize the activity.\n[3. In the case of disagreements in respect of monitoring, Parties concerned shall seek resolution by diplomatic means [, without recourse to judicial or non-judicial bodies].]\n4. All relevant stakeholders, including all States, [in particular adjacent coastal States, including small island developing States,] [with an emphasis on the States potentially most affected as determined under article 34, paragraph 1, subparagraph a,] shall be kept informed of and consulted actively, as appropriate, in the monitoring, reporting and review processes in respect of an activity approved under this Agreement.\n5. Parties shall publish, including in the clearing-house mechanism:\n(a) Reports on the review of the environmental impacts of the authorized\nactivity;\n(b) Decision-making documents, when a Party has reviewed its decision\nauthorizing the activity.\n22-08354 34/56\nArticle 41 bis"
    }, {
      "heading" : "Guidance to be developed by Scientific and Technical Body",
      "text" : "1. The Scientific and Technical Body shall develop [standards and guidelines] [guidance] [guidelines] for consideration and adoption by the Conference of the Parties on:\n(a) The non-exhaustive criteria for environmental impact assessments set out\nin article 24, paragraph 2;\n(b) The assessment of [potential] [possible] transboundary impacts of\nprojected activities;\n(c) The determination of what constitutes confidential or proprietary\ninformation under article 34, paragraph 7;\n(d) The required content of environmental impact assessment reports pursuant\nto article 35;\n(e) The nature and severity of the impacts that would require a supplemental\nenvironmental impact assessment;\n(f) The conduct of strategic environmental assessments.\n2. The Scientific and Technical Body may also develop [voluntary] [standards and guidelines] [guidance] [guidelines] for consideration and adoption by the Conference of the Parties on:\n(a) An indicative non-exhaustive list of activities that [by default demand]\n[normally] [require] [or] [do not require] an environmental impact assessment that shall be periodically updated through consultation and collaboration with relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies;\n(b) The assessment of cumulative impacts in areas beyond national\njurisdiction and how those impacts will be taken into account in the environmental impact process for [planned] [proposed] activities;\n[(c) The conduct of environmental impact assessments in areas identified by\nother legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies as requiring protection or special attention, in cooperation with those bodies.]\nArticle 41 ter"
    }, {
      "heading" : "Strategic environmental assessments",
      "text" : "1. Option A: Parties, individually or in cooperation with other Parties, acting through the Conference of the Parties, shall ensure that strategic environmental assessments are carried out for areas beyond national jurisdiction.\nOption B: Parties, individually or in cooperation with other Parties, may\nundertake a strategic environmental assessment for plans and programmes relating to activities under their jurisdiction or control, [conducted] in areas beyond national jurisdiction, which meet the threshold established under article 24.\n2. When undertaking environmental impact assessments pursuant to this Part, Parties shall take into account the results of relevant strategic environmental assessments carried out under paragraph 1, where available.\n35/56 22-08354\nPART V CAPACITY-BUILDING AND TRANSFER OF\nMARINE TECHNOLOGY\nArticle 42"
    }, {
      "heading" : "Objectives",
      "text" : "The objectives of this Part are to:\n(a) Assist Parties, in particular developing States Parties, in implementing the\nprovisions of this Agreement, to achieve its objectives;\n(b) Enable inclusive, equitable and effective participation in the activities\nundertaken under this Agreement;\n(c) Develop the marine scientific and technological capacity of Parties, in\nparticular developing States Parties, with regard to the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, including through access to marine technology by, and the transfer of marine technology to, developing States Parties;\n(d) Increase, disseminate and share knowledge on the conservation and\nsustainable use of marine biological diversity of areas beyond national jurisdiction;\n(e) More specifically, support developing States Parties through capacity -\nbuilding and the transfer of marine technology under this Agreement in:\n(i) Participating in activities under the provisions of this Agreement concerning marine genetic resources, including relating to the sharing of benefits;\n(ii) Developing, implementing, monitoring, managing and enforcing areabased management tools, including marine protected areas;\n(iii) Conducting and evaluating environmental impact assessments and strategic environmental assessments.\nArticle 43\nCooperation in capacity-building and transfer of\nmarine technology\n1. Parties shall cooperate, directly or through relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, to assist Parties, in particular developing States Parties, in achieving the objectives of this Agreement through capacity-building and the development and transfer of marine technology.\n2. In providing capacity-building and the transfer of marine technology under this Agreement, Parties shall cooperate at all levels and in all forms, including through partnerships with and involving all relevant stakeholders, such as, where appropriate, the private sector, civil society and holders of traditional knowledge, as well as through strengthening cooperation and coordination between relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies.\n3. In giving effect to this Part, Parties shall give full recognition to the special requirements of developing States Parties, in particular the least developed countries, landlocked developing countries, geographically disadvantaged States, small island\n22-08354 36/56\ndeveloping States, coastal African States and developing middle-income countries, as well as the special circumstances of small island developing States. Parties shall ensure that the provision of capacity-building and the transfer of marine technology is not conditional on onerous reporting requirements.\nArticle 44\nModalities for capacity-building and the transfer of\nmarine technology\n1. Parties, recognizing that capacity-building, access to and the transfer of marine technology, including biotechnology, among Parties are essential elements for the attainment of the objectives of this Agreement, shall ensure access to capacity - building for, and actively promote the transfer of marine technology to, developing States Parties that need and request it.\n2. Parties undertake to provide, within their capabilities, resources to support such capacity-building and the transfer of marine technology, and to facilitate access to other sources of support.\n3. Capacity-building and the transfer of marine technology should be a country - driven, transparent, effective, and iterative process that is participatory, cross -cutting and gender-responsive. It shall build upon, as appropriate, and not duplicate existing programmes and be guided by lessons learned, including those from capacity-building and the transfer of marine technology activities under relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodie s. Insofar as possible, it will take into account these activities with a view to maximizing efficiency and results.\n4. Capacity-building and the transfer of marine technology shall be based on and be responsive to the needs and priorities of developing States Parties identified through needs assessments on an individual case-by-case, subregional or regional basis. Such needs and priorities may be self-assessed or facilitated through a mechanism, which may be established by the Conference of the Parties.\n5. The Conference of the Parties shall provide guidance on modalities and procedures for capacity-building and the transfer of marine technology within one year of the entry into force of the Agreement or other timeframe as determined by the Conference of the Parties.\nArticle 45\nAdditional modalities for the transfer of marine technology\n1. Parties shall endeavour to ensure that the transfer of marine technology takes place on fair and most favourable terms, including on concessional and preferential terms, in accordance with mutually agreed terms and conditions.\n[2. Parties shall provide incentives to enterprises and institutions in their territories for the purpose of promoting and encouraging the transfer of marine technology to developing States Parties.]\n3. The transfer of marine technology shall be carried out with due regard for all legitimate interests, including, inter alia, the rights and duties of holders, suppliers and recipients of marine technology.\n4. Marine technology transferred pursuant to this Part shall, to the extent possible, be appropriate, reliable, affordable, up to date, environmentally sound, available in\n37/56 22-08354\nan accessible form for developing States Parties and relevant to conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\nArticle 46\nTypes of capacity-building and transfer of marine technology\n1. In support of the objectives set out in article 42, the types of capacity -building and transfer of marine technology may include, and are not limited to, support for the creation or enhancement of the human, scientific, technological, organizational, institutional and resource capabilities of a country or region, such as:\n(a) The sharing of relevant data, information, knowledge and research;\n(b) Information dissemination and awareness-raising, including, in line with\nthe principle of free, prior and informed consent, with respect to relevant traditional knowledge of indigenous peoples and local communities;\n(c) The development and strengthening of relevant infrastructure, including\nequipment and capacity for its maintenance;\n(d) The development and strengthening of institutional capacity and national\nregulatory frameworks or mechanisms;\n(e) The development and strengthening of human resources and technical\nexpertise through exchanges, research collaboration, technical support, education and training, and the transfer of technology;\n(f) The development and sharing of manuals, guidelines and standards;\n(g) The development of technical, scientific and research and development\nprogrammes, including biotechnological research activities;\n(h) The development and strengthening of capacities and technological tools\nfor effective monitoring, control and surveillance of activities within the scope of this Agreement.\n2. The Conference of the Parties, or a subsidiary body established by it, shall develop an indicative and non-exhaustive list of types of capacity-building and transfer of marine technology, which it shall review, assess and amend periodically, as necessary, to reflect technological progress and innovation and to respond and adapt to the evolving needs of States, subregions and regions.\nArticle 47\nOPTION I:"
    }, {
      "heading" : "Monitoring and review",
      "text" : "1. Capacity-building and the transfer of marine technology undertaken in accordance with this Agreement shall be monitored and reviewed periodically.\n2. The monitoring and review referred to in paragraph 1 shall be aimed at:\n(a) Reviewing the needs and priorities of developing States Parties in terms\nof capacity-building and the transfer of marine technology in relation to this Agreement;\n(b) Reviewing the support provided and mobilized, and gaps in meeting the\nrequirements of developing States Parties in relation to this Agreement;\n22-08354 38/56\n(c) Measuring performance of capacity-building and the transfer of marine\ntechnology activities on the basis of agreed indicators and reviewing results -based analyses, including the output, progress and effectiveness of capacity-building and transfer of marine technology activities, as well as their successes and challenges;\n(d) Making recommendations to both recipient Parties and providers for\nproposed ways forward and follow-up activities, including on how capacity-building and the transfer of marine technology could be further enhanced to support the efforts of Parties, in particular developing States Parties, in fully meeting their obligations and exercising their rights under this Agreement.\n3. Monitoring and review shall be carried out by the Conference of the Parties, which shall decide upon the details and modalities of such review and monitoring.\n4. The monitoring and review of capacity-building and transfer of marine technology activities under this Agreement should be open to all relevant stakeholders, including at the national, subregional, regional and global levels.\n5. In supporting the monitoring and review of capacity-building and the transfer of marine technology, Parties shall submit reports, including, where applicable, inputs from regional and subregional committees on capacity-building and the transfer of marine technology, which should be made publicly available. Parties shall ensure that reporting requirements for Parties, in particular developing States Parties, are streamlined and not onerous in any way, including in terms of costs and time requirements.\nOPTION II:\nWorking group on capacity-building and transfer of\nmarine technology\n1. The Conference of the Parties shall establish a working group on capacitybuilding and transfer of marine technology.\n2. Parties shall submit to the working group reports, including, where applicable, inputs from regional and subregional committees on capacity-building and the transfer of marine technology, which should be made publicly available. Parties shall ensure that reporting requirements for Parties, in particular developing States Parties, are streamlined and not onerous in any way, including in terms of costs and time requirements.\n3. The working group shall periodically report and make recommendations to the Conference of the Parties on cooperation in capacity-building and transfer of marine technology, including on monitoring, review and funding of capacity-building and transfer of marine technology.\n4. The working group shall consider, inter alia:\n(a) The assessment of the needs and priorities of developing States Parties in\nterms of capacity-building and the transfer of marine technology [in accordance with article 44, paragraph 4];\n(b) The opportunities for, availability, and provision of, capacity-building and\nthe transfer of marine technology;\n(c) The development of modalities and procedures for capacity-building and\nthe transfer of marine technology [in accordance with article 44, paragraph 5];\n(d) The review of the types of capacity-building and transfer of marine\ntechnology [in accordance with article 46, paragraph 2];\n39/56 22-08354\n(e) The development of indicators for monitoring the progress and\neffectiveness of capacity-building and transfer of marine technology activities;\n(f) The identification and mobilization of funds under the financial\nmechanism;\n(g) The information and report on funding under other mechanisms than that\nprovided for in article 52 and instruments contributing directly or indirectly to the achievement of the objectives of this Agreement;\n(h) The availability and timely disbursement of funds;\n(i) The transparency of decision-making and management processes\nconcerning fundraising and allocations;\n(j) The accountability of the recipient Parties in the agreed use of funds;\n(k) Reports on capacity-building and the transfer of marine technology from\nParties.\n5. The working group shall pay particular attention to the special requirements of developing States Parties and to the special circumstances of small island developing States.\n6. The Conference of the Parties shall consider the reports and recommendations of the working group on capacity-building and the transfer of marine technology and take appropriate action.\nOPTION III:\nCapacity-building and transfer of marine technology committee\n1. A capacity-building and transfer of marine technology committee is hereby established.\n2. The committee shall consist of members who serve in their individual capacity and possess relevant expertise, nominated by Parties and elected by the Conference of the Parties, with due consideration given to gender balance and equitable geographic representation.\n3. The committee shall:\n(a) Assess the effectiveness of the implementation of measures and\nprogrammes for capacity-building and the transfer of marine technology, including by assessing whether capacity gaps are decreasing;\n(b) Collaborate with regional and subregional committees on capacity -\nbuilding and the transfer of marine technology or regional needs assessment mechanisms;\n(c) Review the needs and priorities of developing States Parties in terms of\ncapacity-building and the transfer of marine technology, including the support required, provided and mobilized, and gaps in meeting the requirements of developing States Parties;\n(d) Measure performance on the basis of objective indicators and reviewing\nresults-based analyses, including the output, progress and effectiveness of capacity - building and transfer of marine technology activities, successes and challenges;\n(e) Make recommendations for proposed ways forward and follow-up\nactivities, including on how capacity-building and the transfer of marine technology\n22-08354 40/56\ncould be further enhanced to allow developing States Parties to fully meet their obligations and exercise their rights under this Agreement;\n(f) Elaborate programmes for capacity-building and the transfer of marine\ntechnology;\n(g) Perform such other functions as may be determined by the Conference of\nthe Parties or assigned to it under this Agreement.\nPART VI"
    }, {
      "heading" : "INSTITUTIONAL ARRANGEMENTS",
      "text" : "Article 48"
    }, {
      "heading" : "Conference of the Parties",
      "text" : "1. A Conference of the Parties is hereby established.\n2. The first meeting of the Conference of the Parties shall be convened by the Secretary-General of the United Nations no later than one year after the entry into force of this Agreement. Thereafter, ordinary meetings of the Conference shall be held at regular intervals to be determined by the Conference at its first meeting.\n3. The Conference of the Parties shall by consensus adopt at its first meeting rules of procedure for itself and its subsidiary bodies, financial rules governing its funding and the funding of the secretariat and any subsidiary bodies, and thereafter rules of procedure and financial rules for any further subsidiary body that it may establish.\n4. Option A: As a general rule, the decisions of the Conference of the Parties shall be taken by consensus, unless otherwise provided for in this Agreement. If all efforts to reach consensus have been exhausted, the procedure established in the rules of procedure adopted by the Conference shall apply.\nOption B: As a general rule, the decisions of the Conference of the Parties shall\nbe taken by consensus, unless otherwise provided for in this Agreement. If all efforts to reach consensus have been exhausted, decisions of the Conference of the Parties on questions of substance shall be taken by a two-thirds majority of the Parties present and voting and decisions on questions of procedure shall be taken by a majority of the Parties present and voting.\n5. The Conference of the Parties shall monitor and keep under review the implementation of this Agreement and, for this purpose, shall:\n(a) Adopt decisions and recommendations related to the implementation of\nthis Agreement;\n(b) Review and facilitate the exchange of information among Parties relevant\nto the implementation of this Agreement;\n(c) Promote, including by establishing appropriate processes, cooperation and\ncoordination with and among relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, with a view to promoting coherence among efforts towards, and the harmonization of relevant policies and measures for, the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction;\n(d) Establish such subsidiary bodies as deemed necessary to support the\nimplementation of this Agreement;\n(e) Adopt a budget, at such frequency and for such a financial period as it may\ndetermine;\n41/56 22-08354\n(f) Undertake other functions identified in this Agreement or as may be\nrequired for its implementation.\n6. The Conference of the Parties shall adopt measures to be applied on an interim or emergency basis, if necessary, where an activity presents a serious threat to marine biological diversity of areas beyond national jurisdiction, or when a natural phenomenon or human-caused disaster has, or is likely to have, a significant adverse impact on marine biological diversity of areas beyond national jurisdiction, to ensure that the activity does not exacerbate that threat or adverse impact.\n(a) Measures under this paragraph shall be considered necessary only if the\nthreat or adverse impact of an activity cannot be managed in a timely manner through the application of the other provisions of this Agreement or by a relevant legal instrument or framework or global, regional, subregional or sectoral body.\n(b) Measures taken on an interim or emergency basis shall be based on the\nbest available science and scientific information, as well as relevant traditional knowledge of indigenous peoples and local communities. Such measures may be proposed by Parties or recommended by the Scientific and Technical Body, and may be adopted intersessionally by a procedure to be decided by the Conference of the Parties. The measures shall be temporary, must be reconsidered for decision at the next meeting of the Conference of the Parties following their adoption, and shall expire either upon being replaced by area-based management tools established in accordance with the provisions of this Agreement or at a date to be decided by the Conference of the Parties that shall not be later than two years following their adoption.\n7. The Conference of the Parties shall, within five years of the entry into force of this Agreement and thereafter at intervals to be determined by it, assess and review the adequacy and effectiveness of the provisions of this Agreement and, if necessary, propose means of strengthening the implementation of those provisions in order to better address the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\nArticle 48 bis"
    }, {
      "heading" : "Transparency",
      "text" : "1. The Conference of the Parties shall promote transparency in decision-making processes and other activities carried out under this Agreement.\n2. All meetings of the Conference of the Parties and its subsidiary bodies shall be open to all participants and observers registered in accordance with paragraph 4 unless otherwise decided by the Conference of the Parties. The Conference of the Parties shall publish and maintain a public record of its decisions.\n3. The Conference of the Parties shall promote transparency in the implementation of this Agreement, including through the public dissemination of information, and the facilitation of participation of, and consultation with, relevant global, regional, subregional and sectoral bodies, indigenous peoples and local communities with relevant traditional knowledge, the scientific community, civil society and other relevant stakeholders as appropriate, and in accordance with the provisions of this Agreement.\n4. Representatives of States not party to this Agreement, relevant global, regional, subregional and sectoral bodies, indigenous peoples and local communities with relevant traditional knowledge, the scientific community, civil society and other relevant stakeholders with an interest in matters pertaining to the Conference of the\n22-08354 42/56\nParties may request to participate in the meetings of the Conference of the Parties and of its subsidiary bodies, as observers or otherwise, as appropriate. The rules of procedure of the Conference of the Parties shall provide for modalities for such participation and shall not be unduly restrictive in this respect. The rules of procedure shall also provide for such representatives to have timely access to all relevant information.\nArticle 49"
    }, {
      "heading" : "Scientific and Technical Body",
      "text" : "1. A Scientific and Technical Body is hereby established.\n2. The Body shall be composed of experts with suitable scientific qualifications, taking into account the need for multidisciplinary expertise, including expertise in relevant traditional knowledge of indigenous peoples and local communities, gender balance and equitable geographical representation. The terms of reference and modalities for the operation of the Body, including its selection process and the terms of members’ mandates, shall be determined by the Conference of the Parties.\n3. The Body may draw on appropriate advice emanating from relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, as well from as other scientists and experts, as may be required.\n4. Under the authority and guidance of the Conference of the Parties, the Body shall provide scientific and technical advice to the Conference and perform the functions assigned to it under this Agreement and such other functions as may be determined by the Conference.\nArticle 50"
    }, {
      "heading" : "Secretariat",
      "text" : "1. Option A: A secretariat is hereby established. [Until such time as the secretariat commences its functions, the Secretary-General of the United Nations, through the Division for Ocean Affairs and the Law of the Sea of the Office of Legal Affairs of the United Nations Secretariat, shall perform the secretariat functions under this Agreement.]\nOption B: The secretariat functions for this Agreement shall be performed by\nthe Secretary-General of the United Nations, through the Division for Ocean Affairs and the Law of the Sea of the Office of Legal Affairs of the United Nations Secretariat.\n2. The secretariat shall:\n(a) Provide administrative and logistical support to the Conference of the\nParties and its subsidiary bodies for the purposes of the implementation of this Agreement;\n(b) Arrange and service the meetings of the Conference of the Parties and of\nany other bodies as may be established under this Agreement or by the Conference;\n(c) Circulate information relating to the implementation of this Agreement in\na timely manner, including making publicly available and transmitting to all Parties, in particular to adjacent coastal States, as well as to relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, decisions of the Conference of the Parties;\n(d) Facilitate cooperation and coordination, as appropriate, with the\nsecretariats of other relevant international bodies and, in particular, enter into such\n43/56 22-08354\nadministrative and contractual arrangements as may be required for that purpose and for the effective discharge of its functions, subject to approval by the Conference of the Parties;\n(e) Provide assistance with the implementation of this Agreement, as\ndetermined by the Conference of the Parties;\n(f) Prepare reports on the execution of its functions under this Agreement and\nsubmit them to the Conference of the Parties;\n(g) Perform such other functions as may be determined by the Conference of\nthe Parties or assigned to it under this Agreement.\nArticle 51"
    }, {
      "heading" : "Clearing-house mechanism",
      "text" : "1. A clearing-house mechanism is hereby established.\n2. The clearing-house mechanism shall consist primarily of an open-access platform. The specific modalities for the operation of the clearing -house mechanism shall be determined by the Conference of the Parties.\n3. The clearing-house mechanism shall:\n(a) Serve as a centralized platform to enable Parties to access, provide and\ndisseminate information with respect to activities taking place pursuant to the provisions of this Agreement, including information relating to:\n(i) Marine genetic resources of areas beyond national jurisdiction, including questions on the sharing of benefits, and data and scientific information on, as well as, in line with the principle of free, prior and informed consent, traditional knowledge associated with marine genetic resources of areas beyond national jurisdiction;\n(ii) The establishment and implementation of area-based management tools, including marine protected areas;\n(iii) Environmental impact assessments;\n(iv) Requests for capacity-building and the transfer of marine technology and opportunities with respect thereto, including research collaboration and training opportunities, information on sources and availability of technological information and data for the transfer of marine technology, opportunities for facilitated access to marine technology and the availability of funding;\n(b) Facilitate the matching of capacity-building needs with the support\navailable and with providers for the transfer of marine technology, including governmental, non-governmental or private entities interested in participating as donors in the transfer of marine technology, and facilitate access to related know-how and expertise;\n(c) Provide links to relevant global, regional, subregional, national and\nsectoral clearing-house mechanisms and other databases, repositories and gene banks, including those pertaining to relevant traditional knowledge of indigenous peoples and local communities and promote, where possible, links with publicly available private and non-governmental platforms for the exchange of information;\n(d) Build on global, regional and subregional clearing-house institutions,\nwhere applicable, when establishing regional and subregional mechanisms under the global mechanism;\n22-08354 44/56\n(e) Foster enhanced transparency, including by facilitating the sharing of\nbaseline data and information relating to the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction between Parties and other relevant stakeholders;\n(f) Facilitate international cooperation and collaboration, including scientific\nand technical cooperation and collaboration;\n(g) Perform such other functions as may be determined by the Conference of\nthe Parties.\n4. The clearing-house mechanism shall be managed by the secretariat, without prejudice to possible cooperation with other relevant organizations as determined by the Conference of the Parties, including the Intergovernmental Oceanographic Commission of the United Nations Educational, Scientific and Cultural Organization, the International Seabed Authority, the International Maritime Organization and the Food and Agriculture Organization of the United Nations.\n5. In the management of the clearing-house mechanism, recognition shall be given to the special circumstances of small island developing States Parties, and their access to the mechanism shall be facilitated to enable those States to utilize it without undue obstacles or administrative burdens. Information shall be included on activities to promote information-sharing, awareness-raising and dissemination in and with those States, as well as to provide specific programmes for those States.\n6. The confidentiality of information provided under this Agreement and rights thereto shall be respected. Nothing under this Agreement shall be interpreted as requiring the sharing of information that is protected from disclosure under the domestic law of a Party or other applicable law.\nPART VII"
    }, {
      "heading" : "FINANCIAL RESOURCES AND MECHANISM",
      "text" : "Article 52"
    }, {
      "heading" : "Funding",
      "text" : "1. Each Party undertakes to provide, within its capabilities, resources in respect of those activities that are intended to achieve the objectives of this Agreement.\n2. A mechanism for the provision of adequate, accessible and predictable financial resources under this Agreement is hereby established. The mechanism shall assist developing States Parties in implementing this Agreement, including through funding in support of capacity-building and the transfer of marine technology.\n3. The mechanism shall include:\n(a) A voluntary trust fund established by the Conference of the Parties to\nfacilitate the participation of representatives of developing States Parties in the meetings of the bodies under this Agreement;\n(b) A special fund established by the Conference of the Parties that shall be\nfunded through assessed contributions from Parties [, payments made by private entities pursuant to the provisions of this Agreement] and that shall be open to additional contributions from Parties and private entities wishing to provide financial resources to support the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction to:\n45/56 22-08354\n(i) Fund capacity-building projects under this Agreement, including effective projects on the conservation and sustainable use of marine biological diversity and activities and programmes, including training related to the transfer of marine technology;\n(ii) Assist developing States Parties to implement this Agreement;\n(iii) Finance the rehabilitation and ecological restoration of marine biological diversity of areas beyond national jurisdiction;\n(iv) Support conservation and sustainable use programmes by holders of traditional knowledge of indigenous peoples and local communities;\n(v) Support public consultations at the national, subregional and regional levels; and\n(vi) Fund the undertaking of any other activities as agreed by the Conference of the Parties;\n(c) The Global Environment Facility trust fund.\n4. Financial resources mobilized in support of the implementation of this Agreement may include funding provided through public and private sources, both national and international, including but not limited to contributions from States, international financial institutions, existing funding mechanisms under global and regional instruments, donor agencies, intergovernmental organizations, non-governmental organizations and natural and juridical persons, and through public-private partnerships.\n5. For the purposes of this Agreement, the mechanism shall function under the authority and guidance of, and be accountable to, the Conference of the Parties. The Conference of the Parties shall provide guidance, inter alia, on overall strategies, policies, programme priorities and eligibility criteria for access to and utilization of financial resources. The mechanism shall operate within a democratic and transparent system of governance.\n6. Access to funding under this Agreement shall be open to developing States Parties on the basis of need, taking into account the needs for assistance of Parties with special requirements, in particular the least developed countries, landlocked developing countries, geographically disadvantaged States, small island developing States and coastal African States, and taking into account the special needs of developing middle-income countries. The funding mechanism established under this Agreement shall be aimed at ensuring efficient access to funding through simplified approval procedures and enhanced readiness of support for such developing States Parties.\n7. In the light of capacity constraints, Parties shall encourage international organizations to grant preferential treatment to, and consider the specific needs and special circumstances of developing States Parties, including the least developed countries and small island developing States, in the allocation of appropriate funds and technical assistance and the utilization of their specialized services for the purposes of the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\n8. Option A: The Conference of the Parties shall establish a working group on financial resources to periodically report and make recommendations on the identification and mobilization of funds under the mechanism. It shall also collect information and report on funding under other mechanisms and instruments contributing directly or indirectly to the achievement of the objectives of this\n22-08354 46/56\nAgreement. In addition to the considerations provided in this artic le, the working group on financial resources shall consider, inter alia:\n(a) The assessment of the needs of the Parties, in particular developing States\nParties;\n(b) The availability and timely disbursement of funds;\n(c) The transparency of decision-making and management processes\nconcerning fundraising and allocations;\n(d) The accountability of the recipient developing States Parties with respect\nto the agreed use of funds.\nThe Conference of the Parties shall consider the reports and recommendation s of the working group on financial resources and take appropriate action.\nOption B: The Conference of the Parties will undertake a periodic review of the\nfinancial mechanism to assess the adequacy, effectiveness and accessibility of financial resources, including for the delivery of capacity-building and the transfer of marine technology, in particular for developing States Parties.\nPART VIII"
    }, {
      "heading" : "IMPLEMENTATION AND COMPLIANCE",
      "text" : "OPTION I:\nArticle 53"
    }, {
      "heading" : "Implementation and compliance",
      "text" : "1. Parties shall take the necessary legislative, administrative or policy measures, as appropriate, to ensure the implementation of this Agreement.\n2. Each Party shall monitor the implementation of its obligations under this Agreement.\n3. The Conference of the Parties may consider and adopt cooperative procedures, reporting requirements and/or institutional mechanisms to promote compliance with the provisions of this Agreement and to address any issues arising therefrom.\nOPTION II:\nArticle 53"
    }, {
      "heading" : "Implementation",
      "text" : "Parties shall take the necessary legislative, administrative or policy measures,\nas appropriate, to ensure the implementation of this Agreement.\nArticle 53 bis"
    }, {
      "heading" : "Monitoring of implementation",
      "text" : "Each Party shall monitor the implementation of its obligations under this\nAgreement and shall, at intervals and in a format to be determined by the Conference of the Parties, report to the Conference on measures that it has taken to implement this Agreement.\n47/56 22-08354\nArticle 53 ter"
    }, {
      "heading" : "Implementation and Compliance Committee",
      "text" : "1. A committee to facilitate and review the implementation of and promote compliance with the provisions of this Agreement is hereby established.\n2. The committee shall be expert-based and facilitative in nature and function in a manner that is transparent, non-adversarial and non-punitive. The committee shall pay particular attention to the respective national capabilities and circumstances of Parties.\n3. The members of the committee shall be nominated by Parties and elected by the Conference of the Parties, with due consideration to equitable geographical representation, shall serve in their individual expert capacity, in the best interest of this Agreement. The members shall be persons with experience and recognized expertise in the fields related to this Agreement, including legal, socioeconomic, and/or scientific and technical expertise.\n4. The committee shall operate under the modalities and procedures adopted by the Conference of the Parties at its first meeting, examine both individual and systemic issues of implementation and compliance, and report annually and make recommendations, as appropriate, to the Conference of the Parties.\n5. In the course of its work, the committee may draw on appropriate advice from relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, as well as from other scientists and experts, and bodies established under this Agreement, as may be required.\nPART IX SETTLEMENT OF DISPUTES AND ADVISORY"
    }, {
      "heading" : "OPINIONS",
      "text" : "Article 54\nObligation to settle disputes by peaceful means\nParties have the obligation to settle their disputes by negotiation, inquiry,\nmediation, conciliation, arbitration, judicial settlement, resort to regional agencies or arrangements, or other peaceful means of their own choice.\nArticle 54 bis"
    }, {
      "heading" : "Prevention of disputes",
      "text" : "Parties shall cooperate in order to prevent disputes.\nArticle 54 ter"
    }, {
      "heading" : "Disputes of a technical nature",
      "text" : "Where a dispute concerns a matter of a technical nature, the Parties concerned\nmay refer the dispute to an ad hoc expert panel established by them. The panel shall confer with the Parties concerned and shall endeavour to resolve the dispute expeditiously without recourse to binding procedures for the settlemen t of disputes.\n22-08354 48/56\nArticle 55"
    }, {
      "heading" : "Procedures for the settlement of disputes",
      "text" : "OPTION I:\n1. The provisions relating to the settlement of disputes set out in Part XV of the Convention apply mutatis mutandis to any dispute between Parties to this Agreement concerning the interpretation or application of this Agreement, whether or not they are also Parties to the Convention.\n2. Any procedure accepted by a Party to this Agreement and the Convention pursuant to article 287 of the Convention shall apply to the settlement of disputes under this Part, unless that Party, when signing, ratifying or acceding to this Agreement, or at any time thereafter, has accepted another procedure pursuant to article 287 for the settlement of disputes under this Part.\n3. Any declaration made by a Party to this Agreement and the Convention pursuant to article 298 of the Convention shall apply to the settlement of disputes under this Part, unless that Party, when signing, ratifying or acceding to this Agreement, or at any time thereafter, has made a different declaration pursuant to article 298 of the Convention for the settlement of disputes under this Part.\n4. A Party to this Agreement that is not a Party to the Convention, when signing, ratifying or acceding to this Agreement, or at any time thereafter, shall be free to choose, by means of a written declaration, one or more of the means set out in article 287, paragraph 1, of the Convention, for the settlement of disputes under this Part. Article 287 of the Convention shall apply to such a declaration, as well as to any dispute to which such a Party is a party that is not covered by a declaration in force. For the purposes of conciliation and arbitration in accordance with annexes V, VII and VIII to the Convention, such Party shall be entitled to nominate conciliators, arbitrators and experts to be included in the lists referred to in annex V, article 2, annex VII, article 2, and annex VIII, article 2, for the settlement of disputes under this Part.\n5. A Party to this Agreement that is not a Party to the Convention may, when signing, ratifying, or acceding to this Agreement, or at any time thereafter, without prejudice to the obligations arising under section 1 of Part XV of the Convention, declare in writing that it does not accept any or more of the procedures provided for in section 2 of Part XV of the Convention with respect to one or more of the categories of disputes set out in article 298 of the Convention. Article 298 of the Convention shall apply to such a declaration.\n6. The provisions of this article shall be without prejudice to the procedures on the settlement of disputes that Parties have agreed to as participants in a relevant legal instrument or framework, or as member of a relevant global, regional, subregional or sectoral body concerning the interpretation and application of such instruments and frameworks.\nOPTION II:\n1. In the event of a dispute between Parties concerning the interpretation or application of this Agreement, the parties concerned shall, unless they agree otherwise, seek a solution by negotiation.\n2. If the parties concerned cannot reach agreement by negotiation, they may jointly seek the good offices of, or request mediation by, a third party.\n3. When ratifying, accepting, approving or acceding to th is Agreement, or at any time thereafter, a Party may declare in writing to the depositary that for a dispute not\n49/56 22-08354\nresolved in accordance with paragraph 1 or paragraph 2 above, it accepts one or all of the following means of dispute settlement as compulsory:\n(a) Arbitration, in accordance with the procedure [to be adopted by the\nConference of the Parties] [laid down in annex VII to the Convention];\n(b) Submission of the dispute to the International Tribunal for the Law of the\nSea; or\n(c) Submission of the dispute to the International Court of Justice.\n[4. If the parties to the dispute have not, in accordance with paragraph 3 above, accepted the same or any procedure, the dispute shall be submitted to conciliation [in accordance with the procedure to be adopted by the Conference of the Parties] [pursuant to the procedure set out in section 2 of annex V to the Convention] unless the parties otherwise agree.]\n5. This article shall not apply to any dispute concerning the land territory, sovereignty, sovereign rights or jurisdiction of a Party to this Agreement.\nArticle 55 bis"
    }, {
      "heading" : "Provisional arrangements",
      "text" : "Pending the settlement of a dispute in accordance with this Part, the parties to\nthe dispute shall make every effort to enter into provisional arrangements of a practical nature.\nArticle 55 ter"
    }, {
      "heading" : "Advisory opinions",
      "text" : "[The Conference of the Parties may decide, by a two-thirds majority of the\nrepresentatives present and voting, to request the International Tribunal for the Law of the Sea to give an advisory opinion on any legal question arising within the scope of this Agreement. The text of the decision shall indicate the scope of the legal questions on which the advisory opinion is requested. The Conference of the Parties may request that such opinions be given as a matter of urgency.]\nPART X"
    }, {
      "heading" : "NON-PARTIES TO THIS AGREEMENT",
      "text" : "Article 56"
    }, {
      "heading" : "Non-parties to this Agreement",
      "text" : "Parties shall encourage non-parties to this Agreement to become Parties thereto\nand to adopt laws and regulations consistent with its provisions.\n22-08354 50/56\nPART XI GOOD FAITH AND ABUSE OF RIGHTS\nArticle 57\nGood faith and abuse of rights\nParties shall fulfil in good faith the obligations assumed under this Agreement\nand exercise the rights recognized therein in a manner that would not constitute an abuse of right.\nPART XII FINAL PROVISIONS\nArticle ante 58\nRight to vote\n1. Each Party to this Agreement shall have one vote, except as provided for in paragraph 2.\n2. A regional economic integration organization Party to this Agreement, on matters within its competence, shall exercise its right to vote with a number of votes equal to the number of its member States that are Parties to this Agreement. Such an organization shall not exercise its right to vote if any of its member States exercises its right to vote, and vice versa.\nArticle 58"
    }, {
      "heading" : "Signature",
      "text" : "This Agreement shall be open for signature by all States and regional economic\nintegration organizations from [insert date] and shall remain open for signature at United Nations Headquarters in New York until [insert date].\nArticle 59\nRatification, approval, acceptance, accession and formal\nconfirmation\nThis Agreement shall be subject to ratification, approval, acceptance or formal\nconfirmation by States and regional economic integration organizations. It shall be open for accession by States and regional economic integration organizations from the day after the date on which the Agreement is closed for signature. Instruments of ratification, approval, acceptance, accession and formal confirmation shall be deposited with the Secretary-General of the United Nations.\nArticle 59 bis\nDivision of the competence of regional economic integration\norganizations and their member States in respect of the matters\ngoverned by this Agreement\n1. Any regional economic integration organization that becomes a Party to this Agreement without any of its member States being a Party shall be bound by all the obligations under this Agreement. In the case of such organizations, one or more of\n51/56 22-08354\nwhose member States is a Party to this Agreement, the organization and its member States shall decide on their respective responsibilities for the performance of their obligations under this Agreement. In such cases, the organization and the member States shall not be entitled to exercise rights under this Agreement concurrently.\n2. In its instrument of ratification, approval, acceptance, accession or formal confirmation, a regional economic integration organization shall declare the extent of its competence in respect of the matters governed by this Agreement. Any such organization shall also inform the depositary, who shall in turn inform the Parties, of any relevant modification of the extent of its competence.\nArticle 60\nDeleted.\nArticle 61"
    }, {
      "heading" : "Entry into force",
      "text" : "1. This Agreement shall enter into force 30 days after the date of deposit of the [thirtieth] [sixtieth] instrument of ratification, approval, acceptance , accession or formal confirmation.\n2. For each State or regional economic integration organization that ratifies, approves or accepts this Agreement or accedes thereto after the deposit of the [thirtieth] [sixtieth] instrument of ratification, approval, acceptance , accession or formal confirmation, this Agreement shall enter into force on the thirtieth day following the deposit of its instrument of ratification, approval, acceptance or accession or formal confirmation.\n3. For the purposes of paragraphs 1 and 2 of this article, any instrument deposited by a regional economic integration organization shall not be counted as additional to those deposited by the member States of that organization.\nArticle 62"
    }, {
      "heading" : "Provisional application",
      "text" : "1. This Agreement may be applied provisionally by a State or regional economic integration organization that consents to its provisional application by so notifying the depositary in writing at the time of signature or deposit of its instrument of ratification, approval, acceptance, accession or formal confirmation. Such provisional application shall become effective from the date of receipt of the notification by the Secretary-General of the United Nations.\n2. Provisional application by a State or regional economic integration organization shall terminate upon the entry into force of this Agreement for that State or regional economic integration organization or upon notification by that State or regional economic integration organization to the depositary in writing of its intention to terminate its provisional application.\nArticle 63"
    }, {
      "heading" : "Reservations and exceptions",
      "text" : "No reservations or exceptions may be made to this Agreement.\n22-08354 52/56\nArticle 63 bis"
    }, {
      "heading" : "Declarations and statements",
      "text" : "Article 63 does not preclude a Party, when signing, ratifying, approving,\naccepting, acceding to or formally confirming this Agreement, from making declarations or statements, however phrased or named, with a view, inter alia, to the harmonization of its laws and regulations with the provisions of this Agreement, provided that such declarations or statements do not purport to exclude or to modify the legal effect of the provisions of this Agreement in their application to that Party.\nArticle 64"
    }, {
      "heading" : "Relation to other agreements",
      "text" : "1. Two or more Parties may conclude agreements modifying or suspending the operation of provisions of this Agreement, applicable solely to the relations between them, provided that such agreements do not relate to a provision the derogation from which is incompatible with the effective execution of the object and purpose of this Agreement, and provided further that such agreements shall not affect the application of the basic principles embodied herein, and that the provisions of such agreements do not affect the enjoyment by other Parties of their rights or the performance of their obligations under this Agreement.\n2. Parties intending to conclude an agreement referred to in paragraph 1 shall notify the other Parties through the secretariat of their intention to conclude the agreement and of the modification or suspension that it provides.\n3. This Agreement shall not alter the rights and obligations of Parties that arise from other agreements compatible with this Agreement and that do not affect the enjoyment by other Parties of their rights or performance of their obligations under this Agreement.\nArticle 65"
    }, {
      "heading" : "Amendment",
      "text" : "1. A Party may, by written communication addressed to the secretariat, propose amendments to this Agreement. The secretariat shall circulate such a communication to all Parties. If, within six months from the date of the circulation of the communication, not less than one half of the Parties reply favourably to the request, the proposed amendment shall be considered at the following meeting of the Conference of the Parties.\n2. The Conference of the Parties shall make every effort to reach agreement on the adoption of any proposed amendment by way of consensus. If all efforts to reach consensus have been exhausted, the procedures established in the rules of procedure adopted by the Conference of the Parties shall apply.\n3. An amendment adopted in accordance with paragraph 2 of this article shall be communicated by the depositary to all Parties for ratification, approval or acceptance.\n4. Amendments to this Agreement shall enter into force for the Parties ratifying, approving or accepting them on the [thirtieth] [ninetieth] day following the deposit of instruments of ratification, approval or acceptance by two thirds of the number of Parties to this Agreement as at the time of adoption of the amendment. Thereafter, for each Party depositing its instrument of ratification, approval or acceptance of an amendment after the deposit of the required number of such instruments, the\n53/56 22-08354\namendment shall enter into force on the [thirtieth] [ninetieth] day following the deposit of its instrument of ratification, approval or acceptance.\n5. An amendment may provide that a smaller or larger number of ratifications, approvals or acceptances shall be required for its entry into force than required under this article.\n6. For the purposes of paragraphs 4 and 5 of this article, any instrument deposited by a regional economic integration organization shall not be counted as additional to those deposited by the member States of that organization.\n[7. A State or regional economic integration organization that becomes a Party t o this Agreement after the entry into force of amendments in accordance with paragraph 4 shall, failing an expression of a different intention by that State or regional economic integration organization:\n(a) Be considered as a Party to this Agreement as so amended;\n(b) Be considered as a Party to the unamended Agreement in relation to any\nParty not bound by the amendment.]\nArticle 66"
    }, {
      "heading" : "Denunciation",
      "text" : "1. A Party may, by written notification addressed to the Secretary-General of the United Nations, denounce this Agreement and may indicate its reasons. Failure to indicate reasons shall not affect the validity of the denunciation. The denunciation shall take effect one year after the date of receipt of the notification, unless the notification specifies a later date.\n2. The denunciation shall not in any way affect the duty of any Party to fulfil any obligation embodied in this Agreement to which it would be subject under international law independently of this Agreement.\nArticle 67\nDeleted.\nArticle 68"
    }, {
      "heading" : "Annexes",
      "text" : "[1. The annexes form an integral part of this Agreement and, unless expressly provided otherwise, a reference to this Agreement or to one of its Parts includes a reference to the annexes relating thereto.]\n[2. The annexes may be revised from time to time by Parties. Notwithstanding the provisions of article 65, if a revision to an annex is adopted by consensus at a meeting of the Conference of the Parties, it shall be incorporated in this Agreement and shall take effect from the date of its adoption or from such other date as may be specified in the revision. Once adopted, the revised annex shall be submitted to the depositary for its circulation to all Parties. If a revision to an annex is not adopted by consensus at such a meeting, the amendment procedures set out in article 65 shall apply. ]\n22-08354 54/56\nArticle 69"
    }, {
      "heading" : "Depositary",
      "text" : "The Secretary-General of the United Nations shall be the depositary of this\nAgreement and any amendments or revisions thereto.\nArticle 70"
    }, {
      "heading" : "Authentic texts",
      "text" : "The Arabic, Chinese, English, French, Russian and Spanish texts of this\nAgreement are equally authentic.\n55/56 22-08354\nANNEX I\nIndicative criteria for identification of areas\n[(a) Uniqueness;\n[(b) Rarity;]\n(c) Special importance for the life history stages of species;\n(d) Special importance of the species found therein;\n(e) The importance for threatened, endangered or declining species or habitats;\n(f) Vulnerability, including to climate change and ocean acidification;\n(g) Fragility;\n(h) Sensitivity;\n(i) Biological diversity [and productivity];\n[(j) Representativeness;]\n(k) Dependency;\n[(l) Exceptional naturalness;]\n(m) Ecological connectivity [and/or coherence];\n(n) Important ecological processes occurring therein;\n[(o) Economic and social factors;]\n[(p) Cultural factors;]\n[(q) Cumulative and transboundary impacts;]\n(r) Slow recovery and resilience;\n(s) Adequacy and viability;\n(t) Replication;\n(u) Feasibility.]\n22-08354 56/56\nANNEX II"
    }, {
      "heading" : "Deleted.",
      "text" : "It is suggested that the content of annex II to the note by the President on the revised draft text of an agreement (A/CONF.232/2020/3), with any changes agreed by the intergovernmental conference, be reflected in a document of the conference to be adopted together with the text of the agreement. It is further suggested that the conference recommend to the Conference of the Parties that it take into account the document when developing an indicative and non-exhaustive list of types of capacity-building and transfer of marine technology in accordance with article 46, paragraph 2."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "1. The intergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction is being convened pursuant to General Assembly resolution 72/249 to consider the recommendations of the Preparatory Committee established pursuant to Assembly resolution 69/292 on the elements and to elaborate the text of such an instrument, with a view to developing the instrument as soon as possible (resolution 72/249, para. 1).",
    "creator" : "Microsoft® Word for Microsoft 365"
  }
}