{
  "name" : "46.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "United Nations A/CONF.232/2022/9*\nGeneral Assembly Distr.: General 14 September 2022\nOriginal: English\n22-21828* (E) 141122\n*2221828*\nIntergovernmental conference on an international\nlegally binding instrument under the United Nations\nConvention on the Law of the Sea on the conservation\nand sustainable use of marine biological diversity of\nareas beyond national jurisdiction Fifth session New York, 15–26 August 2022\nStatement by the President of the conference issued after the suspension of the fifth session\nI wish to offer an account of proceedings at the fifth session of the\nintergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, which was held from 15 to 26 August 2022, pursuant to decision 76/564 of the General Assembly, followed by personal reflections on the status of our work.\nAt the beginning of the session, the Secretary-General of the conference, Under-\nSecretary-General for Legal Affairs and United Nations Legal Counsel, Miguel de Serpa Soares, and I delivered opening remarks. The conference adopted the agenda of the fifth session without amendment (A/CONF.232/2022/6) and a programme of work (A/CONF.232/2022/7).\nWith regard to the programme of work, the conference agreed that it would\nproceed in the format of informal informals to address the four thematic issues in the package set out in General Assembly resolution 72/249 as well as cross-cutting issues. The informal informals were facilitated by the following facilitators: Janine Elizabeth Coye-Felson (Belize) for marine genetic resources, including questions on the sharing of benefits; Renée Sauvé (Canada) for measures such as area-based management tools, including marine protected areas; René Lefeber (Netherlands) for environmental impact assessments; myself for capacity-building and the transfer of marine technology; and, in relation to cross-cutting issues, Thembile Joyini (South Africa) for institutional arrangements and Victoria Hallum (New Zealand) for dispute settlement and implementation and compliance, and myself for the remainder.\nThe informal informals were convened from 15 to 26 August 2022 and proceeded\nwith their discussions progressively, with delegations having before them the further revised draft text of an agreement (A/CONF.232/2022/5), a refreshed draft text of an agreement (A/CONF.232/2022/CRP.12 and A/CONF.232/2022/CRP.12/Add.1) issued on\n* Reissued for technical reasons on 14 November 2022.\n22-21828 2/11\n21 August and a further refreshed draft text of an agreement (A/CONF.232/2022/CRP.13 and A/CONF.232/2022/CRP.13/Add.1) issued on 26 August. The oral reports of the facilitators on the work on the four thematic issues and on cross-cutting issues were presented during plenary sessions held on 17, 19, 23 and 26 August. During the session, informal consultations were held intensively, both in small group and bilateral settings, with a view to identifying possible landing zones for issues that remained to be addressed before an agreement could be reached, both in relation to particular parts of the text and on overarching issues.\nOn 26 August, under other matters, the secretariat provided information on the\nstatus of the voluntary trust fund established pursuant to General Assembly resolution 69/292 for the purpose of assisting developing countries, in particular the least developed countries, landlocked developing countries and small island developing States, in attending meetings of the conference.\nAlso under other matters, the conference, in considering the way forward,\ndecided to suspend the fifth session and resume it at a later date to be determined.\nDuring the general exchange of views, held subsequently, delegations noted\nwith great satisfaction the progress made, while many, including several groups of States, also expressed their disappointment that the conference had been unable to complete its work during the allotted two-week period. Many delegations, including several groups of States, underscored the need to preserve the progress made up to then and expressed their strong desire to finalize negotiations and conclude the agreement at the resumed fifth session, to be convened as soon as possible. One group of States expressed the wish that the resumed fifth session be concluded with a high - level segment.\nMany delegations, including some groups of States, called for an effective,\nimplementable and “future-proof” agreement, with one group of States recalling that the instrument must encompass the topics identified in the package agreed in 2011. Many delegations, including some groups of States, stressed that the principle of the common heritage of humankind should guide and underpin the new legal regime for the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction. Several delegations, including a group of States, emphasized the need to ensure the universality of the agreement, with some of them recalling that neither participation in the negotiations nor their outcome may affect the legal status of non-parties to the Convention or any other related agreements. One delegation underscored the need to respect sovereign rights over the exclusive economic zone, even if not yet proclaimed.\nMany delegations, including some groups of States, raised concerns with respect\nto the working methods at the fifth session of the conference, pointing out that parallel sessions in small groups without interpretation limited opportunities for participation and contribution, in particular for smaller delegations, and called for revised working methods during the resumed fifth session to increase transparency and inclusiveness.\nAppreciation was expressed for the financial support received under the\nvoluntary trust fund for the purpose of assisting developing countries, in particular the least developed countries, landlocked developing countries and small island developing States, in attending the meetings of the conference, which made it possib le for experts from some developing countries to attend the sessions of the conference. A group of States called upon States that were in a position to do so to make further contributions to the trust fund.\nI am immensely heartened by the progress that we have made during these two\nweeks. It has undoubtedly been a challenging time for us all, and in particular for smaller delegations. We have worked incredibly hard, with delegations demonstrating\n3/11 22-21828\ndetermination, flexibility and creativity to bring us closer than we have ever been to achieving the mandate set out in General Assembly resolution 72/249.\nThe oral reports of the facilitators, which were delivered during the plenary\nmeeting held on 26 August 2022, are annexed to the present statement. The reports provide details of the progress that has been made across all substantive elements of the package and on cross-cutting issues, as well as the main outstanding issues that remain to be solved. The further refreshed draft text of an agreement, issued on 26 August (A/CONF.232/2022/CRP.13 and A/CONF.232/2022/CRP.13/Add.1), is indicative of the progress made. The documents are not necessarily reflective of agreement on all issues of the package, but they do reflect a direction in which a substantial number of delegations were content to proceed, incorporating significant compromises on key issues. It is critical that that progress be preserved and built on as we move towards resuming the fifth session.\nMany, myself included, are understandably disappointed that we did not manage\nto complete our work in August. We needed a little more time. I would ask everyone not to be discouraged but to redouble our efforts so that, when we resume the session, we can bring the process to a successful close. I assure you that I will do my utmost to bring us across the finish line.\nI also wish to assure delegations that I have heard the concerns expressed\nregarding the modalities of work during this session of the conference . While smaller group discussions have assisted in building bridges and finding compromises, I appreciate that too much overlap between sessions also creates difficulties, in particular for smaller delegations. The concerns will be taken into consideration in planning for the resumed session, in consultation with the Bureau.\nFor now, I thank the Secretary-General of the conference for his support. I also\nthank the Secretary of the conference and the team in the Office of Legal Affairs, in particular the colleagues from the Division for Ocean Affairs and the Law of the Sea. My thanks also go to colleagues in the conference services, including the interpreters and translators, as well as in the Department of Global Communications. Lastly, I thank my own team, my bureau and the facilitators for all their hard work.\nI look forward to continuing – and completing – our work together in the near\nfuture.\nRena Lee\nAmbassador for Oceans and Law of the Sea Issues and\nSpecial Envoy of the Minister for Foreign Affairs of Singapore\n22-21828 4/11\nAnnex\nOral reports of the facilitators of the informal informals to the plenary on 26 August 2022\nI. Informal informals on marine genetic resources, including questions on the sharing of benefits\n1. During the informal informals on marine genetic resources, including questions on the sharing of benefits, held from 15 to 25 August 2022, delegations nego tiated extensively on provisions of part II and the use of relevant terms in article 1. I thank delegations for their constructive attitude, collegiality and flexibility, through which we have been able to find landing zones on many issues.\n(a) With regard to article 7, delegations identified generally acceptable\nlanguage on the way forward for this provision;\n(b) In relation to article 8, on application, I noted general support for\naddressing the material and temporal scope in a streamlined manner, whi le discussions continued on certain aspects thereof, including the formulation of a carveout for fish or other biological resources and/or fishing activities. It is important to highlight that delegations are working to accommodate one another’s concerns;\n(c) Regarding article 9, on activities with respect to marine genetic resources\nof areas beyond national jurisdiction, delegations identified generally acceptable language for most of the paragraphs, while discussion continued on the inclusion of paragraph 5;\n(d) Substantial progress was achieved in developing the modalities of a\nnotification system for activities with respect to marine genetic resources of areas beyond national jurisdiction at different stages, as contained in article 10 of the further refreshed text;\n(e) On article 10 bis, relating to traditional knowledge of indigenous peoples\nand local communities, delegations expressed general support for the text contained in the further refreshed text;\n(f) With regard to article 11, on fair and equitable sharing of benefits,\ndelegations generally agreed on the provisions regarding non-monetary benefits, while work was continuing to find a landing zone on the issue of monetary benefits and that work was persistent;\n(g) In relation to article 11 bis, on the access and benefit-sharing mechanism,\nI noted general support for the establishment of such a mechanism, while work to outline its functions and modalities was continuing;\n(h) Regarding article 12, on intellectual property rights, views continued to\ndiffer on whether to address this issue and, if so, how;\n(i) I noted an openness towards many elements contained in article 13, on\ntransparency and traceability, while work was continuing on certain aspects of this article;\n(j) With regard to the use of terms relating to this part, delegations were\ngenerally comfortable with the text of some definitions contained in the further refreshed text, but views continued to differ on whether the other terms should be defined and, if so, how.\n5/11 22-21828\n2. In summary, significant progress has been made in this part, and delegations have demonstrated their willingness to cooperate and be flexible. There are outstanding issues in relation to the sharing of benefits, the scope of application and the issue of intellectual property rights.\nII. Informal informals on area-based management tools, including marine protected areas\n3. During the informal informals on area-based management tools, including marine protected areas, delegations had the opportunity to discuss all the provisions in part III through two rounds of discussions, with some articles benefiting from additional rounds.\n4. Overall, there was good progress and good movement on part III, with most of the articles coming close to agreement. Delegations worked in a very cooperative spirit, and the discussions were very constructive, in an effort to try to build consensus. Most of our discussions were focused on core elements of part III pertaining to proposals and decision-making in relation to area-based management tools, including marine protected areas. Small group work was needed on a number of articles in order to achieve a common understanding. We received very helpful inputs from the small groups that came back to the larger group of the informal informals.\n5. I would note that two additional substantive provisions were introduced in part III of the draft agreement during our second week, namely on emergency measures and an opt-out process as part of decision-making in article 19. These articles had an initial round of views and some small group discussions, but further consideration will be needed, including with regard to the event of an unforeseen pressure or threat to biodiversity, or in the event that procedures for consensus cannot be achieved.\n6. With respect to the use of terms in article 1, after a long discussion on the relationship of area-based management tools with marine protected areas and whether the primary or only objective of marine protected areas was conservation -related, a small group worked to produce a definition that was captured as compromise text and presented to the larger group.\n7. With respect to article 14, on objectives, delegations desired to have an article on that topic for this part, and useful streamlining of the article was achieved.\n8. With respect to the steps in a process for a proposal related to area-based management tools, including marine protected areas, we saw significant progress in terms of streamlining and regarding the content of the provisions related to preparation, preliminary review and consultation on and assessment of proposals to further clarify these processes – articles 17, 17 bis and 18, respectively.\n9. There was a high degree of support for provisions on implementation and monitoring and review – articles 20 and 21, respectively.\n10. With regard to article 19, on one of the most important and challenging provisions – decision-making – a small group worked to reformulate parts of the article to bring both clarity and balance to the powers of the Conference of the Parties. There was general consensus in the large group on the structure and content of these paragraphs. In addition, significant progress was made on trying to define an effective and mutually supportive relationship between the Conference of the Parties to a n international legally binding instrument under the United Nations Convention on the\n22-21828 6/11\nLaw of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction and other instruments, frameworks and bodies.\n11. Thank you, Madam President.\nIII. Informal informals on environmental impact assessments\n12. We concluded our work, for now, on environmental impact assessments, and I am pleased to be able to report today on the impressive progress that we have made over the past two weeks. I thank the participants for their flexibility and will ingness to work and accommodate concerns of other delegations.\n13. On definitions, we looked at all the definitions in article 1 that are relevant to part IV. Two of those definitions were deleted: “strategic environmental assessment” and “activity under a State’s jurisdiction or control”. The other two definitions (“environmental impact assessment” and “cumulative impacts”) were revised in a small group led by Norway, and I commend the group for delivering compromise results in a short time.\n14. On article 21 bis, on objectives, nearly all the delegates supported having this article. The small group led by Trinidad and Tobago presented an updated draft on the article, which we further revised and streamlined during yesterday’s session.\n15. On article 22, thanks to the small group led by Norway and the valuable suggestions of delegations, we have been able to find a way forward on the long - standing issue of whether a “planned” or a “proposed” activity should be referred to in the part on environmental impact assessments. Consistent with the wording in the United Nations Convention on the Law of the Sea, we are now using “planned activity” throughout part IV, and, to address the concerns of those who perceived a “planned” activity to be potentially already authorized, we have inserted language in paragraph 1 to clarify that planned activities must be assessed before they are authorized. We have also moved the former article 23, paragraph 6, to article 22 and have considered three options as a compromise for the scope of part IV, that is, whether the scope would be based on activities or impacts in areas beyond national jurisdiction.\n16. On article 23, on the relationship between the agreement and environmental impact assessments under other relevant legal instruments, frameworks and bodies, I am pleased with the progress that the small group led by Singapore has made in streamlining this complex article. The most difficult issue in this article that we still need to resolve is the role of the Scientific and Technical Body and the Conference of the Parties, and whether they should be able to develop binding global minimum standards or only non-binding guidelines or guidance.\n17. On article 24, the central controversial question of whether there should b e a tiered approach to the threshold and, if so, what should constitute the tiers still needs to be resolved. However, a list of factors to be taken into account was developed and included in the text.\n18. On articles 30, 34 and 35, on the conduct of the environmental impact assessment process, I thank the small group led by Canada, which presented a useful proposal for the further streamlining of these three articles.\n19. On article 38, delegations remained divided on the central question on decision - making, but compromises were being considered, such as the so-called call-in mechanism contained in article 30, which could be useful, in an expanded form, to address the concern related to so-called environmental impact assessments of convenience.\n7/11 22-21828\n20. On articles 39, 40, 41 and 41 bis, the negotiations have enabled us to streamline the text and resolve some of the non-controversial issues in these provisions on monitoring, reporting and review. Some additional work is needed to clarify the role of the Scientific and Technical Body and the Conference of the Parties.\n21. On article 41 ter, a provision on strategic environmental assessment for plans and programmes, as well as on strategic environmental assessment for regions, was developed by a small group led by the United Kingdom of Great Britain and Northern Ireland. The question of whether strategic environmental assessments should be voluntary or mandatory still needs to be resolved, but there is also a potential compromise through use of the wording “shall consider”.\n22. Madam President, looking back at the past two weeks, I think that we have made impressive progress on environmental impact assessments. The previous version of this draft, when we entered this session, was rather complicated, with many bracke ts and options, and we streamlined much of that and removed most of the options. In addition, we resolved some contentious issues, such as the wording “planned” versus “proposed”.\n23. I thank all the delegates for their hard work and dedication, in particular those who participated in the small groups to which I assigned homework, which were led by Trinidad and Tobago, the European Union, Singapore, Canada, the United Kingdom and Norway.\n24. However, not enough progress was made on the three major issues – namely the questions of decision-making, the impact- versus activity-based approach and the thresholds for environment impact assessments – to bring part IV of the agreement over the finish line. I am looking forward to continuing the work on this and, in the spirit of compromise, am confident that we will be able to resolve these issues.\nIV. Informal informals on capacity-building and the transfer of marine technology \n25. In the past two weeks, a number of informal informals on capacity-building and the transfer of marine technology were held, in which we discussed part V of the further revised draft text. I assigned homework, which all the delegations were eager to do.\n26. On article 42, on the objectives of this part, there was a large measure of support for this article, with proposals implemented to include cross-references to other parts of the agreement to include a list of countries, as developed by a small group led by the Group of 77 and China.\n27. On article 43, on cooperation in capacity-building and transfer of marine technology, there was general support for this article, with some proposals accepted in the informal informals and included as reflected.\n28. On article 44, a small group led by the Core Latin American Group worked on paragraphs 1 and 2. There were preliminary results reported and continuing work to reach an agreement. Delegations seemed to generally agree with paragraphs 3 and 4, with the inclusion of a reference to a capacity-building and transfer of marine technology committee, as well as to a clearing-house mechanism. There was general agreement to delete paragraph 5 because of the inclusion of article 47 bis.\n29. On article 45, on modalities for the transfer of marine technology, small groups led by the Philippines and Switzerland worked on paragraphs 1 and 3. There were preliminary outcomes, but consultations continued. Work on paragraph 2 needed to\n22-21828 8/11\ncontinue, with some drafting proposals made. There was general agreement on paragraph 4, with some drafting proposals being reflected.\n30. On article 46, on the types of capacity-building and transfer of marine technology, Australia agreed to work on proposals and reported that these included a reference, in a new paragraph 2, to a reinstated annex II, setting out an ind icative and non-exhaustive list of types of capacity-building and transfer of marine technology and, in paragraph 3, to the further development of such a list by the Conference of the Parties.\n31. On article 47, on monitoring and review, there was general support for a provision on this topic. As a result of merging the options, which had a number of common elements, there is now a single option, rather than the former three.\n32. On article 47 bis, on a capacity-building and transfer of marine technology committee, there was general agreement on the establishment of such a committee, and discussions are continuing on its composition.\n33. On use of terms, there was agreement to delete the definition of “transfer of marine technology”, and proposals were made in terms of the definition of “marine technology”.\n34. Overall, we were able to work our way through the text of part V of the agreement, and it was very clear from the discussions that this is a crucial part of the agreement, although we are of course working to build a package. There was much flexibility and creativity in our negotiations in the informal informals, and I appreciated the efforts of delegations to find a way forward.\nV. Informal informals on cross-cutting issues\nPreamble, general provisions, funding and final provisions\n35. At this fifth session of the intergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, the informal informals on cross-cutting issues included discussions on provisions in the Preamble, general provisions, financial resources and mechanism, and final provisions (parts I , VII and XII, respectively).\n36. I saw encouraging progress, some significant movement towards agreement in a number of areas and many delegations able to show flexibility and creative ideas to get us to the middle.\n37. On the Preamble, several additional paragraphs were proposed and drafting suggestions made, including for recognition of the rights of indigenous peoples, the realization of a just and equitable economic order, the importance of capacity - building, the assessment and control of the effects of pollution, and rules on treaties and non-parties. I invited delegations to consult on these proposals.\n38. On general provisions, there was growing support for article 3 (1), read with article 1 (4), on the applicability of the agreement to areas beyond national jurisdiction, meaning the high seas and the Area. There were drafting suggestions in relation to the article 3 bis, on sovereign immunity; to article 4 bis, entitled “Without prejudice”; and to article 6, on international cooperation. Further work included discussion on the status of non-parties. Common ground was reached on some general principles and approaches. Further work will be needed on some provisions, including the principle of the common heritage of mankind and how to reference precaution in\n9/11 22-21828\nthe text, with encouraging signs for how we can move forward emerging through small group work.\n39. On funding, there was general support for some of the more procedural paragraphs on that topic, with further work needed to bridge the gaps regarding some fundamental issues, including what the financing mechanism contains and sources of funding.\n40. On the final provisions, most of the articles were generally considered as agreeable with some streamlining and adjustments, including to better reflect the institutional characteristics of regional economic integration organizations. Questions included the number of instruments needed for entry into force, the possibility of limited reservations and a simplified amendment procedure in article 68.\n41. Based on my own sense of the discussions on cross-cutting issues, there has been quite a big step forward towards consensus in respect of many provisions, especially in terms of general and final provisions, but further efforts will be needed on general principles and approaches, as well as on funding, which I am sure that delegations with their good spirit and commitment will continue to work towards."
    }, {
      "heading" : "Institutional arrangements",
      "text" : "42. The informal informals on cross-cutting issues included discussions on provisions relating to part VI, on institutional arrangements. My focus was on articles 48, 49, 50 and 51.\n43. On article 48, on the Conference of the Parties, there was strong support for quite a number of paragraphs pertaining to the establishment of the Conference of the Parties, its first meeting, its functions and its review conference. There were some differing views on paragraph 3 concerning the adoption of the rules of procedure by consensus, with drafting suggestions made to fill potential gaps. Paragraph 6, on emergency measures, attracted a good deal of support and has since been moved to part III, on area-based management tools, including marine protected areas. The most significant issue needing further discussion was in paragraph 4, which has important links to various decision-making modalities across the text. There were proposals for some language in this area.\n44. On article 49, on the Scientific and Technical Body, most delegations were comfortable with paragraphs 1, 3 and 4. Several proposals were made to adjust paragraph 2, on the composition of the Scientific and Technical Body.\n45. On article 50, on the secretariat, there was much discussion on the two options in paragraph 1, both of which garnered support, and there were indications of flexibility on the part of delegations. Delegations were generally comfortable with the functions of the secretariat set out in paragraph 2.\n46. On article 51, on the clearing-house mechanism, there was a high degree of comfort with the article as drafted. Most delegations were comfortable with the paragraphs on the establishment and modalities of the clearing-house mechanism, as well as with paragraph 3, on its functions, and paragraph 4, on its management by the secretariat. Suggestions to streamline paragraph 5 and to clarify paragraph 6, on information protected from disclosure, could benefit from further discussion.\n47. In general, much progress has been made regarding the institutional arrangements under the agreement, with many landing zones. Decision-making modalities remain the most significant matter for further discussion. In this regard, I am confident that, with the continued constructive dialogue that has been demonstrated by the delegations, we will find the path forward.\n22-21828 10/11\nTransparency, implementation and compliance, dispute settlement\nand advisory opinions\n48. The informal informals on cross-cutting issues discussed the article on transparency (48 bis), implementation and compliance (part VIII) and settlement of disputes and advisory opinions (part IX). Discussions were highly constructive, with delegations working hard to resolve texts and find solutions that worked for all.\n49. On transparency, there was strong support for article 48 bis, on that topic, with many delegations noting the importance of this provision for achieving the objectives and implementation of the agreement and that the transparency of information was at the heart of the agreement. One delegation noted that, when the Conference of the Parties developed its procedures, it would anticipate that these procedures would be different for States than for private entities. A delegation proposed the addition of the words “and members thereof” to the reference in paragraph 3 of article 48 bis, but it was noted that the same text appeared in square brackets in article 6 and that the issue might be better resolved there.\n50. On implementation and compliance, there was strong support for articles 53, 53 bis and 53 ter, including for the establishment of an implementation and compliance committee. Working on this basis, a small group refined the text of article 53 ter to reflect the views of delegations that the committee should be facilitative, non-adversarial and non-punitive, to clarify the capacity in which committee members would act and explore how the national capabilities and circumstances of parties could be accommodated. Article 53 ter in the refreshed text of 26 August reflects the work of the small group and, in my view, addresses the issues raised by delegations and provides a good basis for agreement. The provision in the refreshed text has a set of square brackets around the words “expert-based and” in paragraph 1 of article 53 ter. This point was discussed in the informal informals on 26 August on cross-cutting issues, and the sense in the room was that the alternative language on this point in the President’s information paper on elements of a package distributed earlier in the day was a good way to resolve this issue.\n51. On settlement of disputes and advisory opinions, there was broad convergence to retain articles 54 and 54 bis, on prevention of disputes and the obligation to settle disputes by peaceful means. There was also strong support for article 54 ter as an enabling provision for disputes of a technical nature, which did not preclude recourse to other avenues of dispute settlement, and for article 55 bis, on provisional arrangements.\n52. Delegations had a very constructive discussion on article 55, on procedures for the settlement of disputes, with most supporting some type of compulsory binding third-party procedure. There was strong interest in developing a “mirror provision” to cover those parties who were not also party to the United Nations Convention on the Law of the Sea, rather than the mutatis mutandis approach set out in the President’s text. I held facilitator-led small group discussions on this part which led to the redrafted provisions in the President’s refreshed text of 26 August, including a redrafting of article 55, option I, and some reordering. The redrafted provision in the refreshed text abandons the idea of a mirroring provision for parties and non-parties to the Convention in favour of a common approach that applies to parties and non-parties alike and that should be capable of attracting support. Article 55, option II, remains in the text, but most delegations expressed support for new option I.\n53. Advisory opinions in article 55 ter required further discussion. Discussion among interested delegations has resulted in revised text that clarifies the scope of advisory opinions and the circumstances in which they can be sought. This has bee n moved to article 48 in the refreshed President’s text.\n11/11 22-21828\n54. In summary, during this fifth session, significant progress has been made in respect of parts VIII and IX and the article on transparency, with many gaps closed – such as in relation to the establishment of an implementation and compliance committee – or significantly narrowed – as in the case of dispute settlement procedures. I am confident that, through further constructive discussion, we will be able to bridge the remaining gaps."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2022,
    "abstractText" : "I wish to offer an account of proceedings at the fifth session of the intergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, which was held from 15 to 26 August 2022, pursuant to decision 76/564 of the General Assembly, followed by personal reflections on the status of our work.",
    "creator" : "Microsoft® Word for Microsoft 365"
  }
}