{
  "name" : "5.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : null,
    "authors" : [ ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "United Nations A/CONF.232/2023/2\nGeneral Assembly Distr.: General 12 December 2022\nOriginal: English\n22-12993 (E) 310123\n*2212993*\nIntergovernmental conference on an international\nlegally binding instrument under the United Nations\nConvention on the Law of the Sea on the conservation\nand sustainable use of marine biological diversity of\nareas beyond national jurisdiction Resumed fifth session New York, 20 February–3 March 2023\nFurther refreshed draft text of an agreement under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction\n2/52\nPREAMBLE\nThe Parties to this Agreement,\nRecalling the relevant provisions of the United Nations Convention on the Law\nof the Sea, including the obligation to protect and preserve the marine environment,\nStressing the need to respect the balance of rights, obligations and interests set\nout in the Convention,\nRecognizing the need to address, in a coherent and cooperative manner,\nbiodiversity loss and degradation of ecosystems of the ocean, due to, in particular, climate change, pollution and unsustainable use,\nStressing the need for the comprehensive global regime to better address the\nconservation and sustainable use of marine biological diversity of areas beyond national jurisdiction,\nRecognizing the importance of contributing to the realization of a just and\nequitable international economic order which takes into account the interests and needs of mankind as a whole and, in particular, the special interests and needs of developing States,\nRecognizing also that support for developing States Parties through capacity-\nbuilding and the development and transfer of marine technology are essential elements for the attainment of the objectives of the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction,\nRecalling the United Nations Declaration on the Rights of Indigenous Peoples;\nAffirming that nothing in this Agreement shall be construed as diminishing or\nextinguishing the existing rights of Indigenous Peoples or the interests of local communities,\n[Recognizing the obligation to assess the potential effects on the marine\nenvironment of activities that may cause substantial pollution of or significant and harmful changes to the marine environment regardless of whether these activities are conducted in or beyond the areas where sovereign rights are exercised in accordance with the Convention,]\n[Mindful of the obligation to ensure that pollution arising from incidents or\nactivities does not spread beyond the areas where sovereign rights are exercised in accordance with the Convention,]\nDesiring to act as stewards of the ocean in areas beyond national jurisdiction on\nbehalf of present and future generations by protecting, caring for and ensuring responsible use of the marine environment, maintaining the integrity o f ocean ecosystems and preserving the inherent value of biodiversity of areas beyond national jurisdiction,\nRespecting the sovereignty, territorial integrity and political independence of all\nStates,\n[Recalling, with respect to non-parties to the Convention, that Part III,\nSection 4, of the Vienna Convention on the Law of Treaties sets out the rules on treaties and third States,]\nCommitted to achieving sustainable development,\nAspiring to achieve universal participation,\nHave agreed as follows:\n3/52\nPART I GENERAL PROVISIONS\nArticle 1"
    }, {
      "heading" : "Use of terms",
      "text" : "For the purposes of this Agreement:\n1. “Access ex situ”, in relation to marine genetic resources of areas beyond national jurisdiction, means access to samples and access to associated data and information [, as defined in article 1, paragraph 2].\n[2. “Associated data and information”, in relation to marine genetic resources of areas beyond national jurisdiction, means relevant data and information in any format, including such data and information that could be considered as digital sequence information on genetic resources under the Convention on Biological Diversity.]\n3. “Area-based management tool” means a tool, including a marine protected area, for a geographically defined area through which one or several sectors or activities are managed with the aim of achieving particular conservation and sustainable use objectives in accordance with this Agreement.\n4. “Areas beyond national jurisdiction” means the high seas and the Area.\n5. “Biotechnology” means any technological application that uses biological systems, living organisms, or derivatives thereof, to make or modify products or processes for specific use.\n6. “Collection in situ”, in relation to marine genetic resources, means the collection or sampling of marine genetic resources in areas beyond national jurisdiction.\n7. “Convention” means the United Nations Convention on the Law of the Sea of 10 December 1982.\n8. “Cumulative impacts” means [the combined] [incremental] [combined and incremental] impacts resulting from different activities, including known past and present and reasonably foreseeable activities, or from the repetition of similar activities over time, and the consequences of climate change, ocean acidification and related impacts.\n9. “Derivative” means a naturally occurring biochemical compound resulting from the genetic expression or metabolism of biological or genetic resources, even if it does not contain functional units of heredity.\n10. “Environmental impact assessment” means a process to identify and evaluate the potential impacts of an activity to inform decision-making.\n11. “Marine genetic resources” means any material of marine plant, animal, microbial or other origin containing functional units of heredity of actual or potential value.\n12. “Marine protected area” means a geographically defined marine area that is designated and managed to achieve specific [long-term biodiversity] conservation objectives and may allow, where appropriate, sustainable use provided it is consistent with the conservation objectives.\n[13. “Marine technology” includes information and data, provided in a user-friendly format, on marine sciences and related marine operations and services; manuals, guidelines, criteria, standards, reference materials; sampling and methodology equipment; observation facilities and equipment for in situ and laboratory\n4/52\nobservations, analysis and experimentation; computer and computer software, including models and modelling techniques; and expertise, knowledge, skills, technical, scientific and legal know-how and analytical methods related to the conservation and sustainable use of marine biodiversity.]\n14. “Party” means a State or regional economic integration organization that has consented to be bound by this Agreement and for which this Agreement is in force.\n15. “Regional economic integration organization” means an organization constituted by sovereign States of a given region to which its member States have transferred competence in respect of matters governed by this Agreement and which has been duly authorized, in accordance with its internal procedures, to sign, ratify, accept, approve or accede to this Agreement.\n[16. “Sustainable use” means the use of components of biological diversity in a way and at a rate that does not lead to a long-term decline of biological diversity, thereby maintaining its potential to meet the needs and aspirations of present and future generations.]\n17. “Utilization of marine genetic resources” means to conduct research and development on marine genetic resources or associated data and information, including through the application of biotechnology, as defined in article 1, paragraph 5, and commercialization.\nArticle 2"
    }, {
      "heading" : "General objective",
      "text" : "The objective of this Agreement is to ensure the conservation and sustainable\nuse of marine biological diversity of areas beyond national jurisdiction, for the present and in the long term, through effective implementation of the relevant provisions of the Convention and further international cooperation and coordination.\nArticle 3"
    }, {
      "heading" : "Application",
      "text" : "This Agreement applies to areas beyond national jurisdiction.\nArticle 3 bis"
    }, {
      "heading" : "Sovereign immunity",
      "text" : "This Agreement does not apply to any warship, military aircraft or naval\nauxiliary. Except for Part II, this Agreement does not apply to other vessels or aircraft owned or operated by a Party and used, for the time being, only on government non - commercial service. However, each Party shall ensure, by the adoption of appropriate measures not impairing the operations or operational capabilities of such vessels or aircraft owned or operated by it, that such vessels or aircraft act in a manner consistent, so far as is reasonable and practicable, with this Agreement.\n5/52\nArticle 4\nRelationship between this Agreement and the Convention and\nrelevant legal instruments and frameworks and relevant global,\nregional, subregional and sectoral bodies\n1. This Agreement shall be interpreted and applied in the context of and in a manner consistent with the Convention without prejudice to the rights, jurisdiction and duties of States under the Convention, including in respect of the exclusive economic zone and the continental shelf within and beyond 200 nautical miles.\n2. This Agreement shall be interpreted and applied in a manner that does not undermine relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies and that promotes coherence and coordination with those instruments, frameworks and bodies.\n[3. The legal status of non-parties to the Convention or any other related agreements with regard to those instruments is not affected by this Agreement.]\nArticle 4 bis"
    }, {
      "heading" : "Without prejudice",
      "text" : "This Agreement, including any decision or recommendation of the Conference\nof the Parties or any of its subsidiary bodies, shall be without prejudice to, and shall not be relied upon as a basis for asserting or denying any claims to, sovereignty, sovereign rights or jurisdiction, including in respect of any disputes relating thereto.\nArticle 5"
    }, {
      "heading" : "General principles and approaches",
      "text" : "In order to achieve the objective of this Agreement, Parties shall be guided by\nthe following:\n(a) The polluter-pays principle;\n[(b) The principle of the common heritage of mankind;]\n(c) Option 1: The principle of equity;\nOption 2: The fair and equitable sharing of benefits;\n[(d) The application of precaution;]\n(e) An ecosystem approach;\n(f) An integrated approach;\n(g) An approach that builds ecosystem resilience to the adverse effects of\nclimate change and ocean acidification and restores ecosystem integrity;\n(h) The use of the best available science and scientific information;\n(i) The use of relevant traditional knowledge of Indigenous Peoples and local\ncommunities, where available;\n(j) The respect, promotion and consideration of their respective obligations\nrelating to the rights of Indigenous Peoples and local communities when taking action to address the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction;\n6/52\n(k) The non-transfer, directly or indirectly, of damage or hazards from one\narea to another and the non-transformation of one type of pollution into another;\n(l) Full recognition of the special circumstances of small island developing\nStates.\nArticle 6"
    }, {
      "heading" : "International cooperation",
      "text" : "1. Parties shall cooperate under this Agreement for the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, including through strengthening and enhancing cooperation with and promoting cooperation among relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies [and members thereof] in the achievement of the objective of this Agreement.\n2. A Party that is also a party to[, member of, or participant in,] a relevant legal instrument, framework, or global, regional, subregional or sectoral body, shall endeavour to promote the objective of this Agreement when participating in decision - making under that other instrument, framework or body.\n3. Parties shall promote international cooperation in marine scientific research and in the development and transfer of marine technology consistent with the Convention in support of the objective of this Agreement.\nPART II MARINE GENETIC RESOURCES, INCLUDING"
    }, {
      "heading" : "QUESTIONS ON THE SHARING OF BENEFITS",
      "text" : "Article 7"
    }, {
      "heading" : "Objectives",
      "text" : "The objectives of this Part are:\n(a) The fair and equitable sharing of benefits arising from marine genetic\nresources of areas beyond national jurisdiction for the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction;\n(b) The building and development of the capacity of Parties, particularly\ndeveloping States Parties, in particular the least developed countries, landlocked developing countries, geographically disadvantaged States, small island developing States, coastal African States, archipelagic States and developing middle-income countries, taking into account the special circumstances of small island developing States, to carry out activities with respect to marine genetic resources of areas beyond national jurisdiction;\n(c) The generation of knowledge, scientific understanding and technological\ninnovation[, including through the development and conduct of marine scientific research] as fundamental contributions to the implementation of this Agreement;\n(d) The development and transfer of marine technology in accordance with\nthis Agreement.\n7/52\nArticle 8"
    }, {
      "heading" : "Application",
      "text" : "1. The provisions of this Agreement shall apply to activities with respect to marine genetic resources of areas beyond national jurisdiction after the entry into force of this Agreement and to benefits arising from such activities.\n2. The provisions of this Part shall not apply to the use of fish and other biological resources as a commodity and fishing and fishing activities regulated under relevant international law.\nArticle 9\nActivities with respect to marine genetic resources of areas beyond\nnational jurisdiction\n1. Activities with respect to marine genetic resources of areas beyond national jurisdiction may be carried out by all Parties, irrespective of their geographical location, and natural or juridical persons under the jurisdiction and control o f the Parties, in accordance with this Agreement.\n2. Parties shall promote cooperation in activities with respect to marine genetic resources of areas beyond national jurisdiction.\n3. [Access in situ to] [Collection in situ of] marine genetic resources of areas beyond national jurisdiction shall be [carried out] [conducted] with due regard for the rights and legitimate interests of coastal States in areas within their national jurisdiction and also with due regard for the interests of other States in area s beyond national jurisdiction, in accordance with the Convention. To this end, Parties shall endeavour to cooperate, as appropriate, including through specific modalities for the operation of the clearing-house mechanism established under article 51, with a view to implementing this Agreement.\n4. No State shall claim or exercise sovereignty or sovereign rights over marine genetic resources of areas beyond national jurisdiction. No such claim or exercise of sovereignty or sovereign rights shall be recognized.\n[5. The utilization of marine genetic resources of areas beyond national jurisdiction shall be in the interests of all States and for the benefit of mankind as a whole, particularly for the benefit of advancing the scientific knowledge of humanity and promoting the conservation and sustainable use of marine biological diversity, taking into consideration the interests and needs of developing States.]\n6. Activities with respect to marine genetic resources of areas beyond national jurisdiction shall be carried out exclusively for peaceful purposes.\nArticle 10\nNotification on activities with respect to marine genetic resources\nof areas beyond national jurisdiction\n1. Parties shall take the necessary legislative, administrative or policy measures to ensure that collection in situ of marine genetic resources of areas beyond national jurisdiction shall be subject to notification to the clearing-house mechanism in accordance with this Part.\n8/52\n2. The following information shall be notified to the clearing-house mechanism six months or as early as possible prior to the collection in situ of marine genetic resources of areas beyond national jurisdiction:\n(a) The nature and objectives of the project under which the collection is\ncarried out, including, as appropriate, any programme(s) of which it forms part;\n(b) The subject matter of the research or, if known, marine genetic resources\nto be targeted or collected, and the purposes for which such resources will be collected;\n(c) The geographical areas in which the collection is to be undertaken;\n(d) A summary of the method and means to be used for collection, including\nthe name, tonnage, type and class of vessels, scientific equipment and/or study methods employed, and any contribution to major programmes;\n(e) The expected date of first appearance and final departure of the research\nvessels, or deployment of the equipment and its removal, as appropriate.\n(f) The name(s) of the sponsoring institution(s) and the person in charge of\nthe project;\n(g) Opportunities for scientists of all States, in particular for scientists from\ndeveloping States, to be involved in or associated with the project;\n(h) The extent to which it is considered that States that may need and request\ntechnical assistance, in particular developing States, should be able to participate or to be represented in the project.\n3. Where there is a material change to the information provided to the clearing - house mechanism prior to the planned collection, updated information shall be notified to the clearing-house mechanism within a reasonable period of time and no later than the start of collection in situ.\n4. Parties shall ensure that the following information is notified to the clearinghouse mechanism as soon as it becomes available, but no later than one year from the collection in situ of marine genetic resources of areas beyond national jurisdiction:\n(a) The repository or database where associated data and information, where\navailable, are or will be deposited;\n(b) Where the original samples, if available, [with their associated unique\nidentifiers,] are or will be held;\n(c) A report detailing the geographical area from which marine genetic\nresources were collected, including information on the latitude, longitude and depth of collection, and, to the extent available, the findings from the activity undertaken.\n5. Parties shall ensure that databases and repositories under their jurisdiction are required to periodically notify the notification system within the clearing-house mechanism regarding access ex situ during that period of time.\n6. Where marine genetic resources of areas beyond national jurisdiction are subject to utilization by natural or juridical persons under their jurisdiction and control, the following information shall be notified to the clearing-house mechanism no later than three years from the start of the relevant utilization or as soon as such information becomes available:\n(a) Where the results of the utilization can be found, including associated data\nand information;\n9/52\n(b) Where available, details of the post-collection notification to the clearing-\nhouse mechanism related to the marine genetic resources that were the subject of utilization;\n(c) Where the original sample that is the subject of utilization, if available, is\nheld;\n(d) The modalities envisaged for access ex situ;\n7. In case of commercialization of products based on the utilization of marine genetic resources of areas beyond national jurisdiction, Parties shall notify the clearing-house mechanism of information received from natural or juridical persons under their jurisdiction and control on such commercialization.\nArticle 10 bis\nTraditional knowledge of Indigenous Peoples and local\ncommunities associated with marine genetic resources in areas\nbeyond national jurisdiction\nParties shall take legislative, administrative or policy measures, where relevant\nand as appropriate, with the aim of ensuring that traditional knowledge associated with marine genetic resources in areas beyond national jurisdiction that is held by Indigenous Peoples and local communities shall only be accessed with the free, prior and informed consent or approval and involvement of these Indigenous Peoples and local communities. Access to such traditional knowledge may be facilitated by the clearing-house mechanism. Access to and use of such traditional knowledge shall be on mutually agreed terms.\nArticle 11\nFair and equitable sharing of benefits\n1. The benefits arising from activities with respect to marine genetic resources of areas beyond national jurisdiction shall be shared in a fair and equitable manner in accordance with this Part and contribute to the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\n2. [Non-monetary] [b][B]enefits shall be shared [and may be] in the form of:\n(a) Access ex situ;\n(b) Information contained in the notifications provided in accordance with\narticle 10;\n(c) Transfer of technology in line with relevant modalities provided under\nPart V of this Agreement;\n(d) Capacity-building, including by financing research programmes, and\npartnership opportunities for scientists and researchers in research projects, as well as dedicated initiatives, in particular for developing States, taking into account the special circumstances of small island developing States;\n(e) Open access to findable, accessible, interoperable and reusable (FAIR)\nscientific data in accordance with international practice in those fields;\n(f) Scientific cooperation, in particular with scientists from and scientific\ninstitutions in developing States;\n10/52\n[(g) Other forms of benefits as determined by the Conference of the Parties on\nthe basis of recommendations by the access and benefit-sharing mechanism established under article 11 bis.]\n3. Parties shall take the necessary legislative, administrative or policy measures to ensure that available samples, as well as associated data and information, subject to utilization by natural or juridical persons under their jurisdiction and control are deposited in publicly accessible databases or repositories, maintained either nationally or internationally, as soon as they become available and no later than three years from the start of the relevant utilization, taking into account current international practice in these fields.\n4. Access to the original samples and associated data and information in the databases and repositories under a Party’s jurisdiction may be subject to reasonable conditions as follows:\n(a) The need to preserve the physical integrity of original samples;\n(b) The reasonable costs associated with maintaining the relevant database,\nbiorepository or gene bank in which the sample, data or information is held;\n(c) The reasonable costs associated with providing access to the sample, data\nor information.\n[5. Monetary benefits shall be shared through the financial mechanism established under article 52, with the modalities determined by the Conference of the Parties such as:\n(a) Milestone payments;\n(b) Royalties;\n(c) Other forms as are determined by the Conference of the Parties on the basis\nof recommendations by the access and benefit-sharing mechanism.]\n[6. The Conference of the Parties shall determine the rate of payments related to monetary benefits on the basis of the recommendations of the access and benefitsharing mechanism. The initial rate of payment shall be 2 per cent of the value of sales of the product the commercialization of which is based on the utilization of marine genetic resources of areas beyond national jurisdiction. The rate shall increase by 1 per cent for each subsequent year until the twelfth year and shall remain at 8 per cent thereafter, except as otherwise determined by the Conference of the Parties.]\n[7. The payments shall be made through the financial mechanism established under article 52, which shall distribute them to Parties to this Agreement, on the basis of equitable sharing criteria, taking into account the interests and needs of developing States Parties, in particular the least developed countries, landlocked developing countries, geographically disadvantaged States, small island developing States, coastal African States, archipelagic States and developing middle-income countries, taking into account the special circumstances of small island developing States, in accordance with mechanisms established by the access and benefit -sharing mechanism.]\n8. Parties shall take the necessary legislative, administrative or policy measures, as appropriate, with the aim of ensuring that benefits arising from activitie s with respect to marine genetic resources of areas beyond national jurisdiction by natural or juridical persons under their jurisdiction and control are shared in accordance with this Agreement.\n11/52\nArticle 11 bis"
    }, {
      "heading" : "Access and benefit-sharing mechanism",
      "text" : "1. An access and benefit-sharing mechanism is hereby established.\n2. The access and benefit-sharing mechanism shall be composed of members possessing appropriate qualifications who are nominated by Parties and elected by the Conference of the Parties, taking into account gender balance and equitable geographic distribution, and providing for representation on the mechanism from developing States, including the least developed countries and small island developing States. The terms of reference and modalities for the operation of the mechanism shall be determined by the Conference of the Parties .\n3. The mechanism may make recommendations to the Conference of the Parties on matters relating to this Part, including:\n(a) Rules, guidelines or a code of conduct for the collection in situ of marine\ngenetic resources, access ex situ and the utilization of such resources in accordance with this Part;\n(b) Measures to implement decisions taken in accordance with this Part;\n[(c) Rates or mechanisms for the sharing of monetary benefits in accordance\nwith article 11;]\n(d) Matters relating to this Part in relation to the clearing-house mechanism;\n(e) Matters relating to this Part in relation to the financial mechanism\nestablished under article 52;\n(f) Any other matters relating to this Part that the Conference of the Parties\nmay request the access and benefit-sharing mechanism to address.\n4. Each Party shall make available to the access and benefit-sharing mechanism, through the clearing-house mechanism, the information required under this Agreement, which shall include:\n(a) Legislative, administrative and policy measures on access and benefit -\nsharing;\n(b) Contact details and other relevant information on national focal points;\n(c) Other information required pursuant to the decisions taken by the\nConference of the Parties.\n[Article 12"
    }, {
      "heading" : "Intellectual property rights",
      "text" : "Parties shall implement this Agreement and relevant agreements concluded\nunder the auspices of the World Intellectual Property Organization and the World Trade Organization in a mutually supportive and consistent manner.]\nArticle 13"
    }, {
      "heading" : "Transparency and traceability",
      "text" : "1. The Scientific and Technical Body established under article 49 shall, on instruction from the Conference of the Parties, collect information on current international best practices relating to activities with respect to marine genetic resources of areas beyond national jurisdiction. On the basis of its work, the Conference\n12/52\nof the Parties may recognize these as guidelines or best practices for activities with respect to marine genetic resources of areas beyond national jurisdiction.\n2. Transparency regarding the sharing of benefits arising from activities with respect to marine genetic resources of areas beyond national jurisdiction and traceability shall be achieved through notification to the clearing-house mechanism.\n3. Parties shall [annually] [biennially] [periodically] submit reports to the access and benefit-sharing mechanism on their implementation of the provisions in this Part. The access and benefit-sharing mechanism shall review such reports and make recommendations to the Conference of the Parties. The Conference of the Parties may adopt the recommendations of the access and benefit-sharing mechanism to facilitate the implementation of this Part.\n[4. The Conference of the Parties shall assess and review, at regular interva ls, the issue of commercialization of products based on the utilization of marine genetic resources of areas beyond national jurisdiction. If tangible and substantial monetary benefits arise therefrom, the Conference of the Parties will explore alternatives to identify the most appropriate processes for relevant financial contributions.]\n[5. The Conference of the Parties shall determine appropriate guidelines for the implementation of this article, which shall take into account the national capabilities and circumstances of Parties.]\nPART III MEASURES SUCH AS AREA-BASED MANAGEMENT TOOLS, INCLUDING MARINE PROTECTED AREAS\nArticle 14"
    }, {
      "heading" : "Objectives",
      "text" : "The objectives of this Part are to:\n(a) Conserve and sustainably use areas requiring protection, including through\nthe establishment of a comprehensive system of area-based management tools, with ecologically representative and well-connected networks of marine protected areas;\n(b) Strengthen cooperation and coordination in the use of area-based\nmanagement tools, including marine protected areas, among States, relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies;\n(c) Protect, preserve, restore and maintain biodiversity and ecosystems,\nincluding with a view to enhancing their productivity and health, and strengthen resilience to stressors, including those related to climate change, ocean acidification and marine pollution;\n(d) Support food security and other socioeconomic objectives, including the\nprotection of cultural values;\n[(e) Support developing States Parties, in particular the least developed\ncountries, landlocked developing countries, geographically disadvantaged States, small island developing States, coastal African States, archipelagic States and developing middle-income countries, taking into account the special circumstances of small island developing States, through capacity-building and the transfer of marine technology in developing, implementing, monitoring, managing and enforcing area-based management tools, including marine protected areas.]\n13/52\nArticle 15\nDeleted.\nArticle 16\nDeleted.\nArticle 17"
    }, {
      "heading" : "Proposals",
      "text" : "1. Proposals regarding the establishment of area-based management tools, including marine protected areas, under this Part shall be submitted by Parties, individually or collectively, to the secretariat.\n2. Parties shall collaborate and consult, as appropriate, with relevant stakeholders, [including States and global, regional, subregional and sectoral bodies, as well as civil society, the scientific community, Indigenous Peoples and local communities, for the development of proposals, as set out in this Part].\n3. Proposals shall be formulated on the basis of the best available science and scientific information and, where available, relevant traditional knowledge of Indigenous Peoples and local communities, taking into account [the application of precaution and] an ecosystem approach [and not using a lack of full scientific certainty as a reason for postponing precautionary measures where there are threats of serious or irreversible harm].\n4. Proposals with regard to identified areas shall include the following key elements:\n(a) A geographic or spatial description of the area that is the subject of the\nproposal by reference to one or more of the indicative criteria specified in annex I;\n(b) Information on any of the criteria specified in annex I, as well as any\ncriteria that may be further developed and revised in accordance with paragraph 5 of this article, applied in identifying the area;\n(c) Human activities in the area, including uses by Indigenous Peoples and\nlocal communities, and their possible impact, if any;\n(d) A description of the state of the marine environment and biodiversity in\nthe identified area;\n(e) A description of the conservation and, where appropriate, sustainable use\nobjectives that are to be applied to the area;\n(f) A draft management plan encompassing the proposed measures, and\noutlining proposed monitoring, research and review activities to achieve the specified objectives;\n(g) The duration of the proposed area and measures, if any;\n(h) Information on any consultations undertaken with States, including\nadjacent coastal States and/or relevant global, regional, subregional and sectoral bodies, if any;\n(i) Information on area-based management tools, including marine protected\nareas implemented under relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies;\n14/52\n(j) Relevant scientific input and, where available, traditional knowledge of\nIndigenous Peoples and local communities.\n5. Indicative criteria for [the identification of such areas] [proposals] under [paragraph 4 (a) of this article] [this Part] shall include, as relevant, those specified in annex I and may be further developed and revised as necessary by the Scientific and Technical Body for consideration and adoption by the Conference of the Parties.\n6. Further requirements regarding the contents of proposals and guidance on proposals specified in paragraph 4 (b) of this article shall be elaborated by the Scientific and Technical Body, as necessary, for consideration and adoption by the Conference of the Parties.\nArticle 17 bis\nPublicity and preliminary review of proposals\nUpon receipt of a proposal in writing, the secretariat shall make the proposal\npublicly available and transmit it to the Scientific and Technical Body for a preliminary review. The preliminary review by the Scientific and Technical Body shall take into account the indicative criteria described in this Part and in annex I. The outcome of that review shall be conveyed to the proponent by the secretariat. The proponent shall retransmit the proposal to the secretariat, having taken into account the preliminary review by the Scientific and Technical Body. The secretariat shall notify the Parties and make that retransmitted proposal publicly available and facilitate consultations on the proposals, as described in article 18.\nArticle 18"
    }, {
      "heading" : "Consultations on and assessment of proposals",
      "text" : "1. Consultations on proposals submitted under article 17 shall be inclusive, transparent and open to all relevant stakeholders, including States and global, regional, subregional and sectoral bodies, as well as civil society, the scientific community, Indigenous Peoples and local communities.\n2. The secretariat shall facilitate consultations and gather inputs as follows:\n(a) States, in particular adjacent coastal States, shall be notified and invited to\nsubmit, inter alia:\n(i) Views on the merits of the proposal;\n(ii) Any other relevant scientific inputs;\n(iii) Information regarding any existing measures or activities in adjacent or related areas within national jurisdiction and beyond national jurisdiction;\n(iv) Views on the potential implications of the proposal for areas within national jurisdiction;\n(v) Any other relevant information;\n(b) Bodies of relevant legal instruments and frameworks and relevant global,\nregional, subregional and sectoral bodies shall be notified and invited to submit, inter alia:\n(i) Views on the merits of the proposal;\n(ii) Any other relevant scientific inputs;\n15/52\n(iii) Information regarding any existing measures adopted by that instrument, framework or body for the relevant area or for adjacent areas;\n(iv) Views regarding any aspects of the measures and other elements for a management plan identified in the proposal that fall within the competence of that body;\n(v) Views regarding any relevant additional measures that fall within the competence of that instrument, framework or body;\n(vi) Any other relevant information;\n(c) Indigenous Peoples and local communities with relevant traditional\nknowledge, the scientific community, civil society and other relevant stakeholders shall be invited to submit, inter alia:\n(i) Views on the merits of the proposal;\n(ii) Any other relevant scientific inputs;\n(iii) Any relevant traditional knowledge of Indigenous Peoples and local communities;\n(iv) Any other relevant information.\n3. Contributions received pursuant to paragraph 2 shall be made publicly available by the secretariat [with the consent of the contributor].\n4. In cases where the proposed measure affects areas that are entirely surrounded by the exclusive economic zones of States, proponents shall: (a) undertake targeted and proactive consultations, including prior notification, with such States; and (b) consider the views and comments of such States on the proposed measure and provide written responses specifically addressing such views and comments and, where appropriate, revise the proposed measure accordingly.\n5. The proponent shall consider the contributions received during the consultation period[, as well as the views of and information from the Scientific and Technical Body] and, as appropriate, revise the proposal accordingly or respond to substantive contributions not reflected in the proposal.\n6. The consultation period shall be time-bound [, and the Scientific and Technical Body shall notify the duration in consultation with the proponent(s), and allow for a reasonable amount of time for all stakeholders to provide input].\n7. The revised proposal shall be submitted to the Scientific and Technical Body, which shall assess the proposal and make recommendations to the Conference of the Parties.\n8. The modalities for the consultation and assessment process shall be further elaborated by the Scientific and Technical Body, as necessary, at its first meeting, for consideration and adoption by the Conference of the Parties, taking into account the special circumstances of small island developing States Parties.\nArticle 19"
    }, {
      "heading" : "Decision-making",
      "text" : "1. The Conference of the Parties, on the basis of the final proposal and the draft management plan, taking into account the contributions and scientific inputs received during the consultation process established under this Part, and the scientific advice and recommendations of the Scientific and Technical Body:\n16/52\n(a) Shall take decisions on the establishment of area-based management tools,\nincluding marine protected areas, and related measures;\n[(b) May take decisions on measures [complementary to] [compatible with]\nthose adopted under relevant legal instruments and frameworks and by relevant global, regional, subregional and sectoral bodies;]\n(c) May, where proposed measures are within the competences of other\nglobal, regional, subregional or sectoral bodies, make recommendations to Parties to this Agreement and to global, regional, subregional and sectoral bodies to promote the adoption of relevant measures through such instruments, frameworks and bodies, in accordance with their respective mandates.\n2. The Conference of the Parties may recognize, in accordance with the objectives, criteria and decision-making process laid down in this Part, area-based management tools, including marine protected areas, established under relevant global, regional, subregional and sectoral bodies, at the request of that body or of a Party authorized to act on its behalf, or Parties authorized to act on its behalf. The following article s apply to area-based management tools, including marine protected areas, recognized under this paragraph, as if they were established under this Part.\n3. The Conference of the Parties shall elaborate the procedures, which shall include the provision of adequate information, transparency, notification, consultation with relevant stakeholders and review by the Scientific and Technical Body, and the manner in which the provisions of this Part shall apply for recognition of area-based management tools, including marine protected areas.\n4. In taking decisions under this article, the Conference of the Parties shall respect the competences of[, and not undermine,] relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies.\n5. The Conference of the Parties shall make arrangements for regular consultations to enhance cooperation and coordination with and among relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies with regard to area-based management tools, including marine protected areas, as well as coordination [with regard to] [among] related measures adopted under such instruments and frameworks and by such bodies.\n6. Decisions and recommendations adopted by the Conference of the Parties in accordance with this Part shall not undermine the effectiveness of measures adopted in respect of areas within national jurisdiction and shall be made with due regard for the rights and duties of all States, in accordance with the Convention. In cases where measures proposed under this Part would affect or could reasonably be expected to affect the superjacent water above the seabed and subsoil of submarine areas over which a coastal State exercises sovereign rights in accordance with the Convention, such measures shall have due regard to the sovereign rights of such coasta l States. Consultations shall be undertaken to that end, in accordance with the provisions of this Part.\n7. In cases where an area-based management tool, including a marine protected area, established under this Part subsequently falls, either wholly or in part, within the national jurisdiction of a coastal State, the part within national jurisdiction shall immediately cease to be in force. The part remaining in areas beyond national jurisdiction shall remain in force until the Conference of the Parties, at its following meeting, reviews and decides whether to amend or revoke the area-based management tool, including a marine protected area, as necessary.\n8. An area-based management tool, including a marine protected area, established under this Part shall continue in force when a new regional [agreement] [treaty] body\n17/52\nis established with competence to establish an area-based management tool or a marine protected area that overlaps, geographically, with the area-based management tool or marine protected area established under this Part.\n9. Upon the establishment or amendment of a legal instrument or framework [or relevant global, regional, subregional or sectoral body], measures adopted by the Conference of Parties under this Part that are within the competence of the new instrument, framework or body may be amended or revoked.\nArticle 19 bis"
    }, {
      "heading" : "XXX",
      "text" : "1. As a general rule, the decisions [and recommendations] under this Part shall be taken by consensus.\n2. If no consensus is reached, decisions [and recommendations] under this Part shall be taken by a three-quarter majority of the representatives present and voting, before which the Conference of the Parties shall decide, by a two-third majority of the representatives present and voting that every effort to reach agreement by consensus has been exhausted. [Pending agreement in Cross-Cutting]\n3. Decisions adopted under this Part shall enter into force [120][180] days after the meeting of the Conference of the Parties at which they were adopted, and shall be binding on all Parties.\n4. Decisions of the Conference of the Parties adopted under this Part shall be made publicly available by the depositary and shall be transmitted to all States and relevant legal instruments and frameworks, including the relevant global, regional, subregional and sectoral bodies.\n[Article 20 ante]"
    }, {
      "heading" : "Emergency measures",
      "text" : "The Conference of the Parties shall adopt an area-based management tool,\nincluding a marine protected area, in areas beyond national jurisdiction to be applied on an emergency basis, if necessary, where an activity, or when a natural phenomenon or human-caused disaster has, or is likely to have, a significant adverse impact on marine biological diversity of areas beyond national jurisdiction, to ensure that the adverse impact is not exacerbated.\n(a) Measures under this article shall be considered necessary only if the threat\nor adverse impact of an activity cannot be managed in a timely manner through the application of the other provisions of this Agreement or by a relevant legal instrument or framework or global, regional, subregional or sectoral body.\n(b) Measures taken on an emergency basis shall be based on the best available\nscience and scientific information and, where available, relevant traditional knowledge of Indigenous Peoples and local communities. Such measures may be proposed by Parties or recommended by the Scientific and Technical Body, and may be adopted intersessionally. The measures shall be temporary, must be reconsidered for decision at the meeting of the Conference of the Parties following their adoption, and shall expire either upon being replaced by area-based management tools established in accordance with the provisions of this Agreement or at a date to be decided by the Conference of the Parties that shall not be later than two years after their adoption, whichever is earlier.\n18/52\n(c) Procedures for the establishment of emergency measures, including\nconsultation procedures, shall be elaborated by the Scientific and Technical Body, as necessary, for consideration and adoption by the Conference of the Parties at its first meeting. Such procedures shall be inclusive and transparent.\nArticle 20"
    }, {
      "heading" : "Implementation",
      "text" : "1. Parties shall ensure that activities under their jurisdiction or control that take place in areas beyond national jurisdiction are conducted consistently with the decisions adopted under this Part.\n2. Nothing in this Agreement shall prevent a Party from adopting more stringent measures with respect to its nationals and vessels or with regard to activities under its jurisdiction or control in addition to those adopted under th is Part, in accordance with international law and in support of the objectives of the Agreement.\n[3. The implementation of the measures adopted under this Part [should] not impose a disproportionate burden on Parties that are small island developing State s or least developed countries, directly or indirectly.]\n4. Parties shall promote, as appropriate, the adoption of measures within relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies of which they are members, to support the implementation of the decisions and recommendations made by the Conference of the Parties under this Part.\n5. Parties shall encourage those States that are entitled to become Parties to this Agreement, in particular those whose activities, vessels, or nationals operate in an area that is the subject of an established area-based management tool, including a marine protected area, to adopt measures supporting the decisions and recommendations by the Conference of the Parties on area-based management tools, including marine protected areas, established under this Part.\n[6. A Party that is not a party to or a participant in a relevant legal instrument or framework, or a member of a relevant global, regional, subregional or sectoral body, and that does not otherwise agree to apply the measures established under such instruments, frameworks and bodies, shall not be discharged from the obligation to cooperate, in accordance with the Convention and this Agreement, in the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.]\nArticle 21"
    }, {
      "heading" : "Monitoring and review",
      "text" : "1. Parties, individually or collectively, shall report to the Conference of the Parties on the implementation of area-based management tools, including marine protected areas, established under this Part, and related measures. Such reports, as well as the information and the review referred to in paragraphs 2 and 3, respectively, shall be made publicly available by the secretariat.\n2. The relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies shall be invited to provide information to the Conference of the Parties on the implementation of measures that they have adopted to achieve the objectives of the area-based management tool, including marine protected area, established under this Part.\n19/52\n3. Area-based management tools, including marine protected areas, established under this Part, including related measures, shall be monitored and periodically reviewed by the Scientific and Technical Body, taking into account the reports and information referred to in paragraphs 1 and 2, respectively.\n4. The review referred to in paragraph 3 shall assess the effectiveness of area-based management tools, including marine protected areas, established under this Part, including related measures and the progress made in achieving their objectives and provide advice and recommendations to the Conference of the Parties.\n5. Following the review, the Conference of the Parties shall, as necessary, take decisions or recommendations on the amendment, extension or revocation of area - based management tools, including marine protected areas, and any related measures, adopted by the Conference of the Parties, on the basis of the best available science and scientific information and, where available, relevant traditional knowledge of Indigenous Peoples and local communities, taking into account [the application of precaution and] an ecosystem approach [and not using the lack of full scientific certainty as a reason for postponing precautionary measures where there are threats of serious or irreversible harm].\nPART IV ENVIRONMENTAL IMPACT ASSESSMENTS\nArticle 21 bis"
    }, {
      "heading" : "Objectives",
      "text" : "The objectives of this Part are to:\n(a) Operationalize the provisions of the Convention on environmental impact\nassessment for areas beyond national jurisdiction by establishing processes, thresholds and other requirements for conducting and reporting assessments by Parties;\n(b) Support the consideration of cumulative impacts and impacts in areas\nwithin national jurisdiction;\n(c) Provide for strategic environmental assessments;\n(d) Achieve a coherent environmental impact assessment framework for\nactivities in areas beyond national jurisdiction;\n[(e) Ensure that activities covered by this Part are assessed and managed [to\nprevent significant adverse impacts, or are not permitted to proceed] [for the purpose of protecting and preserving the marine environment];]\n[(f) Build and strengthen the capacity of developing States Parties to prepare,\nconduct and evaluate environmental impact assessments and strategic environmental assessments in support of the objectives of this Agreement.]\nArticle 22\nObligation to conduct environmental impact assessments\n1. Parties shall ensure that the potential effects on the marine environment of planned activities under their jurisdiction or control, [which take place in areas beyond national jurisdiction] [which have an impact in areas beyond national jurisdiction], are assessed as set out in this Part before they are authorized.\n20/52\n[2. On the basis of articles 204 to 206 of the Convention, Parties shall take the necessary legislative, administrative or policy measures, as appropriate, to implement [the provisions of] this Part [and any further measures [on the conduct of environmental impact assessments] adopted by the Conference of the Parties].]\nOPTION I:\n3. When Parties determine that a planned activity in marine areas within national jurisdiction is likely to have impacts in areas beyond national jurisdiction, Parties shall publish the reports of the results of any environmental impact assessments prepared under their national legislation, including through the clearing -house mechanism.\n4. A Party may extend the application of this Part to planned activities under its jurisdiction or control, which take place in marine areas within national jurisdiction and are likely to have impacts in areas beyond national jurisdiction. In that case, it shall notify the [Secretary-General/depositary] accordingly, at the time of expressing its consent to be bound by this Agreement or at any time thereafter.\nOPTION II:\n3. Where a planned activity that is to be conducted in marine areas within nationa l jurisdiction is likely to have more than a minor or transitory effect in areas beyond national jurisdiction, the Party with jurisdiction or control over such activity shall ensure that an environmental impact assessment of such activity is conducted in accordance with this Part or an assessment is conducted of such activity under the Party’s national legislation that is substantively equivalent to the assessment required under this Part. The Party shall:\n(a) Notify the Scientific and Technical Body in a timely manner so as to\nprovide an opportunity for such body to provide comments during the public consultation process;\n(b) Ensure that the activity is subject to monitoring, reporting and review in\nthe manner as provided in this Part;\n(c) Ensure that all reports regarding the activity are made public in the manner\nprovided in this Part.\nOPTION III:\n3. Where a planned activity falling under the jurisdiction of a Party has the potential to have impacts/effects in areas beyond national jurisdiction and meets or exceeds the threshold criteria for the conduct of environmental impact assessments set out in this Part, it shall be subject to an environmental impact assessment that is substantively equivalent to the one required under this Par t. The Party may request the Conference of the Parties to provide advice and assistance for conducting environmental impact assessment, as well as in determining if a planned activity under its jurisdiction may proceed as provided in article 38 paragraph 4, and monitoring, reporting and review of the authorized activities.\n21/52\nArticle 23\nRelationship between this Agreement and environmental impact\nassessment processes under other relevant legal instruments and\nframeworks and relevant global, regional, subregional and\nsectoral bodies\n1. The Conference of the Parties shall develop mechanisms for the Scientific and Technical Body to consult and/or coordinate with relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies with a mandate to regulate activities [with impacts] in areas beyond national jurisdiction or to protect the marine environment.\n2. Parties shall promote the use of environmental impact assessments, [and [global minimum] standards] and guidelines under this Part, in relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies of which they are members.\n3. [Global minimum standards and] [g][G]uidelines for the conduct of environmental impact assessments of activities [with impacts] in areas beyond national jurisdiction [by Parties to this Agreement] under relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies shall be developed by the Scientific and Technical Body through consultation or collaboration with these instruments, frameworks and bodies, for consideration and adoption by the Conference of the Parties. [These global minimum standards shall be set out in an annex to this Agreement.] These guidelines shall be updated periodically. Parties shall promote the adoption and implementation of these [global minimum standards and] guidelines in the conduct of environmental impact assessments of activities for areas beyond national jurisdiction that fall under relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies of which they are members.\n4. It is not necessary to conduct an environmental impact assessment of a planned activity [with impacts] in areas beyond national jurisdiction provided that [the Party with jurisdiction or control over the planned activity] [the Scientific and Technical Body] [, following consultation with the relevant legal instrument or framework or relevant global, regional, subregional or sectoral body,] determines that:\nOption 1: (a) The potential impacts of the planned activity or category of\nactivity have been assessed in accordance with the requirements of other relevant legal instruments or frameworks or by relevant global, regional, subregional or sectoral bodies;\n(b) (i) The assessment already undertaken for the planned activity is [functionally] [substantively] equivalent [and comparably comprehensive, including with respect to such elements as the assessment of cumulative impacts] to the one required under this Part, and the results of the assessment are taken into account; [or]\n(ii) The regulations or standards of the relevant legal instruments or\nframeworks or relevant global, regional, subregional or sectoral bodies arising from the assessment, when complied with, prevent or mitigate or manage potential impacts below the threshold for environmental impact assessments under this Part, and have been complied with.\nOption 2: The activity is being conducted in accordance with rules and\nguidelines appropriately established under relevant legal instruments and frameworks and by relevant global, regional, subregional and sectoral bodies that require\n22/52\nenvironmental impact assessments, regardless of whether or not an environmental impact assessment is required under those rules or guidelines.\n[5. Where a planned activity falling under the jurisdiction of a Party has the potential to have impacts/effects in areas beyond national jurisdiction and meets or exceeds the threshold criteria for the conduct of environmental impact assessments set out in this Part, it shall be subject to an environmental impact assessment that is substantively equivalent to the one required under this Part. The Party shall:\n(a) Submit the impact assessment to the Scientific and Technical Body for its\ninput and recommendations;\n(b) Ensure that approved activities are subject to monitoring, reporting and\nreview in the same manner as provided in this Part;\n(c) Ensure that all reports are made public in the manner provided in this Part.]\n6. A Party that has conducted an environmental impact assessment under a relevant legal instrument or framework or a relevant global, regional, subregional or sectoral body for a planned activity [with impacts] in areas beyond national jurisdiction, shall ensure that the environmental impact assessment report is published through the clearing-house mechanism.\n7. Unless the planned activities that meet the criteria set out in paragraph 4 are subject to monitoring and review under a relevant legal instrument or framework or relevant global, regional, subregional or sectoral body, Parties shall monitor and review the activities and ensure that the monitoring and review reports are published through the clearing-house mechanism.\nArticle 24\nThreshold[s] and factors for conducting environmental\nimpact assessments"
    }, {
      "heading" : "1. Option A:",
      "text" : "Option A.1: When a Party [proposes] [plans] any activity that may have an effect\non the marine environment, it shall conduct a screening to determine the likely effects on the marine environment:\n(a) If it is determined, on the basis of the screening, that the planned activity\nis likely to have less than a minor or transitory effect on the marine environment, no further assessment under the provisions of this Part shall be required;\n(b) If it is determined, on the basis of the screening, that the planned activity\nis likely to have a minor or transitory effect or greater on the marine environment or the effects are unknown or poorly understood, an environmental impact assessment in respect of such activity shall be conducted in accordance with the provisions of this Part.\n1 bis. Prior to the planned activity being authorized to proceed under this Part,\ndata, information and analysis that supports the determinations made in paragraph 1 shall be submitted to the Scientific and Technical Body. The Scientific and Technical Body shall review the data, information and analysis submitted to support the determinations made under paragraph 1, subparagraph (a). Parties shall publish and communicate reports detailing the basis of the determinations made in paragraph 1, [which may be made] through the clearing-house mechanism.\nOption A.2: When Parties have reasonable grounds for believing that planned\nactivities under their jurisdiction or control:\n23/52\n(a) Are likely to have more than a minor or transitory effect on the marine\nenvironment, they shall, as far as practicable, conduct an initial screening, as referred to in article 30, of the potential effects of such activities on the marine environment in the manner provided in this Part; or\n(b) May cause substantial pollution of or significant and harmful changes to\nthe marine environment, they shall, as far as practicable, [conduct] [ensure that] an environmental impact assessment [is conducted] on the potential effects of such activities on the marine environment and shall submit the results of such assessment in the manner provided in this Part.\nOption B: In accordance with article 206 of the Convention, when Parties have\nreasonable grounds for believing that planned activities under their jurisdiction or control in areas beyond national jurisdiction may cause substantial pollution of or significant and harmful changes to the marine environment, they shall, [individually or collectively,] as far as practicable, assess the potential effects of such activities on the marine environment.\n2. [Environmental impact assessments under this Agreement shall be conducted in accordance with the threshold[s] and processes set out in this Part, including consideration of the following non-exhaustive [criteria] [factors]] [When determining whether planned activities under their jurisdiction or control meet the threshold i n paragraph 1, Parties shall consider the following non-exhaustive factors]:\n(a) The type of[, and technology used for,] [the] activity [and the manner in\nwhich it is to be conducted];\n(b) The duration of the activity;\n(c) The location of the activity;\n(d) The characteristics and ecosystem of the location (including areas of\nparticular ecological or biological significance or vulnerability);\n(e) The potential impacts of the activity, including the potential cumulative\nimpacts of the activity and the potential impacts in areas within national jurisdiction, taking into account the presence of any other reasonably foreseeable activity in an area within or beyond national jurisdiction with potential [for] cumulative impacts;\n(f) Other relevant ecological or biological criteria.\nArticle 25\nDeleted.\nArticle 26\nDeleted.\nArticle 27\nDeleted.\nArticle 28\nDeleted.\n24/52\nArticle 29\nDeleted.\nArticle 30\nProcess for environmental impact assessments\n1. Parties shall ensure that the process for conducting an environmental impact assessment pursuant to this Part includes the following steps:\n(a) Screening. Parties shall undertake screening to determine whether an\nenvironmental impact assessment is required in respect of a planned activity under its jurisdiction or control in accordance with article 24 [and make its determination publicly available]:\n(i) If a Party determines that an environmental impact assessment is not required for a planned activity under its jurisdiction or control, it shall make information to support that conclusion publicly available through the clearing - house mechanism under this Agreement;\n(ii) A Party may register its [views] [concerns] on a decision published in accordance with subparagraph (i) with the [Party that made the determination] [and the] [Scientific and Technical Body] within [insert number] days of the publication;\n(iii) The Party that made the determination under (i) shall consider the [views][concerns] provided under (ii) and may review its determination;\n[(iv) Upon consideration of the [views] [concerns] registered by a Party under (ii), the Scientific and Technical Body [shall] review the decision [on the basis of the best available science and scientific information and, where available, relevant traditional knowledge of Indigenous Peoples and local communities] and, as appropriate, [may make] recommendations to the Party that made the determination;]\n[(v) The Party that made the determination under (i) shall consider any recommendations by the Scientific and Technical Body;]\n(b) Scoping. Parties shall [ensure that] [identify] key environmental [, social,\neconomic and cultural] impacts and other relevant issues, including potential cumulative impacts, [impacts in areas within national jurisdiction] [and] [transboundary impacts], as well as alternatives to be included in the environmental impact assessments that shall be conducted under this Part [are identified]. The scope shall be defined [after considering public comments and] by using the best available science and scientific information and, where available, relevant traditional knowledge of Indigenous Peoples and local communities;\n(c) Impact assessment and evaluation. Parties shall ensure that the impacts of\nplanned activities, including cumulative impacts and impacts in areas within national jurisdiction, are assessed and evaluated using the best available science and scientific information, and, where available, relevant traditional knowledge of Indigenous Peoples and local communities;\n(d) Mitigation, prevention and management of potential adverse effects.\n(i) Parties shall [ensure that] [identify] [analyse] measures to prevent, mitigate and manage [(or offset)] potential adverse effects of the p lanned activities under their jurisdiction or control [are identified and analysed] to avoid significant adverse impacts. Such measures may include the consideration of alternatives to the planned activity under their jurisdiction or control ;\n25/52\n(ii) Parties shall ensure that, where appropriate, these measures are incorporated into an environmental management plan;\n(e) Public notification and consultation in accordance with article 34;\n(f) Preparation and publication of an environmental impact assessment report\nin accordance with article 35.\n2. Parties may conduct joint environmental impact assessments, in particular for activities under the jurisdiction or control of [small island] develop ing States.\nOption I:\n[3. A Party may designate a third party to [conduct] [assist with the conduct of] an environmental impact assessment required under this Agreement. Such a third party may be drawn from the [pool] [roster] of experts created pursuant to paragraph 4 below. Environmental impact assessments conducted by such a third party must be submitted to the Party for review and decision-making.]\n[4. A [pool] [roster] of experts [may] [shall] be [identified by] [created under] the Scientific and Technical Body. Parties with capacity constraints may [commission] [request advice and assistance from] those experts to conduct and evaluate screenings and environmental impact assessments for a planned activity under their jurisdiction or control.]\nOption II:\n3. A roster of experts [may] [shall] be [identified by] [created under] the Scientific and Technical Body. Parties with capacity constraints may [commission] [request advice and assistance from] those experts to conduct environmental impact assessments for a planned activity under their jurisdiction or control. The Party that [commissioned] [requested the advice and assistance] shall [ensure that such environmental impact assessments are submitted to the Party for review and decision - making] [forward such environmental impact assessments for review by the Scientific and Technical Body and decision-making by the Conference of the Parties].\nArticle 31\nDeleted.\nArticle 32\nDeleted.\nArticle 33\nDeleted.\nArticle 34"
    }, {
      "heading" : "Public notification and consultation",
      "text" : "1. Parties shall ensure timely public notification of planned activities under their jurisdiction or control, including, as appropriate, through the secretariat, planned and effective, time-bound opportunities for stakeholder participation throughout the\n26/52\nenvironmental impact assessment process, including through the submission of comments, before a decision is made as to whether to authorize the activity.\n2. Option A: Stakeholders in this process include potentially affected States, [in particular adjacent coastal States,] [Indigenous Peoples and local communities with relevant traditional knowledge,] relevant global, regional, subregional and sectoral bodies, non-governmental organizations, the general public, academia, scientific experts, [and] [affected parties] [,] [and] [communities and organizations that have special expertise or jurisdiction] [and] [interested Parties].\nOption B: [… to all relevant stakeholders, including all States, with an\nemphasis on the States potentially most affected. Such States shall be determined taking into account the nature and potential effects on the marine environment of the planned activity and shall include coastal States whose exercise of sovereign rights for the purpose of exploring and exploiting and conserving and managing natural resources may reasonably be believed to be affected by the activity and States that carry out, in the area of the planned activity, human activities that may reasonably be believed to be affected, including economic activities].\n3. Public notification and consultation shall, in accordance with article 48 bis, paragraph 3, be transparent and inclusive, conducted in a timely manner [and targeted and proactive[, where practicable,] when involving adjacent small island developing States].\n4. Substantive comments received during the consultation process[, including from adjacent coastal States,] shall be considered and responded to or addressed by Parties. Parties shall give particular regard to comments concerning potential impacts in areas within national jurisdiction. Parties shall make public the comments received and the responses or descriptions of the manner in which they were addressed.\n[5. The Scientific and Technical Body may conduct further public consultation on reports that it is requested to review under this Agreement.]\n[6. In cases where the planned activities affect areas of the high seas that are entirely surrounded by the exclusive economic zones of States, Parties shall:\n(a) Maintain targeted and proactive consultations, including prior notification,\nwith such surrounding States;\n(b) Consider the views and comments of those surrounding States on the\nplanned activities and provide written responses specifically addressing such vie ws and comments [, and revise the proposed activities accordingly].]\n7. Parties shall ensure access to information related to the environmental impact assessment process under this Agreement. Notwithstanding this, Parties shall not be required to disclose confidential or proprietary information. The fact that confidential or proprietary information has been redacted shall be indicated in public documents.\n8. [Additional procedures] [Guidance] may be developed by the Conference of the Parties to facilitate consultation at the international level.\nArticle 35\nEnvironmental impact assessment reports\n1. Parties shall ensure the preparation of an environmental impact assessment report for any such assessment undertaken pursuant to this Part.\n2. Where an environmental impact assessment is required in accordance with this Part, the environmental impact assessment report shall include, as a minimum, the\n27/52\nfollowing information: a description of the planned activity, including its location, a description of the results of the scoping exercise, a baseline assessment of the marine environment likely to be affected, a description of potential impacts, [including potential cumulative impacts, [impacts in areas within national jurisdiction][transboundary impacts]], a description of potential prevention, mitigation and management measures, uncertainties and gaps in knowledge, information on the public consultation process, a description of the consideration of reasonable alternatives to the planned activity, a description of follow-up actions, including an environmental management plan, and a non-technical summary.\n[3. Draft environmental impact assessment reports [for activities deemed through the screening as likely to have more than minor or transitory impact] prepared pursuant to this Agreement shall be considered and reviewed by the Scientific and Technical Body.]\n[4. [Before proceeding with a recommendation to the Conference of the Parties under article 38, paragraph 1, the] [The] Scientific and Technical Body may recommend rectifications to the Party. [The Party may require the Scientific and Technical Body, at any time, to make a recommendation to the Conference of the Parties.]]\n5. Parties [and the Scientific and Technical Body] shall publish the reports of the environmental impact assessments, including through the clearing-house mechanism. The secretariat shall ensure that all Parties are notified in a timely manner when reports are published through the clearing-house mechanism.\n6. Final environmental impact assessment reports shall be considered and reviewed by the Scientific and Technical Body, on the basis of the practices, procedures and knowledge acknowledged under this Agreement, for the purpose of developing guidelines, including the identification of best practices.\n7. A selection of the published information used in the screening process to make decisions on whether to conduct an environmental impact assessment, in accordance with articles 24 and 30, shall be considered and reviewed periodically by the Scientific and Technical Body, on the basis of the practices, procedures and knowledge acknowledged under this Agreement, for the purpose of developing guidelines, including the identification of best practices.\nArticle 36\nDeleted.\nArticle 37\nDeleted.\nArticle 38"
    }, {
      "heading" : "Decision-making",
      "text" : "1. Option A: A Party under whose jurisdiction or control a planned activity falls shall be responsible for determining if it may proceed.\nOption B: A Party under whose jurisdiction or control a planned activity falls\nshall be responsible for determining if it may proceed when the proposed activity has been determined to likely have equal to or less than a minor or transitory effect on the\n28/52\nmarine environment under article 24, or require an environmental impact assessment under article 23, paragraph 5.\n1 bis. The Conference of the Parties shall be responsible for determining\nwhether a planned activity under the jurisdiction or control of a Party, which has been determined to likely have greater than a minor or transitory effect on the marine environment under article 24, or require an environmental impact assessment under article 30, may proceed, in accordance with the following procedural requirements:\n(a) The environmental impact assessment report shall be submitted for review\nto the Scientific and Technical Body, which shall, taking into due account inputs received during public consultation, review the report and make a recommendation to the Conference of the Parties on whether the planned activity under the jurisdiction or control of a Party should proceed;\n(b) A revised environmental impact assessment report may be submitted to a\npanel of experts appointed by the Scientific and Technical Body for reconsideration where the Scientific and Technical Body has recommended that the planned activity under the jurisdiction or control of a Party should not proceed.\n2. When determining whether the planned activity may proceed, a Party shall take full account of the results of an environmental impact assessment conducted in accordance with this Part. [No decision allowing the planned activity under the jurisdiction or control of a Party to proceed shall be made where the environmental impact assessment indicates that the planned activity under the jurisdiction or control of a Party would have significant adverse impacts on the environment [which cannot be mitigated].]\n3. [Decision documents shall clearly outline any conditions of approval related to mitigation measures and follow-up requirements.] Decision documents shall be made public, including through the clearing-house mechanism.\n4. At the request of a Party, the Conference of the Parties may provide advice and assistance to that Party when determining whether a planned activity under its jurisdiction or control may proceed.\nArticle 39\nMonitoring of impacts of authorized activities\n[In accordance with article 204 of the Convention,] Parties shall, using\nrecognized scientific methods, keep under surveillance the [effects] [impacts] of any activities in areas beyond national jurisdiction which they permit or in which they engage in order to determine whether these activities are likely to [pollute] [have adverse impacts on] the marine environment. In particular, Parties shall monitor the [environmental, social, economic, cultural, human health and other related] impacts [on the marine environment] of an authorized activity under their jurisdiction or control in accordance with the conditions set out in the approval of the activity.\nArticle 40\nReporting on impacts of authorized activities\n1. Parties, whether acting individually or collectively, shall periodically report on the impacts of the authorized activity and the results of the monitoring required under article 39.\n2. Reports shall be made public, including through the clearing-house mechanism [and:]\n29/52\n[[(a)] The Scientific and Technical Body may request independent consultants\nor an expert panel to undertake a further review of the reports submitted to [it][the clearing-house mechanism];]\n[[(b)] Other States, and the bodies of relevant legal instruments and frameworks\nand relevant global, regional, subregional and sectoral bodies, in accordance with their respective mandates, may analyse the reports and highlight cases of non-compliance, any lack of information or other shortcomings, and provide recommendations regarding the environmental assessment and review].\n3. Reports [shall] [may] be considered by the Scientific and Technical Body for the purpose of developing guidelines on the monitoring of impacts of authorized activities, including the identification of best practices.\nArticle 41\nReview of authorized activities and their impacts\n1. Parties shall ensure that the [environmental] impacts of the authorized activity monitored pursuant to article 39 are reviewed.\n2. Should the monitoring required under article 39 identify significant adverse impacts that were not foreseen in the environmental impact assessment[, in nature or severity, or if any of the conditions set out in the approval of the activity are breached,] the Party [with jurisdiction or control over] [which authorized] the activity [or the Scientific and Technical Body] shall review its decision authorizing the activity [and, as appropriate:\n[(a) Notify the Conference of the Parties, other Parties and the public,\nincluding through the clearing-house mechanism;]\n[(b) Halt the activity;]\n[(c) Require the proponent to propose and implement measures to mitigate\nand/or prevent those impacts;]\n[(d) Evaluate and implement measures proposed under subparagraph (c) [, after\nwhich the Scientific and Technical Body shall recommend whether the activity should continue]].\n[3. On the basis of the recommendation of the Scientific and Technical Body, the Conference of the Parties shall decide whether the activity may resume.]\n[4. In the case of disagreements in respect of monitoring, the Parties concerned shall seek resolution by non-adversarial means, including [referring the matter to the Implementation and Compliance Committee to facilitate resolution] [diplomatic means[, without [affecting] recourse to judicial or non-judicial bodies]].]\n5. Relevant stakeholders, including all States, [in particular adjacent coastal States, including small island developing States,] [with an emphasis on the States potentially most affected as determined under article 34, paragraph 1, subparagraph (a),] shall be kept informed through the clearing-house mechanism of [and consulted actively, as appropriate, in] the monitoring, reporting and review processes in respect of an activity approved under this Agreement.\n6. Parties shall publish, including through the clearing-house mechanism:\n(a) Reports on the review of the monitoring of the environmental impacts of\nthe authorized activity pursuant to article 39;\n(b) Decision-making documents, including a record of the reasons for the\ndecision by the Party, when a Party has reviewed its decision authorizing the activity.\n30/52\nArticle 41 bis\n[Standards and guidelines][Guidance][Guidelines] to be developed\nby the Scientific and Technical Body related to environmental\nimpact assessments\n1. The Scientific and Technical Body [shall] [may] develop [standards and guidelines] [guidance] [guidelines] for consideration and adoption by the Conference of the Parties on:\n(a) The determination of whether the threshold for the conduct of an\nenvironmental impact assessment under article 24 has been reached or exceeded for planned activities, including on the basis of the non-exhaustive factors set out in article 24, paragraph 2;\n(b) The assessment of cumulative impacts in areas beyond national\njurisdiction and how those impacts should be taken into account in the process for conducting environmental impact assessments;\n(c) The assessment of impacts in areas within national jurisdiction of planned\nactivities in areas beyond national jurisdiction and how those impacts should be taken into account in the process for conducting environmental impact assessments;\n(d) The public notification and consultation process under article 34, including\nthe determination of what constitutes confidential or proprietary information;\n(e) The required content of environmental impact assessment reports and\npublished information used in the screening process pursuant to article 35, including best practices;\n[(f) The nature and extent of new information or changed circumstances that\nwould warrant a supplemental environmental impact assessment;]\n(g) The monitoring of and reporting on the impacts of authorized activities as\nset out in articles 39 and 40, including the identification of best practices;\n(h) The conduct of strategic environmental assessments.\n2. The Scientific and Technical Body may also develop [standards and guidelines] [guidance] [guidelines] for consideration and adoption by the Conference of the Parties, including on:\n(a) An indicative non-exhaustive list of activities that [by default demand]\n[normally] [require] [or] [do not require] an environmental impact assessment that shall be periodically updated through consultation and collaboration with relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies;\n(b) The conduct of environmental impact assessments [by Parties to this\nAgreement] in areas identified under other relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies as requiring protection or special attention, through consultation or collaboration with these instruments, frameworks and bodies, in accordance with article 23, paragraph 1 .\nArticle 41 ter"
    }, {
      "heading" : "Strategic environmental assessments",
      "text" : "1. Parties, individually or in cooperation with other Parties, [[may] [shall] conduct] [shall consider conducting] strategic environmental assessment for plans and programmes relating to activities under their jurisdiction or control, to be conducted\n31/52\nin areas beyond national jurisdiction, to assess the potential effects of that plan or programme, as well as alternatives, on the marine environment.\n2. The Conference of the Parties [may] [shall] conduct a strategic environmental assessment of an area or region to collate and synthesize the best available information about the area or region, assess current and potential future impacts and identify data gaps and research priorities.\n3. When undertaking environmental impact assessments pursuant to this Part, Parties shall take into account the results of relevant strategic environmental assessments carried out under paragraph 1, where available.\n4. The Conference of the Parties shall develop guidance on the conduct of each category of strategic environmental assessment described in this article.\nPART V CAPACITY-BUILDING AND TRANSFER OF\nMARINE TECHNOLOGY\nArticle 42"
    }, {
      "heading" : "Objectives",
      "text" : "The objectives of this Part are to:\n(a) Assist Parties, in particular developing States Parties, in implementing the\nprovisions of this Agreement, to achieve its objectives;\n(b) Enable inclusive, equitable and effective cooperation and participation in\nthe activities undertaken under this Agreement;\n(c) Develop the marine scientific and technological capacity, including with\nrespect to research, of Parties, in particular developing States Parties, with regard to the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, including through access to marine technology by, and the transfer of marine technology to, developing States Parties;\n(d) Increase, disseminate and share knowledge on the conservation and\nsustainable use of marine biological diversity of areas beyond national jurisdiction;\n(e) More specifically, support developing States Parties, in particular the least\ndeveloped countries, landlocked developing countries, geographically disadvantaged States, small island developing States, coastal African States, archipelagic States and developing middle-income countries, taking into account the special circumstances of small island developing States, through capacity-building and the transfer of marine technology under this Agreement in achieving the objectives in relation to:\n(i) Marine genetic resources, including the sharing of benefits, as reflected in article 7;\n(ii) Measures such as area-based management tools, including marine protected areas, as reflected in article 14;\n(iii) Environmental assessments, as reflected in article 21 bis.\nArticle 43\nCooperation in capacity-building and transfer of marine technology\n1. Parties shall cooperate, directly or through relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, to assist\n32/52\nParties, in particular developing States Parties, in achieving the objectives of this Agreement through capacity-building and the development and transfer of marine technology.\n2. In providing capacity-building and the transfer of marine technology under this Agreement, Parties shall cooperate at all levels and in all forms, including through partnerships with and involving all relevant stakeholders, such as, where appropriate, the private sector, civil society, Indigenous Peoples and local communities and holders of traditional knowledge, as well as through strengthening cooperation and coordination between relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies.\n3. In giving effect to this Part, Parties shall give full recognition to the special requirements of developing States Parties, in particular the least developed countries, landlocked developing countries, geographically disadvantaged States, small island developing States, coastal African States, archipelagic States and developing middleincome countries, as well as the special circumstances of small island developing States. Parties shall ensure that the provision of capacity-building and the transfer of marine technology is not conditional on onerous reporting requirements.\nArticle 44\nModalities for capacity-building and the transfer of\nmarine technology\n1. Parties [within their capabilities], shall ensure capacity-building for, and shall cooperate to ensure the transfer of marine technology to, developing States Parties , taking into account the special circumstances of small island developing States, that need and request it, in accordance with the provisions of this Agreement.\n2. Parties shall provide, within their capabilities, resources to support such capacity-building and the transfer of marine technology, and to facilitate access to other sources of support, in accordance with their national policies, priorities, plans and programmes.\n3. Capacity-building and the transfer of marine technology should be a country - driven, transparent, effective and iterative process that is participatory, cross -cutting and gender-responsive. It shall build upon, as appropriate, and not duplicate existing programmes and be guided by lessons learned, including those from capacity-building and the transfer of marine technology activities under relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies. Insofar as possible, it shall take into account these activities with a view to maximizing efficiency and results.\n4. Capacity-building and the transfer of marine technology shall be based on and be responsive to the needs and priorities of developing States Parties, taking into account the special circumstances of small island developing States, identified through needs assessments on an individual case-by-case, subregional or regional basis. Such needs and priorities may be self-assessed or facilitated through the capacity-building and transfer of marine technology committee and the clearing-house mechanism.\nArticle 45\nModalities for the transfer of marine technology\n1. Parties [, within their capabilities,] shall cooperate to ensure that transfer of marine technology undertaken under this Agreement takes place on fair and most\n33/52\nfavourable terms, including on concessional and preferential terms, in accordance with mutually agreed terms and conditions, and the provisions of this Agreement.\n[2. Parties shall promote and encourage economic and legal conditions for the transfer of marine technology to developing States Parties, taking into account the special circumstances of small island developing States, including through the provision of incentives to enterprises and institutions.]\n3. The transfer of marine technology shall be carried out with due regard for all legitimate interests, including, inter alia, the rights and duties of holders, suppliers and recipients of marine technology.\n4. Marine technology transferred pursuant to this Part shall be appropriate, relevant and, to the extent possible, be reliable, affordable, up to date, environmentally sound and available in an accessible form for developing States Parties, taking into account the special circumstances of small island developing States.\nArticle 46\nTypes of capacity-building and transfer of marine technology\n1. In support of the objectives set out in article 42, the types of capacity -building and transfer of marine technology may include, and are not limited to, support for the creation or enhancement of the human, scientific, technological, organizational, institutional and resource capabilities of Parties, such as:\n(a) The sharing of relevant data, information, knowledge and research results;\n(b) Information dissemination and awareness-raising, including with respect\nto relevant traditional knowledge of Indigenous Peoples and local communities, in line with the free, prior and informed consent of these Indigenous Peoples and local communities, as appropriate;\n(c) The development and strengthening of relevant infrastructure, including\nequipment and capacity of personnel for its use and maintenance;\n(d) The development and strengthening of institutional capacity and national\nregulatory frameworks or mechanisms;\n(e) The development and strengthening of human resources and technical\nexpertise through exchanges, research collaboration, technical support, education and training, and the transfer of technology;\n(f) The development and sharing of manuals, guidelines and standards;\n(g) The development of technical, scientific and research and development\nprogrammes;\n(h) The development and strengthening of capacities and technological tools\nfor effective monitoring, control and surveillance of activities within the scope of this Agreement.\n2. Further details concerning the types of capacity-building and transfer of marine technology identified in this article are elaborated in annex II.\n3. The Conference of the Parties, taking account of the recommendations of the capacity-building and transfer of marine technology committee, shall review, assess and further develop and provide guidance on the indicative and non-exhaustive list of types of capacity-building and transfer of marine technology elaborated in annex II periodically, as necessary, to reflect technological progress and innovation and to respond and adapt to the evolving needs of States, subregions and regions.\n34/52\nArticle 47"
    }, {
      "heading" : "Monitoring and review",
      "text" : "1. Capacity-building and the transfer of marine technology undertaken in accordance with the provisions of this Part shall be monitored and reviewed periodically.\n2. The monitoring and review referred to in paragraph 1 shall be aimed at:\n(a) Assessing and reviewing the needs and priorities of developing States\nParties in terms of capacity-building and the transfer of marine technology, paying particular attention to the special requirements of developing States Parties and to the special circumstances of small island developing States and least developed countries, in accordance with article 44, paragraph 4;\n(b) Reviewing the support required, provided and mobilized, and gaps in\nmeeting the assessed needs of developing States Parties in relation to this Agreement;\n(c) Identifying and mobilizing funds under the financial mechanism to develop and\nimplement capacity-building and the transfer of marine technology, including for the conduct of needs assessments;\n(d) Measuring performance on the basis of agreed indicators and reviewing\nresults-based analyses, including on the output, progress and effectiveness of capacitybuilding and transfer of marine technology under this Agreement, as well as successes and challenges;\n(e) Making recommendations for follow-up activities, including on how\ncapacity-building and the transfer of marine technology could be further enhanced to allow developing States Parties, taking into account the special circumstances of small island developing States, to strengthen their implementation of the Agreement.\n3. Monitoring and review shall be carried out by the capacity-building and transfer of marine technology committee under the guidance of the Conference of the Parties.\n4. In supporting the monitoring and review of capacity-building and the transfer of marine technology, Parties shall submit reports in a format and at such intervals to be determined by the Conference of the Parties, on the recommendation of the capacity building and transfer of marine technology committee, including, where applicable, inputs from regional and subregional committees on capacity-building and the transfer of marine technology, which should be made publicly available. Parties shall ensure that reporting requirements for Parties, in particular developing States Parties, are streamlined and not onerous in any way, including in terms of costs and time requirements.\nArticle 47 bis\nCapacity-building and transfer of marine technology committee\n1. A capacity-building and transfer of marine technology committee is hereby established.\n2. The committee shall consist of members possessing appropriate qualifications who serve in their expert capacity, nominated by Parties and elected by the Conference of the Parties, taking into account gender balance and equitable geographic distribution, and providing for representation on the committee from the least developed countries and small island developing States. The terms of reference and modalities for the operation of the committee shall be determined by the Conference of the Parties.\n35/52\n3. The Conference of the Parties shall consider the reports and recommendations of the committee on capacity-building and the transfer of marine technology and take appropriate action.\nPART VI INSTITUTIONAL ARRANGEMENTS\nArticle 48"
    }, {
      "heading" : "Conference of the Parties",
      "text" : "1. A Conference of the Parties is hereby established.\n2. The first meeting of the Conference of the Parties shall be convened by the Secretary-General of the United Nations no later than one year after the entry into force of this Agreement. Thereafter, ordinary meetings of the Conference shall be held at regular intervals to be determined by the Conference at its first meeting.\n3. The Conference of the Parties shall by consensus adopt at its first meeting rules of procedure for itself and its subsidiary bodies, financial rules governing its funding and the funding of the secretariat and any subsidiary bodies, and thereafter rules of procedure and financial rules for any further subsidiary body that it may establish. Until such time as the rules of procedure have been adopted, the rules of procedure of the intergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction shall apply.\n4. Except as otherwise provided in paragraph 3 of this article and article 19 bis of this Agreement, decisions and recommendations of the Conference of the Parties shall be adopted by consensus. If all efforts to reach consensus have been exhausted, decisions and recommendations of the Conference of the Parties on questions of substance shall be adopted by a two-thirds majority of the Parties present and voting, and decisions on questions of procedure shall be adopted by a majority of the Parties present and voting.\n5. The Conference of the Parties shall monitor and keep under review the implementation of this Agreement and, for this purpose, shall:\n(a) Adopt decisions and recommendations related to the implementation of\nthis Agreement;\n(b) Review and facilitate the exchange of information among Parties relevant\nto the implementation of this Agreement;\n(c) Promote, including by establishing appropriate processes, cooperation and\ncoordination with and among relevant legal instruments and frameworks and relevan t global, regional, subregional and sectoral bodies, with a view to promoting coherence among efforts towards, and the harmonization of relevant policies and measures for, the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction;\n(d) Establish such subsidiary bodies as deemed necessary to support the\nimplementation of this Agreement;\n(e) Adopt a budget, at such frequency and for such a financial period as it may\ndetermine;\n(f) Undertake other functions identified in this Agreement or as may be\nrequired for its implementation.\n36/52\n6. The Conference of the Parties may decide to request the International Tribunal for the Law of the Sea to give an advisory opinion on a legal question on the conformity with this Agreement of a proposal before the Conference of the Parties on any matter within its competence. A request for an advisory opinion may not be sought on a matter within the competence of other global, regional, subregional or sectoral bodies, or on a matter that necessarily involves the concurrent consideration of any unsettled dispute concerning sovereignty or other rights over continental or insular land territory or a claim thereto. The request shall indicate the scope of the legal question on which the advisory opinion is sought. The Conference of the Parties may request that such opinion be given as a matter of urgency. [Moved from article 55 ter]\n7. The Conference of the Parties shall, within five years of the entry into force of this Agreement and thereafter at intervals to be determined by it, assess and review the adequacy and effectiveness of the provisions of this Agreement and, if necessary, propose means of strengthening the implementation of those provisions in order to better address the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\nArticle 48 bis"
    }, {
      "heading" : "Transparency",
      "text" : "1. The Conference of the Parties shall promote transparency in decision-making processes and other activities carried out under this Agreement.\n2. All meetings of the Conference of the Parties and its subsidiary bodies shall be open to all participants and observers registered in accordance with paragraph 4 of this article unless otherwise decided by the Conference of the Parties. The Conference of the Parties shall publish and maintain a public record of its decisions.\n3. The Conference of the Parties shall promote transparency in the implementation of this Agreement, including through the public dissemination of information, and the facilitation of participation of, and consultation with, relevant global, regional, subregional and sectoral bodies, Indigenous Peoples and local communities with relevant traditional knowledge, the scientific community, civil society and other relevant stakeholders as appropriate, and in accordance with the provisions of this Agreement.\n4. Representatives of States not party to this Agreement, relevant global, regional, subregional and sectoral bodies, Indigenous Peoples and local communities with relevant traditional knowledge, the scientific community, civil society and other relevant stakeholders with an interest in matters pertaining to the Conference of the Parties may request to participate in the meetings of the Conference of the Parties and of its subsidiary bodies, as observers or otherwise, as appropriate. The rules of procedure of the Conference of the Parties shall provide for modalities for such participation and shall not be unduly restrictive in this respect. The rules of procedure shall also provide for such representatives to have timely access to all relevant information.\nArticle 49"
    }, {
      "heading" : "Scientific and Technical Body",
      "text" : "1. A Scientific and Technical Body is hereby established.\n2. The Body shall be composed of experts nominated by Parties and elected by the Conference of the Parties with suitable qualifications, taking into account the need for multidisciplinary expertise, including scientific and technical expertise and expertise in relevant traditional knowledge of Indigenous Peoples and local\n37/52\ncommunities, as well as gender balance and equitable geographical representation. The terms of reference and modalities for the operation of the Body, including its selection process and the terms of members’ mandates, shall be determined by the Conference of the Parties at its first meeting.\n3. The Body may draw on appropriate advice emanating from relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, as well from as other scientists and experts, as may be required.\n4. Under the authority and guidance of the Conference of the Parties, the Body shall provide scientific and technical advice to the Conference and perform the functions assigned to it under this Agreement and such other functions as may be determined by the Conference.\nArticle 50"
    }, {
      "heading" : "Secretariat",
      "text" : "1. Option A: A secretariat is hereby established. Until such time as the secretariat commences its functions, the Secretary-General of the United Nations, through the Division for Ocean Affairs and the Law of the Sea of the Office of Legal Affairs of the United Nations Secretariat, shall perform the secretariat functions under this Agreement.\nOption B: The secretariat functions for this Agreement shall be performed by\nthe Secretary-General of the United Nations, through the Division for Ocean Affairs and the Law of the Sea of the Office of Legal Affairs of the United Nations Secretariat.\n2. The secretariat shall:\n(a) Provide administrative and logistical support to the Conference of the\nParties and its subsidiary bodies for the purposes of the implementation of this Agreement;\n(b) Arrange and service the meetings of the Conference of the Parties and of\nany other bodies as may be established under this Agreement or by the Conference;\n(c) Circulate information relating to the implementation of this Agreement in\na timely manner, including making publicly available and transmitting to all Parties as well as to relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, decisions of the Conference of the Parties;\n(d) Facilitate cooperation and coordination, as appropriate, with the\nsecretariats of other relevant international bodies and, in particular, enter into such administrative and contractual arrangements as may be required for that purpose and for the effective discharge of its functions, subject to approval by the Conference of the Parties;\n(e) Prepare reports on the execution of its functions under this Agreement and\nsubmit them to the Conference of the Parties;\n(f) Provide assistance with the implementation of this Agreement and perform\nsuch other functions as may be determined by the Conference of the Parties or assigned to it under this Agreement.\nArticle 51"
    }, {
      "heading" : "Clearing-house mechanism",
      "text" : "1. A clearing-house mechanism is hereby established.\n38/52\n2. The clearing-house mechanism shall consist primarily of an open-access platform. The specific modalities for the operation of the clearing -house mechanism shall be determined by the Conference of the Parties.\n3. The clearing-house mechanism shall:\n(a) Serve as a centralized platform to enable Parties to access, provide and\ndisseminate information with respect to activities taking place pursuant to the provisions of this Agreement, including information relating to:\n(i) Marine genetic resources of areas beyond national jurisdiction, including the sharing of benefits, and data and scientific information on, as well as in line with, free, prior and informed consent, traditional knowledge associated wit h marine genetic resources of areas beyond national jurisdiction;\n(ii) The establishment and implementation of area-based management tools, including marine protected areas;\n(iii) Environmental impact assessments;\n(iv) Requests for capacity-building and the transfer of marine technology and opportunities with respect thereto, including research collaboration and training opportunities, information on sources and availability of technological information and data for the transfer of marine technology, opportunities for facilitated access to marine technology and the availability of funding;\n(b) Facilitate the matching of capacity-building needs with the support\navailable and with providers for the transfer of marine technology, including governmental, non-governmental or private entities interested in participating as donors in the transfer of marine technology, and facilitate access to related know-how and expertise;\n(c) Provide links to relevant global, regional, subregional, national and\nsectoral clearing-house mechanisms and other databases, repositories and gene banks, including those pertaining to relevant traditional knowledge of Indigenous Peoples and local communities and promote, where possible, links with publicly available private and non-governmental platforms for the exchange of information;\n(d) Build on global, regional and subregional clearing-house institutions,\nwhere applicable, when establishing regional and subregional mechanisms under the global mechanism;\n(e) Foster enhanced transparency, including by facilitating the sharing of\nbaseline data and information relating to the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction between Parties and other relevant stakeholders;\n(f) Facilitate international cooperation and collaboration, including scientific\nand technical cooperation and collaboration;\n(g) Perform such other functions as may be determined by the Conference of\nthe Parties or assigned to it under this Agreement.\n4. The clearing-house mechanism shall be managed by the secretariat, without prejudice to possible cooperation with other relevant organizations as determined by the Conference of the Parties, [including the Intergovernmental Oceanographic Commission of the United Nations Educational, Scientific and Cultural Organization, the International Seabed Authority, the International Maritime Organization and the Food and Agriculture Organization of the United Nations].\n5. In the management of the clearing-house mechanism, full recognition shall be given to the special requirements of developing States Parties, as well as the special\n39/52\ncircumstances of small island developing States Parties, and their access to the mechanism shall be facilitated to enable those States to utilize it without undue obstacles or administrative burdens. Information shall be included on activities to promote information-sharing, awareness-raising and dissemination in and with those States, as well as to provide specific programmes for those Sta tes.\n6. The confidentiality of information provided under this Agreement and rights thereto shall be respected. Nothing under this Agreement shall be interpreted as requiring the sharing of information that is protected from disclosure under the domestic law of a Party or other applicable law.\nPART VII"
    }, {
      "heading" : "FINANCIAL RESOURCES AND MECHANISM",
      "text" : "Article 52"
    }, {
      "heading" : "Funding",
      "text" : "1. Each Party undertakes to provide, within its capabilities, resources in respect of those activities that are intended to achieve the objectives of this Agreement, in accordance with its national policies, priorities, plans and programmes.\n2. The institutions established under this Agreement shall be funded through assessed contributions of the Parties.\n3. A mechanism for the provision of adequate, accessible and predictable financial resources under this Agreement is hereby established. The mechanism shall assist developing States Parties in implementing this Agreement, including through funding in support of capacity-building and the transfer of marine technology.\n4. The mechanism shall include:\n(a) A voluntary trust fund established by the Conference of the Parties to\nfacilitate the participation of representatives of developing States Parties, in parti cular least developed countries, landlocked developing States and small island developing States, in the meetings of the bodies under this Agreement;\n(b) A special fund established by the Conference of the Parties that shall be\nfunded through [assessed contributions from Parties] [and/or] [payments made by private entities pursuant to the provisions of this Agreement] and that shall be open to additional contributions from Parties and private entities wishing to provide financial resources to support the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction to:\n(i) Fund capacity-building projects under this Agreement, including effective projects on the conservation and sustainable use of marine biological diversity and activities and programmes, including training related to the transfer of marine technology;\n(ii) Assist developing States Parties to implement this Agreement;\n(iii) Finance the rehabilitation and ecological restoration of marine biological diversity of areas beyond national jurisdiction;\n(iv) Support conservation and sustainable use programmes by holders of traditional knowledge of Indigenous Peoples and local communities;\n(v) Support public consultations at the national, subregional and regional levels;\n40/52\n(vi) Fund the undertaking of any other activities as agreed by the Conference of the Parties;\n(c) The Global Environment Facility trust fund.\n5. Financial resources mobilized in support of the implementation of this Agreement may include funding provided through public and private sources, both national and international, including but not limited to contributions from States, international financial institutions, existing funding mechanisms under global and regional instruments, donor agencies, intergovernmental organizations, non-governmental organizations and natural and juridical persons, and through public-private partnerships.\n6. For the purposes of this Agreement, the mechanism shall be operated under the authority and guidance of, and be accountable to, the Conference of the Parties. The Conference of the Parties shall provide guidance on overall strategies, policies, programme priorities and eligibility for access to and utilization of financial resources. The mechanism shall operate within a democratic and transparent system of governance.\n7. Access to funding under this Agreement shall be open to developing States Parties on the basis of need, taking into account the needs for assistance of Parties with special requirements, in particular the least developed countries, landlocked developing countries, geographically disadvantaged States, small island developing States and coastal African States, archipelagic States and developing middle -income countries, and taking into account the special circumstances of small island developing States. The funding mechanism established under this Agreement shall be aimed at ensuring efficient access to funding through simplified application and approval procedures and enhanced readiness of support for such developing States Parties.\n8. In the light of capacity constraints, Parties shall encourage international organizations to grant preferential treatment to, and consider the specific needs and special requirements of developing States Parties, in particular the least developed countries, landlocked developing States and small island developing States, and taking into account the special circumstances of small island developing States, in the allocation of appropriate funds and technical assistance and the utilization of their specialized services for the purposes of the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\n9. The Conference of the Parties shall establish a working group on financial resources. It shall be composed of members possessing appropriate qualifications and expertise. The terms of reference and modalities for the operation of the working group shall be determined by the Conference of the Parties. The working group shall periodically report and make recommendations on the identification and mobilization of funds under the mechanism. It shall also collect information and report on funding under other mechanisms and instruments contributing directly or indirectly to the achievement of the objectives of this Agreement. In addition to the considerations provided in this article, the working group on financial resources shall consider, inter alia:\n(a) The assessment of the needs of the Parties, in particular developing States\nParties;\n(b) The availability and timely disbursement of funds;\n(c) The transparency of decision-making and management processes\nconcerning fundraising and allocations;\n41/52\n(d) The accountability of the recipient developing States Parties with respect\nto the agreed use of funds.\n10. The Conference of the Parties shall consider the reports and recommendations of the working group on financial resources and take appropriate action.\n11. The Conference of the Parties will, in addition, undertake a periodic review of the financial mechanism to assess the adequacy, effectiveness and accessibility of financial resources, including for the delivery of capacity-building and the transfer of marine technology, in particular for developing States Parties.\nPART VIII"
    }, {
      "heading" : "IMPLEMENTATION AND COMPLIANCE",
      "text" : "Article 53"
    }, {
      "heading" : "Implementation",
      "text" : "Parties shall take the necessary legislative, administrative or policy measures,\nas appropriate, to ensure the implementation of this Agreement.\nArticle 53 bis"
    }, {
      "heading" : "Monitoring of implementation",
      "text" : "Each Party shall monitor the implementation of its obligations under this\nAgreement and shall, at intervals and in a format to be determined by the Conference of the Parties, report to the Conference on measures that it has taken to implement this Agreement.\nArticle 53 ter"
    }, {
      "heading" : "Implementation and Compliance Committee",
      "text" : "1. A committee to facilitate and consider the implementation of and promote compliance with the provisions of this Agreement is hereby established. The committee shall be [expert-based and] facilitative in nature and function in a manner that is transparent, non-adversarial and non-punitive.\n2. The members of the committee shall be nominated by Parties and elected by the Conference of the Parties, with due consideration to equitable geographical representation, and shall serve objectively and in the best interest of this Agreement. The members shall be persons with experience related to this Agreement.\n3. The committee shall operate under the modalities and rules of procedure adopted by the Conference of the Parties at its first meeting, considering issues of implementation and compliance at the individual and systemic levels, inter alia, and report periodically and make recommendations, as appropriate while cognizant of respective national capabilities and circumstances, to the Conference of the Parties.\n4. In the course of its work, the committee may draw on appropriate information from bodies established under this Agreement, as well as relevant legal instruments and frameworks and relevant global, regional, subregional and sectoral bodies, as may be required.\n42/52\nPART IX SETTLEMENT OF DISPUTES\nArticle 54 ante"
    }, {
      "heading" : "Prevention of disputes",
      "text" : "Parties shall cooperate in order to prevent disputes.\nArticle 54\nObligation to settle disputes by peaceful means\nParties have the obligation to settle their disputes concerning the interpretation\nor application of this Agreement by negotiation, inquiry, mediation, conciliation, arbitration, judicial settlement, resort to regional agencies or arrangements, or other peaceful means of their own choice.\nArticle 54 ter ante\nSettlement of disputes by any peaceful means chosen by\nthe Parties\nNothing in this Part impairs the right of any Party to this Agreement to agree at\nany time to settle a dispute between them concerning the interpretation or application of this Agreement by any peaceful means of their own choice.\nArticle 54 bis"
    }, {
      "heading" : "Prevention of disputes",
      "text" : ""
    }, {
      "heading" : "Moved as article 54 ante",
      "text" : "Article 54 ter"
    }, {
      "heading" : "Disputes of a technical nature",
      "text" : "Where a dispute concerns a matter of a technical nature, the Parties concerned\nmay refer the dispute to an ad hoc expert panel established by them. The panel shall confer with the Parties concerned and shall endeavour to resolve the dispute expeditiously without recourse to binding procedures for the settlement of disputes under article 55 of this Agreement.\nArticle 55"
    }, {
      "heading" : "Procedures for the settlement of disputes",
      "text" : "OPTION I:\n1. Disputes concerning the interpretation or application of this Agreement shall, at the request of any party to the dispute, be submitted for binding decision in accordance with procedures for the settlement of disputes provided for in Part XV of the Convention whether or not the parties to the dispute are also Parties to the Convention.\n2. Any procedure accepted by a Party to this Agreement that is also a Party to the Convention pursuant to article 287 of the Convention shall apply to the settlement of\n43/52\ndisputes under this Part, unless that Party, when signing, ratifying, approving or acceding to this Agreement, or at any time thereafter, has accepted another procedure pursuant to article 287 for the settlement of disputes under this Part.\n3. Any declaration made by a Party to this Agreement that is also a Party to the Convention pursuant to article 298 of the Convention shall apply to the settlement of disputes under this Part, unless that Party, when signing, ratifying, approving or acceding to this Agreement, or at any time thereafter, has made a different declaration pursuant to article 298 of the Convention for the settlement of disputes under this Part.\n4. A Party to this Agreement that is not a Party to the Convention, when signing, ratifying, approving or acceding to this Agreement, or at any time thereafter, sha ll be free to choose, by means of a written declaration, submitted to the depositary, one or more of the following means for the settlement of disputes concerning the interpretation or application of this Agreement:\n(a) The International Tribunal for the Law of the Sea;\n(b) The International Court of Justice;\n(c) An arbitral tribunal constituted under annex VII to the Convention;\n(d) A special arbitral tribunal under annex VIII to the Convention for one or\nmore of the categories of disputes specified therein.\n5. A Party to this Agreement that is not a Party to the Convention that has not issued a declaration shall be deemed to have accepted the option in paragraph 4(c) of this article. If the parties to a dispute have not accepted the same procedure for the settlement of the dispute, it may be submitted only to arbitration under annex VII to the Convention, unless the parties otherwise agree.\n6. A Party to this Agreement that is not a Party to the Convention may, when signing, ratifying, approving or acceding to this Agreement, or at any time thereafter, without prejudice to the obligations arising under this Part, declare in writing that it does not accept any or more of the procedures provided for in section 2 of Part XV of the Convention with respect to one or more of the categories of disputes set out in article 298 of the Convention for the settlement of disputes under this Part. Article 298 of the Convention shall apply to such a declaration.\n7. The provisions of this article shall be without prejudice to the procedures on the settlement of disputes that Parties have agreed to as participants in a relevant legal instrument or framework, or as member of a relevant global, regional, subregional or sectoral body concerning the interpretation and application of such instruments and frameworks.\n8. Nothing in this Agreement shall be interpreted as conferring jurisdiction upon a court or tribunal over any dispute that necessarily involves the concurrent consideration of any unsettled dispute concerning sovereignty or other rights over continental or insular land territory or a claim thereto of a Party to this Agreement.\nOPTION II:\n1. In the event of a dispute between Parties concerning the interpretation or application of this Agreement, the parties concerned shall, unless they agree otherwise, seek a solution by negotiation.\n2. If the parties concerned cannot reach agreement by negotiation, they may jointly seek the good offices of, or request mediation by, a third party.\n44/52\n3. When ratifying, accepting, approving or acceding to this Agreement, or at any time thereafter, a Party may declare in writing to the depositary that for a dispute not resolved in accordance with paragraph 1 or paragraph 2 of this article, it accepts one or all of the following means of dispute settlement as compulsory:\n(a) Arbitration, in accordance with the procedure [to be adopted by the\nConference of the Parties] [laid down in annex VII to the Convention];\n(b) Submission of the dispute to the International Tribunal for the Law of the\nSea; or\n(c) Submission of the dispute to the International Court of Justice.\n[4. If the parties to the dispute have not, in accordance with paragraph 3 of this article, accepted the same or any procedure, the dispute shall be submitte d to conciliation [in accordance with the procedure to be adopted by the Conference of the Parties] [pursuant to the procedure set out in section 2 of annex V to the Convention] unless the parties otherwise agree.]\n5. This article shall not apply to any dispute concerning the land territory, sovereignty, sovereign rights or jurisdiction of a Party to this Agreement.\nArticle 55 bis"
    }, {
      "heading" : "Provisional arrangements",
      "text" : "Pending the settlement of a dispute in accordance with this Part, the parties to\nthe dispute shall make every effort to enter into provisional arrangements of a practical nature.\nArticle 55 ter"
    }, {
      "heading" : "Advisory opinions",
      "text" : "Moved as article 48(6)\nPART X"
    }, {
      "heading" : "NON-PARTIES TO THIS AGREEMENT",
      "text" : "Article 56"
    }, {
      "heading" : "Non-parties to this Agreement",
      "text" : "Parties shall encourage non-parties to this Agreement to become Parties thereto\nand to adopt laws and regulations consistent with its provisions.\nPART XI GOOD FAITH AND ABUSE OF RIGHTS\nArticle 57\nGood faith and abuse of rights\nParties shall fulfil in good faith the obligations assumed under this Agreement\nand exercise the rights recognized therein in a manner that would not constitute an abuse of right.\n45/52\nPART XII FINAL PROVISIONS\nArticle 58 ante"
    }, {
      "heading" : "Right to vote",
      "text" : "1. Each Party to this Agreement shall have one vote, except as provided for in paragraph 2.\n2. A regional economic integration organization Party to this Agreement, on matters within its competence, shall exercise its right to vote with a number of votes equal to the number of its member States that are Parties to this Agreement. Such an organization shall not exercise its right to vote if any of its member States exercises its right to vote, and vice versa.\nArticle 58"
    }, {
      "heading" : "Signature",
      "text" : "This Agreement shall be open for signature by all States and regional economic\nintegration organizations from [insert date] and shall remain open for signature at United Nations Headquarters in New York until [insert date].\nArticle 59\nRatification, approval, acceptance and accession\nThis Agreement shall be subject to ratification, approval or acceptance by States\nand regional economic integration organizations. It shall be open for accession by States and regional economic integration organizations from the day after the date on which the Agreement is closed for signature. Instruments of ratification, approval, acceptance and accession shall be deposited with the Secretary-General of the United Nations.\nArticle 59 bis\nDivision of the competence of regional economic integration\norganizations and their member States in respect of the matters\ngoverned by this Agreement\n1. Any regional economic integration organization that becomes a Party to this Agreement without any of its member States being a Party shall be bound by all the obligations under this Agreement. In the case of such organizations, one or more of whose member States is a Party to this Agreement, the organization and its member States shall decide on their respective responsibilities for the performance of their obligations under this Agreement. In such cases, the organization and the member States shall not be entitled to exercise rights under this Agreement concurrently.\n2. In its instrument of ratification, approval, acceptance or accession, a regional economic integration organization shall declare the extent of its competence in respect of the matters governed by this Agreement. Any such organization shall also inform the depositary, who shall in turn inform the Parties, of any relevant modification of the extent of its competence.\n46/52\nArticle 60\nDeleted.\nArticle 61"
    }, {
      "heading" : "Entry into force",
      "text" : "1. This Agreement shall enter into force 30 days after the date of deposit of the [thirtieth] [sixtieth] instrument of ratification, approval, acceptance or accession.\n2. For each State or regional economic integration organization that ratifies, approves or accepts this Agreement or accedes thereto after the deposit of the [thirtieth] [sixtieth] instrument of ratification, approval, acceptance or accession, this Agreement shall enter into force on the thirtieth day following the deposit of its instrument of ratification, approval, acceptance or accession.\n3. For the purposes of paragraphs 1 and 2 of this article, any instrument deposited by a regional economic integration organization shall not be counted as additional to those deposited by the member States of that organization.\nArticle 62"
    }, {
      "heading" : "Provisional application",
      "text" : "1. This Agreement may be applied provisionally by a State or regional economic integration organization that consents to its provisional application by so notifying the depositary in writing at the time of signature or deposit of its instrument of ratification, approval, acceptance or accession. Such provisional application shall become effective from the date of receipt of the notification by the Secretary -General of the United Nations.\n2. Provisional application by a State or regional economic integration organization shall terminate upon the entry into force of this Agreement for that State or regional economic integration organization or upon notification by that State or regional economic integration organization to the depositary in writing of its intention to terminate its provisional application.\nArticle 63"
    }, {
      "heading" : "Reservations and exceptions",
      "text" : "No reservations or exceptions may be made to this Agreement.\nArticle 63 bis"
    }, {
      "heading" : "Declarations and statements",
      "text" : "Article 63 does not preclude a State or regional economic integration\norganization, when signing, ratifying, approving, accepting or acceding to this Agreement, from making declarations or statements, however phrased or named, with a view, inter alia, to the harmonization of its laws and regulations with the provisions of this Agreement, provided that such declarations or statements do not purport to exclude or to modify the legal effect of the provisions of this Agreement in their application to that State or regional economic integration organization.\n47/52\nArticle 64\nDeleted.\nArticle 65"
    }, {
      "heading" : "Amendment",
      "text" : "1. A Party may, by written communication addressed to the secretariat, propose amendments to this Agreement. The secretariat shall circulate such a communication to all Parties. If, within six months from the date of the circulation of the communication, not less than one half of the Parties reply favourably to the request, the proposed amendment shall be considered at the following meeting of the Conference of the Parties.\n2. The Conference of the Parties shall make every effort to reach agreement on the adoption of any proposed amendment by way of consensus. If all efforts to reach consensus have been exhausted, the procedures established in the rules of procedure adopted by the Conference of the Parties shall apply.\n3. An amendment adopted in accordance with paragraph 2 of this article shall be communicated by the depositary to all Parties for ratification, approval or acceptance.\n4. Amendments to this Agreement shall enter into force for the Parties ratifying, approving or accepting them on the thirtieth day following the deposit of instruments of ratification, approval or acceptance by two thirds of the number of Parties to this Agreement as at the time of adoption of the amendment. Thereafter, for each Party depositing its instrument of ratification, approval or acceptance of an amendment after the deposit of the required number of such instruments, the amendment shall enter into force on the thirtieth day following the deposit of its instrument of ratification, approval or acceptance.\n5. An amendment may provide that a smaller or larger number of ratifications, approvals or acceptances shall be required for its entry into force than required under this article.\n6. For the purposes of paragraphs 4 and 5 of this article, any instrument deposited by a regional economic integration organization shall not be counted as additional to those deposited by the member States of that organization.\n7. A State or regional economic integration organization that becomes a Party to this Agreement after the entry into force of amendments in accordance with paragraph 4 of this article shall, failing an expression of a different intention by that State or regional economic integration organization:\n(a) Be considered as a Party to this Agreement as so amended;\n(b) Be considered as a Party to the unamended Agreement in relation to any\nParty not bound by the amendment.\nArticle 66"
    }, {
      "heading" : "Denunciation",
      "text" : "1. A Party may, by written notification addressed to the Secretary-General of the United Nations, denounce this Agreement and may indicate its reasons. Failure to indicate reasons shall not affect the validity of the denunciation. The denunciation shall take effect one year after the date of receipt of the notification, unless the notification specifies a later date.\n48/52\n2. The denunciation shall not in any way affect the duty of any Party to fulfil any obligation embodied in this Agreement to which it would be subject under international law independently of this Agreement.\nArticle 67\nDeleted.\nArticle 68"
    }, {
      "heading" : "Annexes",
      "text" : "1. The annexes form an integral part of this Agreement and, unless expressly provided otherwise, a reference to this Agreement or to one of its Parts includes a reference to the annexes relating thereto.\n[2. The annexes may be revised from time to time by Parties. Notwithstanding the provisions of article 65, the following provisions shall apply in relation to amendments to annexes to this Agreement:\n(a) Any Party may propose an amendment to any annex to this Agreement for\nconsideration at the next meeting of the Conference of the Parties. The text of the proposed amendment shall be communicated to the secretariat at least 150 days before the meeting. The secretariat shall, upon receiving the text of the proposed amendment, communicate it to the Parties. The secretariat shall consult relevant subsidiary bodies as required and shall communicate any response to all Parties not later than 30 days before the meeting;\n(b) Amendments adopted at a meeting shall enter into force 180 days after that\nmeeting for all Parties except those that make a reservation in accordance with paragraph 3 of this article.]\n[3. Notwithstanding article 63, during the period of 180 days provided for in paragraph 2, subparagraph (b), of this article, any Party may by notification in writing to the depositary make a reservation with respect to the amendment. Such reservation may be withdrawn at any time by written notification to the depositary, and thereupon the amendment to the annex shall enter into force for that Party on the thirtieth day after the date of withdrawal of the reservation.]\nArticle 69"
    }, {
      "heading" : "Depositary",
      "text" : "The Secretary-General of the United Nations shall be the depositary of this\nAgreement and any amendments or revisions thereto.\nArticle 70"
    }, {
      "heading" : "Authentic texts",
      "text" : "The Arabic, Chinese, English, French, Russian and Spanish texts of this\nAgreement are equally authentic.\n49/52\nANNEX I\nIndicative criteria for identification of areas\n(a) Uniqueness;\n(b) Rarity;\n(c) Special importance for the life history stages of species;\n(d) Special importance of the species found therein;\n(e) The importance for threatened, endangered or declining species or habitats;\n(f) Vulnerability, including to climate change and ocean acidification;\n(g) Fragility;\n(h) Sensitivity;\n(i) Biological diversity and productivity;\n(j) Representativeness;\n(k) Dependency;\n[(l) Naturalness;]\n(m) Ecological connectivity;\n(n) Important ecological processes occurring therein;\n(o) Economic and social factors;\n(p) Cultural factors;\n[(q) Cumulative and transboundary impacts;]\n(r) Slow recovery and resilience;\n(s) Adequacy and viability;\n(t) Replication;\n(u) Sustainability of reproduction;\n(v) Existence of conservation and management measures.\n50/52\nANNEX II\nTypes of capacity-building and transfer of marine technology\nUnder this Agreement, capacity-building and the transfer of marine technology\ninitiatives may include, and are not limited to:\n(a) The sharing of relevant data, information, knowledge and research, in\nuser-friendly formats, including:\n(i) The sharing of marine scientific and technological knowledge;\n(ii) The exchange of information on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction;\n(iii) The sharing of research and development results;\n(b) Information dissemination and awareness-raising, including with regard to:\n(i) Marine scientific research, marine sciences and related marine operations and services;\n(ii) Environmental and biological information collected through research conducted in areas beyond national jurisdiction;\n(iii) Relevant traditional knowledge [, in line with the principle of prior informed consent];\n(iv) Stressors on the ocean that affect marine biological diversity of areas beyond national jurisdiction, including the adverse effects of climate change and ocean acidification;\n(v) Measures such as area-based management tools, including marine protected areas;\n(vi) Environmental impact assessments;\n(c) The development and strengthening of relevant infrastructure, including\nequipment, such as:\n(i) The development and establishment of necessary infrastructure;\n(ii) The provision of technology, including sampling and methodology equipment (e.g., for water, geological, biological or chemical samples);\n(iii) The acquisition of the equipment necessary to support and further develop research and development capabilities, including in data management, in the context of [the collection of] [access to] and the utilization of marine genetic resources, measures such as area-based management tools, including marine protected areas, and the conduct of environmental impact assessments;\n(d) The development and strengthening of institutional capacity and national\nregulatory frameworks or mechanisms, including:\n(i) Governance, policy and legal frameworks and mechanisms;\n(ii) Assistance in the development, implementation and enforcement o f national legislative, administrative or policy measures, including associated regulatory, scientific and technical requirements at the national, subregional or regional level;\n51/52\n(iii) Technical support for the implementation of the provisions of this Agreement, including for data monitoring and reporting;\n(iv) Capacity to translate data and information into effective and efficient policies, including by facilitating access to and the acquisition of knowledge necessary to inform decision makers in developing States Parties;\n(v) The establishment or strengthening of the institutional capacities of relevant national and regional organizations and institutions;\n(vi) The establishment of national and regional scientific centres, including as data repositories;\n(vii) The development of regional centres of excellence;\n(viii) The development of regional centres for skills development;\n(ix) Increasing cooperative links between regional institutions, for example, North-South and South-South collaboration and collaboration among regional seas organizations and regional fisheries management organizations;\n(e) The development and strengthening of human resources and technical\nexpertise through exchanges, research collaboration, technical support, education and training and the transfer of technology, such as:\n(i) Collaboration and cooperation in marine science, including through data collection, technical exchange, scientific research projects and programmes, and the development of joint scientific research projects in cooperation wi th institutions in developing States;\n(ii) [Short-term, medium-term and long-term] [e][E]ducation] and training in:\na. The natural and social sciences, both basic and applied, to develop\nscientific and research capacity;\nb. Technology, and the application of marine science and technology,\nto develop scientific and research capacities;\nc. Policy and governance;\nd. The relevance and application of traditional knowledge;\n(iii) The exchange of experts, including experts on traditional knowledge;\n(iv) The provision of funding for the development of human resources and technical expertise, including through:\na. The provision of scholarships or other grants for representatives of\nsmall island developing States Parties in workshops, training programmes or other relevant programmes to develop their specific capacities;\nb. The provision of financial and technical expertise and resources, in\nparticular for small island developing States, concerning environmental impact assessments;\n(v) The establishment of a networking mechanism among trained human resources;\n(f) The development and sharing of manuals, guidelines and standards,\nincluding:\n(i) Criteria and reference materials;\n(ii) Technology standards and rules;\n52/52\n(iii) A repository for manuals and relevant information to share knowledge and capacity on how to conduct environmental impact assessments, lessons learned and best practices;\n(g) The development of technical, scientific and research and development\nprogrammes, including biotechnological research activities."
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : null,
    "creator" : "Microsoft® Word for Microsoft 365"
  }
}