{
  "name" : "7.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Statement on behalf of Mr. David Cooper, Acting Executive Secretary of the Convention on Biological Diversity following the conclusion of the negotiations at the Resumed fifth session of the Intergovernmental Conference on an international legally binding instrument under UNCLOS on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction. 4 March 2023, New York, USA Congratulations to Conference President, Ambassador Rena Lee, the facilitators of negotiations, all delegations, and the UN Division for Ocean Affairs and the Law of the Sea who have worked together tirelessly over these past two weeks, and indeed for almost 20 years, to bring to a successful conclusion of the negotiations for a new international legally binding instrument under the UN Convention on the Law of the Sea (UNCLOS) on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction. The finalization of these deliberations is a triumph of multilateralism and good news for the future of the ocean and the life therein. The new agreement will complement the Kunming-Montreal Global Biodiversity Framework and the other important outcomes adopted by the fifteenth meeting of the Conference of the Parties to the Convention on Biological Diversity in December 2022. The Kunming-Montreal Framework sets out a pathway to halt and reverse biodiversity loss and to put nature on the path of recovery by 2030, while ensuring fair and equitable benefit-sharing and the provision of adequate means of implementation, in order to achieve the 2050 Vision of living in harmony with nature. Urgent and scaled-up action is required to implement the Kunming-Montreal Framework. The new agreement will be a major contribution to our common efforts for the conservation and sustainable use across the ocean, including the targets of the Framework to protect 30% of the ocean, to promote sustainable use, and to tackle pollution and other drivers of biodiversity loss. It will also contribute to the fair and equitable sharing of benefits from the use of marine genetic resources. The CBD Secretariat has been actively engaged in these deliberations since the beginning and we look forward to continuing our collaboration to support the implementation of this agreement. Once again, our sincere congratulations to all of you for this historic achievement!",
    "authors" : [ ],
    "emails" : [ "secretariat@cbd.int" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Secretariat of the Convention on Biological Diversity 413 Saint-Jacques Street, Suite 800\nMontreal, QC, H2Y 1N9, Canada Tel : +1 514 288 2220 | secretariat@cbd.int\nwww.cbd.int\nfollowing the conclusion of the negotiations at the Resumed fifth session of the Intergovernmental\nConference on an international legally binding instrument under UNCLOS on the conservation and\nsustainable use of marine biological diversity of areas beyond national jurisdiction.\n4 March 2023, New York, USA\nCongratulations to Conference President, Ambassador Rena Lee, the facilitators of negotiations, all delegations, and the UN Division for Ocean Affairs and the Law of the Sea who have worked together tirelessly over these past two weeks, and indeed for almost 20 years, to bring to a successful conclusion of the negotiations for a new international legally binding instrument under the UN Convention on the Law of the Sea (UNCLOS) on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.\nThe finalization of these deliberations is a triumph of multilateralism and good news for the future of the ocean and the life therein. The new agreement will complement the Kunming-Montreal Global Biodiversity Framework and the other important outcomes adopted by the fifteenth meeting of the Conference of the Parties to the Convention on Biological Diversity in December 2022.\nThe Kunming-Montreal Framework sets out a pathway to halt and reverse biodiversity loss and to put nature on the path of recovery by 2030, while ensuring fair and equitable benefit-sharing and the provision of adequate means of implementation, in order to achieve the 2050 Vision of living in harmony with nature.\nUrgent and scaled-up action is required to implement the Kunming-Montreal Framework. The new agreement will be a major contribution to our common efforts for the conservation and sustainable use across the ocean, including the targets of the Framework to protect 30% of the ocean, to promote sustainable use, and to tackle pollution and other drivers of biodiversity loss. It will also contribute to the fair and equitable sharing of benefits from the use of marine genetic resources.\nThe CBD Secretariat has been actively engaged in these deliberations since the beginning and we look forward to continuing our collaboration to support the implementation of this agreement.\nOnce again, our sincere congratulations to all of you for this historic achievement!"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : "Congratulations to Conference President, Ambassador Rena Lee, the facilitators of negotiations, all delegations, and the UN Division for Ocean Affairs and the Law of the Sea who have worked together tirelessly over these past two weeks, and indeed for almost 20 years, to bring to a successful conclusion of the negotiations for a new international legally binding instrument under the UN Convention on the Law of the Sea (UNCLOS) on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction.",
    "creator" : null
  }
}