{
  "name" : "8.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Intergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction",
    "authors" : [ "Liliana Rodriguez Cortes", "Elisabeth Mann" ],
    "emails" : [ "ioihq@ioihq.org.mt" ],
    "sections" : [ {
      "heading" : null,
      "text" : "Intergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction (resumed fifth session) Agenda Item 5: General exchange of views 3 March, 2023 The International Ocean Institute Headquarters Liliana Rodriguez Cortes ------------------------\nThe International Ocean Institute (IOI) congratulates and thanks you, Madame\nPresident, all delegations, and the Secretariat, who worked tirelessly over the years to reach this stage of the process. The core values of the IOI and the vision of the IOI founder, the late Elisabeth Mann Borgese, are closely aligned with many of the elements considered during these negotiations and addressed by the current draft text of the Agreement. IOI recognizes that important work also lies beyond the Conference in helping States in the effective implementation of this Agreement. The IOI's long legacy of supporting intergovernmental negotiations and the implementation of their results through capacity building has never been more relevant. Elisabeth Mann Borgese's mantra, “we must save our oceans if we are to save ourselves1” is increasingly recognized as veritas, and the IOI remains committed to assist the international community, States and local communities towards the protection of marine biodiversity, as embodied within the concept of common heritage of humankind. Once again, Madame President, Distinguished Delegates, congratulations on the important progress achieved during this Session, we look forward to the eventual adoption of the Agreement. ioihq@ioihq.org.mt www.ioinst.org\n1 The Drama of the Oceans; Borgese, Elisabeth Mann; 1975; New York, H.N. Abrams"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : null,
    "creator" : "Microsoft Word"
  }
}