{
  "name" : "9.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "PACIFIC SMALL ISLAND DEVELOPING STATES",
    "authors" : [ ],
    "emails" : [ "psidschair@gmail.com" ],
    "sections" : [ {
      "heading" : null,
      "text" : "PACIFIC SMALL ISLAND DEVELOPING STATES UNITED NATIONS MEMBER STATES\nPermanent Mission of Palau to the United Nations 880 Third Avenue, 12th Floor New York, New York 10022 Phone no.: +1 (201) 523 – 6206 Email address: psidschair@gmail.com\nSTATEMENT FOR PSIDS - DAY 10 PLENARY - BBNJ RESUMED FIFTH\nCONFERENCE\nFriday 3 March, 2023\n(Check against delivery)"
    }, {
      "heading" : "Delivered by: Charles Reklai Mitchell (Palau)",
      "text" : "Thank you Mr. Vice President,\nI take the floor on behalf of the Pacific SIDS, as the Blue Pacific, to thank you, the President and the facilitators for all your efforts to bring us to this point. I speak for the 14 Pacific island developing states - Large Ocean States covering more than 20 million square kilometres of Ocean.\nVice President,\nIt is the final day of the Conference, and this is the first time PSIDS has taken the floor in plenary. We forgo pleasantries Mr Vice President, because we, like you, and like many others, we came here to work, not talk. But this being the final day, and in this room of tired but committed negotiators, there are a few things we really need to say:\n● The Pacific has been in this process since the very beginning, before the Prep Com,\nand even before the Open Ended Working Group. We were there because we saw, and still believe that there is a real and urgent need for a robust and ambitious, global ocean governance framework for biodiversity beyond national jurisdiction – one that protects the marine environment. An environment and Ocean which we rely on and are connected to on a spiritual and cultural level.\n● We also rely on the ocean for sustainable development and see the need for an\nambitious and futureproof access and benefits sharing regime. Of course all of this needs to be underpinned by capacity-building, transfer of marine technology, and adequate funding.\n● We reaffirm our strong commitment to conclude at this session. By “we”, I don't mean\n\"we the tired negotiators who left at 3am this morning\" - I mean our Pacific Leaders, which includes the Pacific small islands and our neighbours Australia and New Zealand, who called for the urgent conclusion of the negotiations for an international\nlegally binding instrument under UNCLOS for the conservation and sustainable use of marine biological diversity of areas beyond national jurisdictions (BBNJ).1\n● At the pause of IGC5.1 in August 2022, the PSIDS delivered a statement expressing\nour sincere hope to preserve the hard won progress from that session. Even if it was a slow start in this session, we are pleased to see the building of critical momentum from the last few days (and hours) and call on all delegations, developed and developing, to redouble our efforts and make it to the finish line.\nBefore I conclude, Vice President, I wish to say, on behalf of the entire Pacific Family, that we appreciate all the efforts from you, the President, all the facilitators, DOALOS and everyone else who has made this an inclusive, transparent and effective process. Our very small delegations truly appreciate the work you all do to make this process work.\nAs always Vice President - you have our utmost commitment and faith to bring this ship into harbor.\nI thank you\n1 https://www.forumsec.org/2023/02/27/communique-pacific-islands-forum-special-leaders-retreat/"
    } ],
    "references" : [ ],
    "referenceMentions" : [ ],
    "year" : 2023,
    "abstractText" : "● The Pacific has been in this process since the very beginning, before the Prep Com, and even before the Open Ended Working Group. We were there because we saw, and still believe that there is a real and urgent need for a robust and ambitious, global ocean governance framework for biodiversity beyond national jurisdiction – one that protects the marine environment. An environment and Ocean which we rely on and are connected to on a spiritual and cultural level.",
    "creator" : "Microsoft® Word for Microsoft 365"
  }
}